Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# azureDisclaimer
source: Azure Cloud Shell uses your existing Azure subscriptions. Using Cloud Shell and executing commands will incur associated costs.
ar_sa: يستخدم Azure Cloud Shell اشتراكات Azure الحالية لديك. سيؤدي استخدام Cloud Shell وتنفيذ الأوامر إلى تحمل تكاليف مقترنة.
bg_bg: Azure Cloud Shell използва вашите съществуващи абонаменти в Azure. Използването на Cloud Shell и изпълнението на команди ще доведе до начисляване на съответните такси.
ca_es: L'Azure Cloud Shell utilitza les vostres subscripcions existents de l'Azure. Si utilitzeu el Cloud Shell i executeu ordres, se us aplicaran costos associats.
cs_cz: Azure Cloud Shell používá vaše existující předplatná Azure. Za používání Cloud Shellu a provádění příkazů vám budou účtovány příslušné náklady.
da_dk: Azure Cloud Shell bruger dine eksisterende Azure-abonnementer. Når du bruger Cloud Shell og udfører kommandoer, påløber der yderligere omkostninger.
de_de: Azure Cloud Shell verwendet Ihre vorhandenen Azure-Abonnements. Durch Verwendung von Cloud Shell und Ausführung von Befehlen fallen entsprechende Kosten an.
el_gr: Το Azure Cloud Shell χρησιμοποιεί τις υπάρχουσες συνδρομές Azure. Η χρήση του Cloud Shell και η εκτέλεση εντολών θα έχει ως αποτέλεσμα την επιβολή σχετικών χρεώσεων.
es_es: Azure Cloud Shell utiliza las suscripciones existentes de Azure. Se puede incurrir en costos asociados al utilizar Cloud Shell y ejecutar comandos.
et_ee: Azure Cloud Shell kasutab teie olemasolevaid Azure’i tellimusi. Cloud Shelli kasutamine ja käskude käivitamine tekitab seotud kulusid.
eu_es: Azure Cloud Shell-ek Azure harpidetzak erabiltzen ditu. Cloud Shell erabiltzen baduzu eta komandoak exekutatzen badituzu, kostu gehigarriak ordaindu beharko dituzu.
fi_fi: Azure Cloud Shell käyttää olemassa olevia Azure-tilauksiasi. Cloud Shellin käytöstä ja komentojen suorittamisesta aiheutuu lisäkustannuksia.
fr_ca: Azure Cloud Shell utilise vos abonnements Azure existants. L’utilisation de Cloud Shell et l’exécution de commandes entraîneront des coûts.
ga_ie: Úsáideann Blaosc Néil Azure na síntiúis Azure atá agat cheana. Beidh costais ghaolmhara le híoc as úsáid a bhaint as Blaosc Néil agus orduithe rith.
gl_es: Azure Cloud Shell usa as subscricións de Azure existentes. O uso de Cloud Shell e a execución de comandos xerará custos adicionais.
he_il: Azure Cloud Shell משתמש במינויי Azure הקיימים שלך. שימוש ב- Cloud Shell וביצוע פקודות יהיו כרוכים בחיובים בגין עלויות נלוות.
hi_in: Azure Cloud Shell द्वारा आपकी मौजूदा सदस्यताओं का उपयोग किया जाता है. Cloud Shell का उपयोग करने और कमांड को निष्पादित करने से संबंधित लागतें वहन करनी होंगी.
hr_hr: Azure Cloud Shell koristi vašu postojeću pretplatu za Azure. Upotreba značajke Cloud Shell i pokretanje naredbi izazvat će i povezane troškove.
hu_hu: Az Azure Cloud Shell a meglévő Azure-előfizetéseket használja. A Cloud Shell használatánál a parancsok futtatásáért a vonatkozó díjszabás szerinti díjakat számítjuk fel.
id_id: Azure Cloud Shell menggunakan langganan Azure Anda yang sudah ada. Penggunaan Azure Cloud Shell dan eksekusi perintah akan dikenakan biaya terkait.
is_is: Azure Cloud Shell notar fyrirliggjandi Azure-áskriftir þínar. Notkun á Cloud Shell og keyrsla skipana felur í sér kostnað.
it_it: Azure Cloud Shell usa le tue sottoscrizioni di Azure esistenti. L'uso di Cloud Shell e l'esecuzione di comandi comportano costi associati.
ja_jp: Azure Cloud Shell は既存の Azure サブスクリプションを使用します。 Cloud Shell と実行コマンドを使用すると関連費用が発生します。
kk_kz: Azure Cloud Shell бар Azure жазылымдарыңызды пайдаланады. Cloud Shell функциясын пайдалану және пәрмендерді орындау ілеспе шығындарға әкеледі.
ko_kr: Azure Cloud Shell 은 기존 Azure 구독을 사용합니다. Cloud Shell을 사용하고 명령을 실행하면 관련 비용이 발생합니다.
lb_lu: Azure Cloud Shell notzt Är existent Azure-Abonnementer. Wann Dir Cloud Shell notzt a Befeeler ausféiert, falen entspriechend Käschten un.
lt_lt: „Azure“ debesies aplinkoje naudojamos jūsų esamos „Azure“ prenumeratos. Naudojant debesies aplinką ir vykdant komandas reikės mokėti susijusius mokesčius.
lv_lv: Azure Cloud Shell izmanto jūsu esošos Azure abonementus. Cloud Shell izmantošana un komandu izpilde radīs saistītās izmaksas.
ms_my: Cangkerang Awan Azure menggunakan langganan Azure anda yang sedia ada. Penggunaan Cangkerang Awan dan pelaksanaan perintah akan dikenakan kos yang berkaitan.
mt_mt: Azure Cloud Shell tuża l-abbonamenti eżistenti tiegħek ta' Azure. L-użu ta' Cloud Shell u l-eżekuzzjoni ta' kmandi jistgħu jeħlu spejjeż assoċjati.
nb_no: Azure Cloud Shell bruker de eksisterende Azure-abonnementene dine. Bruk av Cloud Shell og kjøring av kommandoer medfører kostnader.
nl_be: Voor Azure Cloud Shell moet u een van uw bestaande Azure-abonnementen gebruiken. Als u Cloud Shell gebruikt en opdrachten uitvoert, worden daarvoor kosten in rekening gebracht.
pl_pl: Usługa Azure Cloud Shell korzysta z istniejących subskrypcji platformy Azure. Korzystanie z usługi Cloud Shell i uruchamianie poleceń będzie powodować naliczanie powiązanych opłat.
pt_pt: O Azure Cloud Shell utiliza as suas subscrições existentes do Azure. Utilizar o Cloud Shell e executar comandos incorre despesas associadas.
ro_ro: Azure Cloud Shell utilizează abonamentele dvs. Azure existente. Utilizarea Cloud Shell și executarea comenzilor vor genera costuri asociate.
ru_ru: Azure Cloud Shell использует существующие подписки Azure. Использование оболочки Cloud Shell и выполнение в ней команд связано с дополнительными расходами.
sk_sk: Prostredie Azure Cloud Shell používa vaše existujúce predplatné na Azure. Pri používaní prostredia Cloud Shell a vykonávaní príkazov sa účtujú súvisiace poplatky.
sl_si: Azure Cloud Shell uporablja vaše obstoječe naročnine na Azure. Uporabo storitve Cloud Shell in izvajanje ukazov je treba plačati.
sr_cyrl_rs: Azure Cloud Shell користи постојеће Azure претплате. Коришћење услуге Cloud Shell и извршавање команди доводи до одговарајућих трошкова.
sr_latn_rs: Azure Cloud Shell koristi postojeće Azure pretplate. Korišćenje usluge Cloud Shell i izvršavanje komandi dovodi do odgovarajućih troškova.
sv_se: Azure Cloud Shell använder dina befintliga Azure-prenumerationer. Om du använder Cloud Shell och kör kommandon tillkommer associerade kostnader.
th_th: Azure Cloud Shell จะใช้การสมัครสมาชิก Azure ที่มีอยู่แล้วของคุณ การใช้ Cloud Shell และการเริ่มคำสั่งจะทำให้เกิดค่าใช้จ่ายขึ้น
tr_tr: Azure Cloud Shell, mevcut Azure aboneliklerinizi kullanır. Cloud Shell’i kullanmak ve kod çalıştırmak, buna bağlı olarak ücretlendirilir.
uk_ua: Azure Cloud Shell використовує наявні у вас передплати на Azure. За використання служби Cloud Shell і виконання команд стягується відповідна плата.
vi_vn: Azure Cloud Shell sử dụng đăng ký Azure hiện có của bạn. Sử dụng Cloud Shell và các lệnh thực thi sẽ phát sinh phí liên quan.
zh_cn: Azure Cloud Shell 使用现有的 Azure 订阅。 使用 Cloud Shell 执行命令将产生相关费用。
zh_tw: Azure Cloud Shell 使用您現有的 Azure 訂用帳戶。 使用 Cloud Shell 及執行命令會衍生相關費用。

# azureDocs
source: Azure documentation
ar_sa: وثائق Azure
bg_bg: Документация за Azure
ca_es: Documentació de l’Azure
cs_cz: Dokumentace k Azure
da_dk: Dokumentation til Azure
de_de: Dokumentation zu Azure
el_gr: Τεκμηρίωση του Azure
es_es: Documentación de Azure
et_ee: Azure’i dokumentatsioon
eu_es: Azure-ren dokumentazioa
fi_fi: Azuren dokumentaatio
fr_ca: Documentation pour Azure
ga_ie: Doiciméadacht Azure
gl_es: Documentación de Azure
he_il: תיעוד של Azure
hi_in: Azure दस्तावेज़
hr_hr: Dokumentacija za Azure
hu_hu: Azure-dokumentáció
id_id: Dokumentasi Azure
is_is: Azure fylgigögn
it_it: Documentazione di Azure
ja_jp: Azure ドキュメント
kk_kz: Azure құжаттамасы
ko_kr: Azure 설명서
lb_lu: Azure-Dokumentatioun
lt_lt: „Azure“ dokumentacija
lv_lv: Azure dokumentācija
ms_my: Dokumentasi Azure
mt_mt: Dokumentazzjoni ta' Azure
nb_no: Dokumentasjon for Azure
nl_be: Azure-documentatie
pl_pl: Dokumentacja platformy Azure
pt_pt: Documentação do Azure
ro_ro: Documentație pentru Azure
ru_ru: Документация по Azure
sk_sk: Dokumentácia k Azure
sl_si: Dokumentacija za Azure
sr_cyrl_rs: Документација за Azure
sr_latn_rs: Dokumentacija za Azure
sv_se: Azure-dokumentation
th_th: คู่มือ Azure
tr_tr: Azure Belgeleri
uk_ua: Документація Azure
vi_vn: Tài liệu về Azure
zh_cn: Azure 文档
zh_tw: Azure 文件

# badgeEarnedFor
source: You’ve earned a badge for completing
ar_sa: حصلت على شارة للإكمال
bg_bg: Спечелихте значка за завършване
ca_es: Heu obtingut un distintiu per haver-lo completat.
cs_cz: Získali jste odznáček za dokončení
da_dk: Du har optjent et badge for gennemførelse
de_de: Sie haben durch den Abschluss einen Badge verdient.
el_gr: Έχετε κερδίσει ένα σήμα ολοκλήρωσης
es_es: Ha ganado una insignia por completar
et_ee: Teenisite lõpetamise eest märgi
eu_es: Bereizgarri bat lortu duzu honako hau osatzeagatik:
fi_fi: Olet ansainnut merkin suorittamisesta
fr_ca: Vous avez obtenu un insigne pour avoir terminé
ga_ie: Tá suaitheantas tuillte agat mar gur chríochnaigh tú
gl_es: Gañou un rótulo por ter concluído
he_il: הרווחת תג עבור השלמת
hi_in: आपने पूर्ण करने के लिए एक बैज अर्जित किया है
hr_hr: Zaslužili ste značku za dovršavanje
hu_hu: Jelvényt szerzett, mert teljesítette a következőt
id_id: Anda mendapatkan lencana karena telah menyelesaikan
is_is: Þú vannst þér inn merki fyrir að hafa klárað
it_it: Hai ottenuto un badge per il completamento
ja_jp: 完了するためにバッジを獲得しました
kk_kz: Аяқтау үшін таңба алдыңыз
ko_kr: 완료하여 배지를 받았습니다.
lb_lu: Dir hutt Iech fir d'Vervollstännegen en Ofzeeche verdéngt
lt_lt: Gavote įvykių ženklelį, nes užbaigėte
lv_lv: Par aizpildīšanu jūs esat nopelnījis žetonu
ms_my: Anda telah memperoleh lencana untuk melengkapkan
mt_mt: Ksibt beġġ għax lestejt
nb_no: Du opptjente et merke for å fullføre
nl_be: U hebt een badge verdiend voor het voltooien van
pl_pl: Zdobyto znaczek za ukończenie
pt_pt: Ganhou um crachá por concluir
ro_ro: Ați câștigat un ecuson pentru finalizare
ru_ru: Вы получили значок за прохождение курса
sk_sk: Získali ste odznak za dokončenie modulu
sl_si: Za dokončanje ste si prislužili značko
sr_cyrl_rs: Зарадили сте беџ за завршетак
sr_latn_rs: Zaradili ste bedž za završetak
sv_se: Du har fått en medalj för att ha slutfört
th_th: คุณได้รับป้ายในการดำเนินการให้เสร็จสิ้น
tr_tr: Tamamladığınız için bir rozet kazandınız
uk_ua: Ви здобули емблему за завершення:
vi_vn: Bạn đã giành được một huy hiệu vì hoàn thành
zh_cn: 你已成功完成，赢得了徽章
zh_tw: 您獲得了完成徽章

source: Begin
ar_sa: بدء
bg_bg: Начало
ca_es: Comença
cs_cz: Začátek
da_dk: Begynd
de_de: Starten
el_gr: Έναρξη
es_es: Comenzar
et_ee: Alusta
eu_es: Hasi
fi_fi: Aloita
fr_ca: Commencer
ga_ie: Tosaigh
gl_es: Iniciar
he_il: התחל
hi_in: शुरु करें
hr_hr: Početak
hu_hu: Kezdés
id_id: Mulai
is_is: Byrja
it_it: Inizia
ja_jp: 開始
kk_kz: Бастау
ko_kr: 시작
lb_lu: Ufänken
lt_lt: Pradėti
lv_lv: Sākt
ms_my: Mula
mt_mt: Ibda
nb_no: Start
nl_be: Beginnen
pl_pl: Rozpocznij
pt_pt: Começar
ro_ro: Începeți
ru_ru: Начать
sk_sk: Začať
sl_si: Začetek
sr_cyrl_rs: Започни
sr_latn_rs: Započni
sv_se: Börja
th_th: เริ่มต้น
tr_tr: Başla
uk_ua: Почати
vi_vn: Bắt đầu
zh_cn: 开始
zh_tw: 開始

source: Beginner
ar_sa: مبتدئ
bg_bg: Начинаещи
ca_es: Principiant
cs_cz: Začátečník
da_dk: Begynder
de_de: Anfänger
el_gr: Αρχάριοι
es_es: Principiante
et_ee: Algaja
eu_es: Hasiberria
fi_fi: Helppo
fr_ca: Débutant
ga_ie: Tosaitheoir
gl_es: Principiante
he_il: מתחיל
hi_in: आरंभक
hr_hr: Početnički
hu_hu: Kezdő
id_id: Pemula
is_is: Byrjandi
it_it: Principiante
ja_jp: 初級
kk_kz: Жаңа бастаушы
ko_kr: 초급
lb_lu: Ufänger
lt_lt: Pradedantysis
lv_lv: Iesācējiem
ms_my: Permulaan
mt_mt: Prinċipjant
nb_no: Begynner
pl_pl: Początkujący
pt_pt: Iniciante
ro_ro: Începător
ru_ru: Начинающий
sk_sk: Začiatočníci
sl_si: Začetnik
sr_cyrl_rs: Почетник
sr_latn_rs: Početnik
sv_se: Nybörjare
th_th: ระดับเริ่มต้น
tr_tr: Başlangıç
uk_ua: Для початківців
vi_vn: Người mới bắt đầu
zh_cn: 初级
zh_tw: 初級

source: beta
ar_sa: بيتا
bg_bg: бета-версия
cs_cz: beta verze
et_ee: beetaversioon
fi_fi: beeta
fr_ca: bêta
ga_ie: béite
he_il: ביתא
hi_in: बीटा
hu_hu: bétaverzió
ja_jp: ベータ
kk_kz: бета
ko_kr: 베타
lt_lt: beta versija
lv_lv: beta versija
nl_be: bèta
pl_pl: wersja beta
ru_ru: бета-версия
sr_cyrl_rs: бета верзија
sr_latn_rs: beta verzija
th_th: เบต้า
uk_ua: бета-версія
vi_vn: bê ta
zh_tw: 搶鮮版 (Beta)

source: Body
ar_sa: النص الأساسي
bg_bg: Основен текст
ca_es: Cos
cs_cz: Text
da_dk: Brødtekst
de_de: Text
el_gr: Σώμα
es_es: Cuerpo
et_ee: Sisu
eu_es: Gorputza
fi_fi: Leipäteksti
fr_ca: Corps
ga_ie: Corp
gl_es: Corpo
he_il: גוף
hi_in: मुख्य भाग
hr_hr: Tijelo
hu_hu: Törzs
id_id: Isi
is_is: Meginhluti
it_it: Corpo
ja_jp: 本文
kk_kz: Негізгі мәтін
ko_kr: 본문
lb_lu: Kierper
lt_lt: Pagrindinė dalis
lv_lv: Pamatteksts
ms_my: Isi
mt_mt: Korp
nb_no: Brødtekst
nl_be: Hoofgedeelte
pl_pl: Treść
pt_pt: Corpo
ro_ro: Corp
ru_ru: Текст
sk_sk: Základný text
sl_si: Telo
sr_cyrl_rs: Тело
sr_latn_rs: Telo
sv_se: Brödtext
th_th: เนื้อความ
tr_tr: Gövde
uk_ua: Основний текст
vi_vn: Nội dung
zh_cn: 正文
zh_tw: 主體

source: Breadcrumb
ar_sa: العناوين
bg_bg: Трасиране
ca_es: Ruta de navegació
cs_cz: Navigační cesta
da_dk: Brødkrumme
el_gr: Δυναμική διαδρομή
es_es: Ruta de navegación
et_ee: Lingirida
eu_es: Nabigazio-haria
fi_fi: Navigointi
fr_ca: Navigation
ga_ie: Mionrian
gl_es: Secuencia de navegación
he_il: פירורי לחם
hi_in: ब्रेडक्रम्ब
hr_hr: Hijerarhijska navigacija
hu_hu: Útkövetés
id_id: Remah roti
is_is: Brauðmoli
it_it: Navigazione
ja_jp: 階層リンク
kk_kz: Иерархия
ko_kr: 이동 경로
lt_lt: Naršymas
lv_lv: Atpakaļceļš
ms_my: Jejak
nb_no: Kobling
pl_pl: Linki do stron nadrzędnych
pt_pt: Trilho
ro_ro: Urme
ru_ru: Навигатор
sk_sk: Popis cesty
sl_si: Sledenje poti
sr_cyrl_rs: Путања
sr_latn_rs: Putanja
sv_se: Adressfält
th_th: การแสดงเส้นทาง
tr_tr: İçerik Haritası
uk_ua: Відображення шляху
vi_vn: Dẫn hướng
zh_cn: 痕迹
zh_tw: 階層連結

source: Browse
ar_sa: استعراض
bg_bg: Преглед
ca_es: Navega
cs_cz: Procházet
da_dk: Gennemse
de_de: Durchsuchen
el_gr: Περιήγηση
es_es: Examinar
et_ee: Sirvi
eu_es: Arakatu
fi_fi: Selaa
fr_ca: Parcourir
ga_ie: Brabhsáil
gl_es: Explorar
he_il: עיון
hi_in: ब्राउज़ करें
hr_hr: Pregledaj
hu_hu: Tallózás
id_id: Telusuri
is_is: Fletta
it_it: Esplora
ja_jp: 参照
kk_kz: Шолу
ko_kr: 찾아보기
lb_lu: Browsen
lt_lt: Naršyti
lv_lv: Pārlūkot
ms_my: Semak lalu
mt_mt: Ibbrawżja
nb_no: Bla Gjennom
nl_be: Bladeren
pl_pl: Przeglądaj
pt_pt: Procurar
ro_ro: Răsfoire
ru_ru: Просмотреть
sk_sk: Prehľadávať
sl_si: Prebrskaj
sr_cyrl_rs: Потражи
sr_latn_rs: Potraži
sv_se: Bläddra
th_th: เลือกดู
tr_tr: Gözat
uk_ua: Огляд
vi_vn: Duyệt
zh_cn: 浏览
zh_tw: 瀏覽

source: Browse code
ar_sa: استعراض التعليمة البرمجية
bg_bg: Преглед на код
ca_es: Navega pel codi
cs_cz: Procházet kód
da_dk: Gennemse kode
de_de: Code durchsuchen
el_gr: Περιήγηση στον κώδικα
es_es: Examinar el código
et_ee: Sirvi koodi
eu_es: Arakatu kodea
fi_fi: Selauskoodi
fr_ca: Parcourir le code
ga_ie: Brabhsáil cód
gl_es: Explorar código
he_il: עיין בקוד
hi_in: कोड ब्राउज़ करें
hr_hr: Pregledaj kod
hu_hu: Kód tallózása
id_id: Telusuri kode
is_is: Flettikóði
it_it: Esplora il codice
ja_jp: コードを参照
kk_kz: Кодты шолу
ko_kr: 코드 찾아보기
lb_lu: Code browsen
lt_lt: Naršymo kodas
lv_lv: Pārlūkot kodu
ms_my: Kod semak lalu
mt_mt: Kodiċi tal-ibbrawżjar
nb_no: Bla gjennom kode
nl_be: Code zoeken
pl_pl: Przeglądaj kod
pt_pt: Procurar código
ro_ro: Răsfoire cod
ru_ru: Просмотреть код
sk_sk: Prehľadávať podľa kódu
sl_si: Poišči kodo
sr_cyrl_rs: Преглед кода
sr_latn_rs: Pregled koda
sv_se: Sökkod
th_th: เรียกดูรหัส
tr_tr: Koda göz atın
uk_ua: Код огляду
vi_vn: Duyệt mã
zh_cn: 浏览代码
zh_tw: 瀏覽程式碼

source: Business analyst
ar_sa: محلل أعمال
bg_bg: Бизнес анализатор
ca_es: Analista empresarial
cs_cz: Obchodní analytik
da_dk: Forretningsanalytiker
de_de: Wirtschaftsanalytiker
el_gr: Επιχειρηματικός αναλυτής
es_es: Analista de negocios
et_ee: Ärianalüütik
eu_es: Negozio-analista
fi_fi: Yritysanalyytikko
fr_ca: Analyste professionnel
ga_ie: Anailíseoir Gnó
gl_es: Analista de negocios
he_il: אנליסט עסקי
hi_in: व्‍यवसाय विश्लेषक
hr_hr: Poslovni analitičar
hu_hu: Üzleti elemző
id_id: Analis Bisnis
is_is: Viðskiptagreinir
it_it: Analista aziendale
ja_jp: ビジネス アナリスト
kk_kz: Бизнес сарапшы
ko_kr: 비즈니스 분석가
lt_lt: Verslo analitikas
lv_lv: Biznesa analītiķis
ms_my: Juruanalisis Perniagaan
nb_no: Forretningsanalytiker
nl_be: Bedrijfsanalist
pl_pl: Analityk biznesowy
pt_pt: Analista de Negócio
ro_ro: Analist de business
ru_ru: Бизнес-аналитик
sk_sk: Podnikový analytik
sl_si: Poslovni analitik
sr_cyrl_rs: Пословни аналитичар
sr_latn_rs: Poslovni analitičar
sv_se: Affärsanalytiker
th_th: นักวิเคราะห์ทางธุรกิจ
tr_tr: İş Analisti
uk_ua: Бізнес-аналітик
vi_vn: Nhà phân tích Kinh doanh
zh_cn: 业务分析师
zh_tw: 商務分析師

source: Business User
ar_sa: مستخدم أعمال
bg_bg: Бизнес потребител
ca_es: Usuari empresarial
cs_cz: Podnikový uživatel
da_dk: Virksomhedsbruger
de_de: Geschäftskunde
el_gr: Χρήστης επιχείρησης
es_es: Usuario profesional
et_ee: Ärikasutaja
eu_es: Negozio-erabiltzailea
fi_fi: Yrityskäyttäjä
fr_ca: Utilisateur professionnel
ga_ie: Úsáideoir gnó
gl_es: Usuario profesional
he_il: משתמש עסקי
hi_in: Business उपयोगकर्ता
hr_hr: Poslovni korisnik
hu_hu: Üzleti felhasználó
id_id: Pengguna Bisnis
is_is: Notandi viðskipta
it_it: Utente business
ja_jp: ビジネス ユーザー
kk_kz: Бизнес пайдаланушы
ko_kr: 비즈니스 사용자
lb_lu: Entreprisebenotzer
lt_lt: Verslo vartotojas
lv_lv: Biznesa informācijas lietotājiem
ms_my: Pengguna Perniagaan
mt_mt: Utent tan-Negozju
nb_no: Forretningsbruker
nl_be: Bedrijfsgebruiker
pl_pl: Użytkownik biznesowy
pt_pt: Utilizador Empresarial
ro_ro: Utilizator de afaceri
ru_ru: Бизнес-пользователь
sk_sk: Podnikoví používatelia
sl_si: Poslovni uporabnik
sr_cyrl_rs: Пословни корисник
sr_latn_rs: Poslovni korisnik
sv_se: Affärsanvändare
th_th: ผู้ใช้ทางธุรกิจ
tr_tr: İş Kullanıcısı
uk_ua: Для бізнес-користувачів
vi_vn: Người dùng doanh nghiệp
zh_cn: 业务用户
zh_tw: 商務使用者

source: Calls
ar_sa: الاستدعاءات
bg_bg: Обаждания
ca_es: Trucades
cs_cz: Volání
da_dk: Kald
de_de: Aufrufe
el_gr: Κλήσεις
es_es: Llamadas
et_ee: Kõned
eu_es: Deiak
fi_fi: Kutsut
fr_ca: Appels
ga_ie: Glaonna
gl_es: Chamadas
he_il: קריאות
hi_in: कॉल
hr_hr: Pozivi
hu_hu: Hívások
id_id: Panggilan
is_is: Símtöl
it_it: Chiamate
ja_jp: 呼び出し
kk_kz: Қоңыраулар
ko_kr: 호출
lb_lu: Uriff
lt_lt: Skambučiai
lv_lv: Izsaukumi
ms_my: Panggilan
mt_mt: Sejħiet
nb_no: Oppkall
nl_be: Aanroepen
pl_pl: Wywołania
pt_pt: Chamadas
ro_ro: Apeluri
ru_ru: Вызовы
sk_sk: Volania
sl_si: Klici
sr_cyrl_rs: Позиви
sr_latn_rs: Pozivi
sv_se: Anrop
th_th: การโทร
tr_tr: Çağrılar
uk_ua: Виклики
vi_vn: Gọi điện
zh_cn: 调用
zh_tw: 呼叫

source: Capabilities
ar_sa: القدرات
bg_bg: Възможности
ca_es: Capacitats
cs_cz: Možnosti
da_dk: Egenskaber
de_de: Funktionen
el_gr: Δυνατότητες
es_es: Funcionalidades
et_ee: Võimalused
eu_es: Gaitasunak
fi_fi: Ominaisuudet
fr_ca: Capacités
ga_ie: Cumais
gl_es: Funcionalidades
he_il: יכולות
hi_in: क्षमताएँ
hr_hr: Mogućnosti
hu_hu: Képességek
id_id: Kemampuan
is_is: Færni
it_it: Funzionalità
ja_jp: 機能
kk_kz: Мүмкіндіктер
ko_kr: 기능
lb_lu: Asazméiglechkeeten
lt_lt: Galimybės
lv_lv: Iespējas
ms_my: Keupayaan
mt_mt: Kapaċitajiet
nb_no: Funksjonaliteter
nl_be: Mogelijkheden
pl_pl: Możliwości
pt_pt: Capacidades
ro_ro: Capabilități
ru_ru: Возможности
sk_sk: Možnosti
sl_si: Zmogljivosti
sr_cyrl_rs: Могућности
sr_latn_rs: Mogućnosti
sv_se: Funktioner
th_th: ความสามารถ
tr_tr: Özellikler
uk_ua: Можливості
vi_vn: Chức năng
zh_cn: 功能
zh_tw: 功能

# caution
source: <p>Caution</p>
ar_sa: <p>تنبيه</p>
bg_bg: <p>Внимание</p>
ca_es: <p>Atenció</p>
cs_cz: <p>Upozornění</p>
da_dk: <p>Forsigtigt</p>
de_de: <p>Achtung</p>
el_gr: <p>Προσοχή</p>
es_es: <p>Precaución</p>
et_ee: <p>Ettevaatust!</p>
eu_es: <p>Kontuz</p>
fi_fi: <p>Huomautus</p>
fr_ca: <p>Précaution</p>
ga_ie: <p>Rabhadh</p>
gl_es: <p>Advertencia</p>
he_il: <p>זהירות</p>
hi_in: <p>सावधानी</p>
hr_hr: <p>Oprez</p>
hu_hu: <p>Figyelemfelhívás</p>
id_id: <p>Perhatian</p>
is_is: <p>Varúð</p>
it_it: <p>Attenzione</p>
ja_jp: <p>注意事項</p>
kk_kz: <p>Назар аударыңыз!</p>
ko_kr: <p>주의</p>
lb_lu: <p>Warnung</p>
lt_lt: <p>Dėmesio</p>
lv_lv: <p>Uzmanību</p>
ms_my: <p>Awas</p>
mt_mt: <p>Kawtela</p>
nb_no: <p>Forsiktig!</p>
nl_be: <p>Waarschuwing</p>
pl_pl: <p>Przestroga</p>
pt_pt: <p>Atenção</p>
ro_ro: <p>Atenție</p>
ru_ru: <p>Внимание!</p>
sk_sk: <p>Výstraha</p>
sl_si: <p>Svarilo</p>
sr_cyrl_rs: <p>Опрез</p>
sr_latn_rs: <p>Oprez</p>
sv_se: <p>Varning</p>
th_th: <p>ข้อควรระวัง</p>
tr_tr: <p>Dikkat</p>
uk_ua: <p>Застереження</p>
vi_vn: <p>Thận trọng</p>
zh_cn: <p>注意</p>
zh_tw: <p>警告</p>

# checkAnswers
source: Check your answers
ar_sa: راجع إجاباتك
bg_bg: Проверете своите отговори
ca_es: Comproveu les respostes
cs_cz: Kontrola odpovědí
da_dk: Kontrollér dine svar
de_de: Antworten überprüfen
el_gr: Ελέγξτε τις απαντήσεις σας
es_es: Comprobar las respuestas
et_ee: Kontrollige oma vastuseid
eu_es: Egiaztatu erantzunak
fi_fi: Tarkista vastauksesi
fr_ca: Vérifier vos réponses
ga_ie: Seiceáil do chuid freagraí
gl_es: Comprobar respostas
he_il: בדוק את התשובות שלך
hi_in: अपने उत्तर जाँचें
hr_hr: Provjerite svoje odgovore
hu_hu: Ellenőrizze válaszait
id_id: Periksa jawaban Anda
is_is: Athugaðu svörin
it_it: Controlla le risposte
ja_jp: 回答を確認
kk_kz: Жауаптарыңызды тексеріңіз
ko_kr: 정답 확인
lb_lu: Iwwerpréift Är Äntwerten
lt_lt: Patikrinkite savo atsakymus
lv_lv: Pārbaudīt atbildes
ms_my: Semak jawapan anda
mt_mt: Iċċekkja t-tweġibiet tiegħek
nb_no: Kontroller svarene dine
nl_be: Controleer uw antwoorden
pl_pl: Sprawdź swoje odpowiedzi
pt_pt: Verifique as suas respostas
ro_ro: Verificați-vă răspunsurile
ru_ru: Проверьте свои ответы
sk_sk: Skontrolovať odpovede
sl_si: Preverite svoje odgovore
sr_cyrl_rs: Проверите одговоре
sr_latn_rs: Proverite odgovore
sv_se: Kontrollera dina svar
th_th: ตรวจสอบคำตอบของคุณ
tr_tr: Yanıtlarınızı denetleyin
uk_ua: Перевірити свої відповіді
vi_vn: Kiểm tra câu trả lời của bạn
zh_cn: 检查你的答案
zh_tw: 查看您的回答

# checkWorkAgain
source: Check your work again
ar_sa: راجع عملك مرة أخرى
bg_bg: Проверете работата си отново
ca_es: Torneu a comprovar la feina.
cs_cz: Opakovaná kontrola vaší práce
da_dk: Kontrollér dit arbejde igen
de_de: Arbeit erneut überprüfen
el_gr: Ελέγξτε την εργασία σας ξανά
es_es: Vuelva a comprobar el trabajo
et_ee: Kontrollige oma tööd uuesti
eu_es: Egiaztatu lana berriro
fi_fi: Tarkista työsi uudelleen
fr_ca: Vérifier votre travail à nouveau
ga_ie: Seiceáil do chuid oibre arís
gl_es: Comprobar o traballo de novo
he_il: בדוק שנית את העבודה שלך
hi_in: अपने कार्य की दोबारा जाँच करें
hr_hr: Ponovno provjerite ono što ste napravili
hu_hu: Ellenőrizze újra a munkáját
id_id: Periksa lagi pekerjaan Anda
is_is: Athugaðu vinnuna þína aftur
it_it: Controlla di nuovo il lavoro svolto
ja_jp: もう一度作業を確認
kk_kz: Жұмысыңызды қайта тексеру
ko_kr: 작업 다시 확인
lb_lu: Iwwerpréift Är Aarbecht
lt_lt: Tikrinti darbą dar kartą
lv_lv: Vēlreiz pārbaudīt paveikto
ms_my: Semak kerja anda semula
mt_mt: Erġa' ċċekkja x-xogħol tiegħek
nb_no: Kontroller arbeidet ditt igjen
nl_be: Controleer uw werk opnieuw
pl_pl: Sprawdź ponownie swoją pracę
pt_pt: Verifique novamente o seu trabalho
ro_ro: Verificați-vă din nou activitatea
ru_ru: Проверьте свою работу еще раз
sk_sk: Skontrolovať prácu znova
sl_si: Znova preverite svoje delo
sr_cyrl_rs: Поново проверите рад
sr_latn_rs: Ponovo proverite rad
sv_se: Kontrollera ditt arbete igen
th_th: ตรวจสอบงานของคุณอีกครั้ง
tr_tr: Çalışmanızı yeniden denetleyin
uk_ua: Знову перевірити свою роботу
vi_vn: Kiểm tra lại công việc của bạn
zh_cn: 再次检查你的作业
zh_tw: 再次檢查您的成果
