Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# provisioningSandbox
source: Building your sandbox. This will take just a minute...
ar_sa: إنشاء بيئة الاختبار المعزولة. لن يستغرق هذا سوى دقيقة...
bg_bg: Създаване на вашия ограничителен режим. Това ще отнеме само една минута...
ca_es: S'està creant l'espai aïllat. L'operació només tardarà un minut...
cs_cz: Sandbox se sestavuje. Bude to chviličku trvat...
da_dk: Bygger din sandkasse. Det tager kun et minut...
de_de: Die Sandbox wird erstellt. Dies kann einige Minuten dauern ...
el_gr: Το περιβάλλον προστατευμένης εκτέλεσης δημιουργείται. Αυτή η ενέργεια θα διαρκέσει ένα λεπτό...
es_es: Creando su espacio aislado. Solo tardaremos un minuto...
et_ee: Liivakasti koostamine. Selleks kulub vaid minut…
eu_es: Sandbox-a sortzen... Minutu pare bat itxaron beharko duzu...
fi_fi: Luodaan eristystä. Tämä kestää vain minuutin...
fr_ca: Génération de votre environnement d’essai. Ceci ne prendra qu’une minute...
ga_ie: Do sandbox a thógáil. Ní thógfaidh sé seo ach nóiméad...
gl_es: Creando o ambiente de illamento de procesos. Esta acción só levará un minuto...
he_il: בונה את ארגז החול. הפעולה תימשך רק דקה...
hi_in: आपका सैंडबॉक्स बनाना. इसमें बस एक मिनट लगेगा...
hr_hr: Izrađujemo vašu sigurnosnu ogradu. To neće potrajati dulje od minute...
hu_hu: A tesztkörnyezet létrehozása folyamatban van. Ez csak néhány percig tart...
id_id: Membangun sandbox Anda. Ini akan memerlukan waktu sebentar...
is_is: Býr sandkassann til. Þetta tekur örstutta stund…
it_it: Compilazione del sandbox. L'operazione richiederà solo un minuto...
ja_jp: サンドボックスを作成しています。 わずか 1 分で完了します...
kk_kz: Құм жәшікті құрастыру. Бұған аз уақыт кетеді...
ko_kr: 샌드박스를 빌드하는 중입니다. 1분이면 됩니다...
lb_lu: Opbaue vun Ärer Sandbox. Dëst wäert e puer Minutten daueren...
lt_lt: Jūsų smėlio dėžė kuriama. Palaukite, tai užtruks tik minutę...
lv_lv: Tiek veidota jūsu smilškaste. Tas aizņems tikai īsu brīdi...
ms_my: Membina kotak pasir anda. Ini hanya akan mengambil masa seminit...
mt_mt: Qed jibni s-sandbox tiegħek. Din se tieħu minuta biss...
nb_no: Bygger sandkassen. Dette tar bare noen minutter.
nl_be: Uw sandbox bouwen. Dit kost maar een minuut...
pl_pl: Trwa tworzenie piaskownicy. To potrwa tylko minutę...
pt_pt: A criar o seu sandbox. Esta operação só demora um minuto...
ro_ro: Se creează sandboxul. Acest proces va dura doar un minut...
ru_ru: Создается песочница. Это займет не больше минуты.
sk_sk: Vytvára sa vaše testovacie prostredie (sandbox). Bude to chvíľu trvať len chvíľku...
sl_si: Ustvarjanje vašega peskovnika. Ta postopek bo trajal minuto ...
sr_cyrl_rs: Pravljenje sandbox okruženja. Ovo će trajati samo minut...
sr_latn_rs: Pravljenje sandbox okruženja. Ovo će trajati samo minut...
sv_se: Skapar din sandbox-miljö. Det här tar bara någon minut...
th_th: กำลังสร้าง Sandbox ของคุณ จะใช้เวลาเพียงหนึ่งนาที...
tr_tr: Korumalı alanınız oluşturuluyor. Bu işlem yalnızca bir dakika sürer...
uk_ua: Триває створення ізольованого програмного середовища. Це займе всього хвилину…
vi_vn: Đang tạo hộp cát của bạn. Quá trình này sẽ chỉ mất một vài phút...
zh_cn: 正在构建沙盒。 该操作将需要 1 分钟时间...
zh_tw: 正在建置您的沙箱。 這需要幾分鐘的時間...

source: Quick filters
ar_sa: مرشحات سريعة
bg_bg: Бързи филтри
ca_es: Filtres ràpids
cs_cz: Rychlé filtry
da_dk: Lynfiltreringer
de_de: Schnellfilter
el_gr: Γρήγορα φίλτρα
es_es: Filtros rápidos
et_ee: Kiirfiltrid
eu_es: Iragazki bizkorrak
fi_fi: Pikasuodattimet
fr_ca: Filtres rapides
ga_ie: Scagairí tapa
gl_es: Filtros rápidos
he_il: מסננים מהירים
hi_in: त्वरित फ़िल्टर
hr_hr: Brzi filtri
hu_hu: Gyorsszűrők
id_id: Filter Cepat
is_is: Flýtisíur
it_it: Filtri rapidi
ja_jp: クイック フィルター
kk_kz: Жедел сүзгілер
ko_kr: 빠른 필터
lb_lu: Séier Filteren
lt_lt: Spartieji filtrai
lv_lv: Ātrie filtri
ms_my: Penapis Pantas
mt_mt: Filtri Veloċi
nb_no: Hurtigfiltre
nl_be: Snelfilters
pl_pl: Szybkie filtry
pt_pt: Filtros Rápidos
ro_ro: Filtre rapide
ru_ru: Быстрые фильтры
sk_sk: Rýchle filtre
sl_si: Hitri filtri
sr_cyrl_rs: Брзи филтери
sr_latn_rs: Brzi filteri
sv_se: Snabbfilter
th_th: ตัวกรองด่วน
tr_tr: Hızlı Filtreler
uk_ua: Швидкі фільтри
vi_vn: Bộ lọc nhanh
zh_cn: 快速筛选
zh_tw: 快速篩選

# quizComplete
source: Congratulations!
ar_sa: تهانينا!
bg_bg: Поздравления!
ca_es: Enhorabona.
cs_cz: Gratulujeme!
da_dk: Tillykke!
de_de: Herzlichen Glückwunsch!
el_gr: Συγχαρητήρια!
es_es: ¡Enhorabuena!
et_ee: Õnnitleme!
eu_es: Zorionak!
fi_fi: Onnittelut!
fr_ca: Félicitations!
ga_ie: Comhghairdeas!
gl_es: Parabéns!
he_il: ברכותינו!
hi_in: शुभकामनाएँ!
hr_hr: Čestitamo!
hu_hu: Gratulálunk!
id_id: Selamat!
is_is: Til hamingju!
it_it: Congratulazioni!
ja_jp: おめでとうございます
kk_kz: Құттықтаймыз!
ko_kr: 축하합니다!
lb_lu: Gléckwonsch!
lt_lt: Sveikiname!
lv_lv: Apsveicam!
ms_my: Tahniah!
mt_mt: Prosit!
nb_no: Gratulerer!
nl_be: Gefeliciteerd
pl_pl: Gratulacje!
pt_pt: Parabéns!
ro_ro: Felicitări!
ru_ru: Поздравляем!
sk_sk: Blahoželáme!
sl_si: Čestitamo!
sr_cyrl_rs: Честитамо!
sr_latn_rs: Čestitamo!
sv_se: Grattis!
th_th: ยินดีด้วย!
tr_tr: Tebrikler!
uk_ua: Наші вітання!
vi_vn: Xin chúc mừng!
zh_cn: 恭喜！
zh_tw: 恭喜！

# rateLimitedLoadingComments
source: Unable to load comments. GitHub API rate limit exceeded.
ar_sa: يتعذر تحميل التعليقات. تم تجاوز معدل GitHub API.
bg_bg: Неуспешно зареждане на коментарите. Надвишено ограничение на пропусквателната способност на API на GitHub.
ca_es: No es poden carregar els comentaris. S'ha superat el límit de velocitat de l'API del GitHub.
cs_cz: Nejde načíst komentáře. Byl překročen limit přenosové rychlosti rozhraní API GitHubu.
da_dk: Kommentarer kan ikke indlæses. Grænsen for GitHub API-hastighed er overskredet.
de_de: Die Kommentare konnten nicht geladen werden. Die Ratenbegrenzung für die GitHub-API wurde überschritten.
el_gr: Δεν είναι δυνατή η φόρτωση των σχολίων. Υπέρβαση του ορίου αιτήσεων API στο GitHub.
es_es: No se pueden cargar los comentarios. Se ha excedido el límite de frecuencia de la API de GitHub.
et_ee: Kommentaare ei saa laadida. GitHub API piirmäär on ületatud.
eu_es: Ezin izan dira kargatu iruzkinak. GitHub APIaren abiadura-muga gainditu da.
fi_fi: Kommentteja ei voi ladata. GitHub-ohjelmointirajapinnan tiedonsiirtorajoitus on ylitetty.
fr_ca: Impossible de charger les commentaires. Taux limite de l’API GitHub dépassé.
ga_ie: Ní féidir nótaí tráchta a lódáil. Tá teorainn ráta GitHub API sáraithe.
gl_es: Non se poden cargar os comentarios. Excedeuse o límite da velocidade da API de GitHub.
he_il: לא ניתן לטעון הערות. אירעה חריגה ממגבלת הקצב ב- API של GitHub.
hi_in: टिप्पणियाँ लोड करने में अक्षम. GitHub API दर सीमा पार हुई.
hr_hr: Komentari se ne mogu učitati. Ograničenje stope API-ja za GitHub je prekoračeno.
hu_hu: Nem sikerült betölteni a megjegyzéseket. Túllépte a GitHub API-kvótát.
id_id: Tidak dapat memuat komentar. Batas laju API GitHub terlampaui.
is_is: Ekki tókst að hlaða athugasemdum. GitHub API gildistakmarki náð.
it_it: Non è possibile caricare i commenti. È stato superato il limite di velocità dell'API GitHub.
ja_jp: コメントを読み込めません。 GitHub API のレート制限を超過しました。
kk_kz: Комментарийлерді жүктеу мүмкін емес. GitHub API көрсеткішінің шегінен асып кетті.
ko_kr: 의견을 로드할 수 없습니다. GitHub API 속도 제한을 초과했습니다.
lb_lu: Kommentare kënnen net geluede ginn. GitHub-API-Tauxlimite iwwerschratt.
lt_lt: Nepavyko įkelti komentarų. Viršytas „GitHub“ API spartos limitas.
lv_lv: Nevar ielādēt komentārus. Pārsniegts GitHub API atļautais pieprasījumu biežums.
ms_my: Tidak dapat memuatkan komen. Melebihi had kadar API GitHub.
mt_mt: Ma jistax itella' l-kummenti. Il-limitu tar-rata GitHub API nqabeż.
nb_no: Kan ikke laste inn kommentarer. API-hastighetsgrensen for GitHub er overskredet.
nl_be: Kan de opmerkingen niet laden. Limiet voor GitHub API-frequentie overschreden.
pl_pl: Nie można załadować komentarzy. Przekroczono limit szybkości interfejsu API usługi GitHub.
pt_pt: Não é possível carregar comentários. O limite de velocidade da API do GitHub foi excedido.
ro_ro: Imposibil de încărcat comentariile. A fost depășită limita privind rata interfețelor API din GitHub.
ru_ru: Не удается загрузить комментарии. Превышен лимит обращений к API GitHub.
sk_sk: Nie je možné načítať komentáre. Prekročil sa limit rýchlosti rozhrania API v službe GitHub.
sl_si: Komentarjev ni mogoče naložiti. Dosegli ste omejitev števila ocen vmesnika API v storitvi GitHub.
sr_cyrl_rs: Није могуће учитати коментаре. Премашено је ограничење стопе за GitHub API.
sr_latn_rs: Nije moguće učitati komentare. Premašeno je ograničenje stope za GitHub API.
sv_se: Det gick inte att läsa in kommentarerna. Hastighetsbegränsningen för GitHub API har överskridits.
th_th: ไม่สามารถโหลดข้อคิดเห็นได้ เกินขีดจำกัดอัตรา GitHub API แล้ว
tr_tr: Açıklamalar yüklenemiyor. GitHub API hız sınırı aşıldı.
uk_ua: Не вдалося завантажити коментарі. Перевищено обмеження API GitHub щодо частоти.
vi_vn: Không thể tải nhận xét. Đã vượt quá giới hạn tỷ lệ API GitHub.
zh_cn: 无法加载注释。 已超出 GitHub API 速率限制。
zh_tw: 無法載入註解。 已超出 GitHub API 速率限制。

# rateLimitedLoadingIssues
source: Unable to search issues. GitHub API rate limit exceeded.
ar_sa: يتعذر البحث عن المشكلات. تم تجاوز معدل GitHub API.
bg_bg: Неуспешно търсене на проблеми. Надвишено ограничение на пропусквателната способност на API на GitHub.
ca_es: No es poden cercar problemes. S'ha superat el límit de velocitat de l'API del GitHub.
cs_cz: Nejde prohledat potíže. Byl překročen limit přenosové rychlosti rozhraní API GitHubu.
da_dk: Der kan ikke søges i problemer. Grænsen for GitHub API-hastighed er overskredet.
de_de: Die Suche nach den Problemen konnte nicht durchgeführt werden. Die Ratenbegrenzung für die GitHub-API wurde überschritten.
el_gr: Δεν είναι δυνατή η αναζήτηση προβλημάτων. Υπέρβαση του ορίου αιτήσεων API στο GitHub.
es_es: No se pueden buscar problemas. Se ha excedido el límite de frecuencia de la API de GitHub.
et_ee: Probleeme ei saa otsida. GitHub API piirmäär on ületatud.
eu_es: Ezin izan dira bilatu arazoak. GitHub APIaren abiadura-muga gainditu da.
fi_fi: Ongelmia ei voi hakea. GitHub-ohjelmointirajapinnan tiedonsiirtorajoitus on ylitetty.
fr_ca: Impossible de rechercher les problèmes. Taux limite de l’API GitHub dépassé.
ga_ie: Ní féidir fadhbanna a chuardach. Tá teorainn ráta GitHub API sáraithe.
gl_es: Non se poden buscar problemas. Excedeuse o límite da velocidade da API de GitHub.
he_il: לא ניתן לחפש נושאים. אירעה חריגה ממגבלת הקצב ב- API של GitHub.
hi_in: समस्याएं खोजने में अक्षम. GitHub API दर सीमा पार हुई.
hr_hr: Nije moguće pretražiti probleme. Ograničenje stope API-ja za GitHub je prekoračeno.
hu_hu: Nem sikerült a keresés a problémák között. Túllépte a GitHub API-kvótát.
id_id: Tidak dapat mencari masalah. Batas laju API GitHub terlampaui.
is_is: Ekki er hægt að leita að útgáfum. GitHub API gildistakmarki náð.
it_it: Non è possibile eseguire la ricerca dei problemi. È stato superato il limite di velocità dell'API GitHub.
ja_jp: 問題を検索できません。 GitHub API のレート制限を超過しました。
kk_kz: Мәселелерді іздеу мүмкін емес. GitHub API көрсеткішінің шегінен асып кетті.
ko_kr: 문제를 검색할 수 없습니다. GitHub API 속도 제한을 초과했습니다.
lb_lu: Problemer kënnen net gesicht ginn. GitHub-API-Tauxlimite iwwerschratt.
lt_lt: Nepavyko ieškoti problemų. Viršytas „GitHub“ API spartos limitas.
lv_lv: Nevar meklēt problēmas. Pārsniegts GitHub API atļautais pieprasījumu biežums.
ms_my: Tidak dapat mencari isu. Melebihi had kadar API GitHub.
mt_mt: Ma jistax ifittex problemi. Il-limitu tar-rata GitHub API nqabeż.
nb_no: Kan ikke søke i problemer. API-hastighetsgrensen for GitHub er overskredet.
nl_be: Kan geen problemen zoeken. Limiet voor GitHub API-frequentie overschreden.
pl_pl: Nie można wyszukać problemów. Przekroczono limit szybkości interfejsu API usługi GitHub.
pt_pt: Não é possível procurar problemas. O limite de velocidade da API do GitHub foi excedido.
ro_ro: Imposibil de căutat problemele. A fost depășită limita privind rata interfețelor API din GitHub.
ru_ru: Не удается выполнить поиск вопросов. Превышен лимит обращений к API GitHub.
sk_sk: Nie je možné hľadať problémy. Prekročil sa limit rýchlosti rozhrania API v službe GitHub.
sl_si: Težav ni mogoče poiskati. Dosegli ste omejitev števila ocen vmesnika API v storitvi GitHub.
sr_cyrl_rs: Није могуће претражити проблеме. Премашено је ограничење стопе за GitHub API.
sr_latn_rs: Nije moguće pretražiti probleme. Premašeno je ograničenje stope za GitHub API.
sv_se: Det gick inte att söka efter ärendet. Hastighetsbegränsningen för GitHub API har överskridits.
th_th: ไม่สามารถค้นหาปัญหาได้ เกินขีดจำกัดอัตรา GitHub API แล้ว
tr_tr: Sorunlar aranamıyor. GitHub API hız sınırı aşıldı.
uk_ua: Не вдалося виконати пошук питань. Перевищено обмеження API GitHub щодо частоти.
vi_vn: Không thể tìm kiếm sự cố. Đã vượt quá giới hạn tỷ lệ API GitHub.
zh_cn: 无法搜索问题。 已超出 GitHub API 速率限制。
zh_tw: 無法搜尋問題。 已超出 GitHub API 速率限制。

# ratingCommentsPrompt
source: Comments or suggestions? <a href="#" data-bi-name="rating-verbatim-link">Tell us here</a>.
ar_sa: هل لديك تعليقات أو اقتراحات؟ <a href="#" data-bi-name="rating-verbatim-link">أخبرنا بها هنا</a>.
bg_bg: Коментари или предложения? <a href="#" data-bi-name="rating-verbatim-link">Кажете ни тук</a>.
ca_es: Teniu comentaris o suggeriments? <a href="#" data-bi-name="rating-verbatim-link">Indiqueu-los aquí</a>.
cs_cz: Máte nějaké poznámky nebo návrhy? <a href="#" data-bi-name="rating-verbatim-link">Řekněte nám o nich</a>.
da_dk: Har du kommentarer eller forslag? <a href="#" data-bi-name="rating-verbatim-link">Fortæl os det her</a>.
de_de: Kommentare oder Vorschläge? <a href="#" data-bi-name="rating-verbatim-link">Sagen Sie es uns</a>.
el_gr: Έχετε σχόλια ή προτάσεις; <a href="#" data-bi-name="rating-verbatim-link">Πείτε μας εδώ</a>.
es_es: ¿Tiene algún comentario o sugerencia? <a href="#" data-bi-name="rating-verbatim-link">Comuníquelos aquí</a>.
et_ee: Kas teil on kommentaare või soovitusi? <a href="#" data-bi-name="rating-verbatim-link">Rääkige meile siin</a>.
eu_es: Iruzkinik edo iradokizunik al duzu? <a href="#" data-bi-name="rating-verbatim-link">Idatzi hemen zer pentsatzen duzun</a>.
fi_fi: Kommentteja tai ehdotuksia? <a href="#" data-bi-name="rating-verbatim-link">Kerro niistä täällä</a>.
fr_ca: Des commentaires ou des suggestions? <a href="#" data-bi-name="rating-verbatim-link">Dites-le-nous ici</a>.
ga_ie: An bhfuil nótaí tráchta nó moltaí agat? <a href="#" data-bi-name="rating-verbatim-link">Scríobh síos anseo iad</a>.
gl_es: Ten comentarios ou suxestións? <a href="#" data-bi-name="rating-verbatim-link">Infórmenos aquí</a>.
he_il: הערות או הצעות? <a href="#" data-bi-name="rating-verbatim-link">ספר לנו כאן</a>.
hi_in: कोई टिप्पणी या सुझाव है? <a href="#" data-bi-name="rating-verbatim-link">हमें यहाँ बताएँ</a>.
hr_hr: Imate komentare ili prijedloge? <a href="#" data-bi-name="rating-verbatim-link">Napišite nam ih ovdje</a>.
hu_hu: Megjegyzése vagy javaslata van? <a href="#" data-bi-name="rating-verbatim-link">Tudassa velünk itt</a>.
id_id: Memiliki komentar atau saran? <a href="#" data-bi-name="rating-verbatim-link">Beri tahu kami di sini</a>.
is_is: Athugasemdir eða tillögur? <a href="#" data-bi-name="rating-verbatim-link">Segðu okkur frá hér</a>.
it_it: Commenti o suggerimenti? <a href="#" data-bi-name="rating-verbatim-link">Condividi qui la tua opinione</a>.
ja_jp: コメントまたは提案がおありですか? <a href="#" data-bi-name="rating-verbatim-link">こちらからご意見をお寄せいただけます</a>。
kk_kz: Комментарийлер немесе ұсыныстар? <a href="#" data-bi-name="rating-verbatim-link">Осында айтыңыз</a>.
ko_kr: 의견이나 제안 사항이 있나요? <a href="#" data-bi-name="rating-verbatim-link">여기에서 알려주세요</a>.
lb_lu: Kommentarer oder Empfeelungen? <a href="#" data-bi-name="rating-verbatim-link">Sot eis et hei</a>.
lt_lt: Turite komentarų ar pasiūlymų? <a href="#" data-bi-name="rating-verbatim-link">Pateikite čia</a>.
lv_lv: Vai jums ir komentāri vai ieteikumi? <a href="#" data-bi-name="rating-verbatim-link">Pastāstiet mums šeit</a>!
ms_my: Komen atau cadangan? <a href="#" data-bi-name="rating-verbatim-link">Beritahu kami di sini</a>.
mt_mt: Kummenti jew suġġerimenti? <a href="#" data-bi-name="rating-verbatim-link">Għidilna hawn</a>.
nb_no: Kommentarer eller forslag? <a href="#" data-bi-name="rating-verbatim-link">Skriv dem her</a>.
nl_be: Hebt u opmerkingen of suggesties? <a href="#" data-bi-name="rating-verbatim-link">Laat het ons hier weten</a>.
pl_pl: Masz komentarze lub sugestie? <a href="#" data-bi-name="rating-verbatim-link">Przekaż je nam tutaj</a>.
pt_pt: Comentários ou sugestões? <a href="#" data-bi-name="rating-verbatim-link">Diga-nos aqui</a>.
ro_ro: Aveți comentarii sau sugestii? <a href="#" data-bi-name="rating-verbatim-link">Spuneți-ne aici</a>.
ru_ru: Хотите оставить комментарий или внести предложение? <a href="#" data-bi-name="rating-verbatim-link">Оставьте свой отзыв здесь</a>.
sk_sk: Máte komentáre alebo návrhy? <a href="#" data-bi-name="rating-verbatim-link">Napíšte nám ich sem</a>.
sl_si: Imate komentarje ali predloge? <a href="#" data-bi-name="rating-verbatim-link">Dodajte jih sem</a>.
sr_cyrl_rs: Имате коментаре или предлоге? <a href="#" data-bi-name="rating-verbatim-link">Реците нам</a>.
sr_latn_rs: Imate komentare ili predloge? <a href="#" data-bi-name="rating-verbatim-link">Recite nam</a>.
sv_se: Kommentarer eller förslag? <a href="#" data-bi-name="rating-verbatim-link">Berätta för oss här</a>.
th_th: ช้อคิดเห็นหรือข้อเสนอแนะ <a href="#" data-bi-name="rating-verbatim-link">บอกเราที่นี่</a>
tr_tr: Yorumlarınız veya önerileriniz var mı? <a href="#" data-bi-name="rating-verbatim-link">Bize buradan iletin</a>.
uk_ua: Маєте запитання або коментарі? <a href="#" data-bi-name="rating-verbatim-link">Поділіться з нами</a>.
vi_vn: Nhận xét hoặc đề xuất? <a href="#" data-bi-name="rating-verbatim-link">Cho chúng tôi biết ý kiến ở đây</a>.
zh_cn: 意见或建议? <a href="#" data-bi-name="rating-verbatim-link">请在此处告诉我们</a>。
zh_tw: 有任何意見或建議嗎？ <a href="#" data-bi-name="rating-verbatim-link">請於此處告訴我們</a>。

# ratingShareIdeas
source: Please share your ideas. We welcome feedback in any language.
ar_sa: الرجاء مشاركة أفكارك. نرحب بالملاحظات بأية لغة.
bg_bg: Споделете своите идеи. Приветстваме обратна връзка на който и да е език.
ca_es: Compartiu les vostres idees. Acceptem comentaris en qualsevol llengua.
cs_cz: Podělte se o svoje nápady. Vítáme připomínky a názory v libovolném jazyce.
da_dk: Del dine idéer. Angiv din feedback på et hvilket som helst sprog.
de_de: Teilen Sie uns Ihre Ideen mit. Wir freuen uns über Feedback in jeder Sprache.
el_gr: Μοιραστείτε τις ιδέες σας. Θα χαρούμε να λάβουμε σχόλια σε οποιαδήποτε γλώσσα.
es_es: Comparta sus ideas. Agradecemos sus comentarios en cualquier idioma.
et_ee: Jagage oma ideid. Tagasiside on teretulnud igas keeles.
eu_es: Partekatu pentsatzen duzuna. Asko eskertzen ditugu oharrak, dauden hizkuntzan daudela.
fi_fi: Kerro ideasi. Anna palautteesi millä tahansa kielellä.
fr_ca: Veuillez partager vos idées. Nous apprécions les commentaires dans toutes les langues.
ga_ie: Comhroinn do chuid smaointí. Cuirimid fáilte roimh aiseolas in aon teanga.
gl_es: Comparta as súas ideas. Agradecemos comentarios en calquera idioma.
he_il: שתף את הרעיונות שלך. אנו מקבלים בברכה משוב בכל שפה.
hi_in: कृपया अपने विचार साझा करें. हम सभी भाषा में प्रतिक्रिया का स्वागत करते हैं.
hr_hr: podijelite svoje ideje. Raduju nas povratne informacije na bilo kojem jeziku.
hu_hu: Ossza meg velünk javaslatait. Visszajelzését bármilyen nyelven szívesen fogadjuk.
id_id: Bagikan ide Anda. Kami menerima umpan balik dalam semua bahasa.
is_is: Segðu okkur frá hugmyndum þínum. Við fögnum ábendingum á öllum tungumálum.
it_it: Condividi le tue opinioni. Siamo lieti di ricevere commenti e suggerimenti in qualsiasi lingua.
ja_jp: ぜひお客様のアイデアをお聞かせください。 Microsoft はあらゆる言語でのフィードバックを歓迎しております。
kk_kz: Идеяларыңызды бөлісіңіз. Пікірлерді кез келген тілде күтеміз.
ko_kr: 아이디어를 공유해 주세요. 모든 언어의 피드백을 환영합니다.
lb_lu: Deelt w.e.g. Är Iddien. Mir sinn dankbar iwwer Feedback an all Sprooch.
lt_lt: Pasidalykite savo idėjomis. Mes vertiname atsiliepimus visomis kalbomis.
lv_lv: Lūdzu, pastāstiet mums savas idejas! Mēs gaidām atsauksmes jebkādā valodā.
ms_my: Sila kongsikan idea anda. Kami mengalu-alukan maklum balas dalam mana-mana bahasa.
mt_mt: Ixxerja l-ideat tiegħek. Nilqgħu feedback bi kwalunkwe lingwa.
nb_no: Del ideene dine. Vi tar imot tilbakemeldinger på alle språk.
nl_be: Deel a.u.b. uw ideeën. Wij verwelkomen feedback in alle talen.
pl_pl: Podziel się swoimi pomysłami. Zachęcamy do pozostawiania opinii w dowolnym języku.
pt_pt: Partilhe as suas ideias. Queremos receber comentários em qualquer idioma.
ro_ro: Vă rugăm să ne spuneți ideile dvs. Apreciem feedbackul dvs., indiferent de limbă.
ru_ru: Поделитесь своими идеями. Вы можете оставить отзыв на любом языке.
sk_sk: Podeľte sa o svoje nápady. Uvítame pripomienky v ľubovoľnom jazyku.
sl_si: Posredujte nam svoje ideje. Veseli smo povratnih informacij v katerem koli jeziku.
sr_cyrl_rs: Поделите идеје. Повратне информације су добродошле на било ком језику.
sr_latn_rs: Podelite ideje. Povratne informacije su dobrodošle na bilo kom jeziku.
sv_se: Dela med dig av dina idéer. Vi tar gärna emot feedback, oavsett språk.
th_th: โปรดแชร์ความคิดของคุณ เรายินดีรับข้อคิดเห็นในภาษาใดก็ได้
tr_tr: Lütfen görüşlerinizi paylaşın. Her dilden geri bildirime önem veriyoruz.
uk_ua: Розкажіть про свої враження та ідеї. Ми раді відгукам будь-якою мовою.
vi_vn: Vui lòng chia sẻ ý kiến của bạn. Chúng tôi mong muốn nhận phản hồi bằng mọi ngôn ngữ.
zh_cn: 请分享你的想法。 我们乐于倾听用任何语言提出的反馈。
zh_tw: 請分享您的想法。 您可用任何語言提供您的意見。

source: Read in English
ar_sa: اقرأ باللغة الإنجليزية
bg_bg: Прочетете на английски
ca_es: Llegeix en anglès
cs_cz: Číst v angličtině
da_dk: Læs på engelsk
de_de: Auf Englisch lesen
el_gr: Ανάγνωση στα Αγγλικά
es_es: Leer en inglés
et_ee: Loe inglise keeles
eu_es: Irakurri ingelesez
fi_fi: Lue englanniksi
fr_ca: Afficher en anglais
ga_ie: Léigh i mBéarla
gl_es: Ler en inglés
he_il: לקריאה באנגלית
hi_in: अंग्रेज़ी में पढ़ें
hr_hr: Čitajte na engleskom
hu_hu: Olvasás angol nyelven
id_id: Baca dalam bahasa Inggris
is_is: Lesa á ensku
it_it: Leggere in inglese
ja_jp: 英語で読む
kk_kz: Ағылшын тілінде оқу
ko_kr: 영어로 읽기
lb_lu: Op Englesch liesen
lt_lt: Skaityti anglų kalba
lv_lv: Lasīt angliski
ms_my: Dibaca dalam bahasa Inggeris
mt_mt: Aqra bl-Ingliż
nb_no: Les på engelsk
nl_be: Lezen in het Engels
pl_pl: Przeczytaj w języku angielskim
pt_pt: Ler em inglês
ro_ro: Citiți în limba engleză
ru_ru: Прочитать на английском
sk_sk: Čítať v angličtine
sl_si: Preberi v angleščini
sr_cyrl_rs: Прочитај на енглеском
sr_latn_rs: Pročitaj na engleskom
sv_se: Läs på engelska
th_th: อ่านในภาษาอังกฤษ
tr_tr: İngilizce dilinde oku
uk_ua: Читати англійською
vi_vn: Đọc bằng tiếng Anh
zh_cn: 使用英语阅读
zh_tw: 閱讀英文

source: read-only
ar_sa: للقراءة فقط
bg_bg: само за четене
ca_es: només de lectura
cs_cz: pouze pro čtení
da_dk: skrivebeskyttet
de_de: Schreibgeschützt
el_gr: μόνο για ανάγνωση
es_es: solo lectura
et_ee: kirjutuskaitstud
eu_es: irakurtzeko soilik
fi_fi: vain luku
fr_ca: lecture seule
ga_ie: inléite amháin
gl_es: só lectura
he_il: לקריאה בלבד
hi_in: केवल पढ़ने के लिए
hr_hr: samo za čitanje
hu_hu: csak olvasható
id_id: baca saja
is_is: aðeins til að lesa
it_it: sola lettura
ja_jp: 読み取り専用
kk_kz: тек оқу үшін
ko_kr: 읽기 전용
lb_lu: schreifgeschützt
lt_lt: tik skaitoma
lv_lv: tikai lasāms
ms_my: baca sahaja
mt_mt: qari biss
nb_no: skrivebeskyttet
nl_be: alleen lezen
pl_pl: tylko do odczytu
pt_pt: apenas de leitura
ro_ro: doar citire
ru_ru: только для чтения
sk_sk: iba na čítanie
sl_si: samo za branje
sr_cyrl_rs: само за читање
sr_latn_rs: samo za čitanje
sv_se: skrivskydd
th_th: อ่านอย่างเดียว
tr_tr: salt okunur
uk_ua: лише для читання
vi_vn: chỉ đọc
zh_cn: 只读
zh_tw: 唯讀
