Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# yourDataDescription
source: Download or delete your saved progress and achievements on Docs. Deleting your information does not affect your Microsoft identity.
ar_sa: يمكنك تنزيل تقدمك وإنجازاتك المحفوظة على Docs أو حذفها. حذف معلوماتك لا يؤثر على هويتك على Microsoft.
bg_bg: Изтеглете или изтрийте вашия записан напредък и постижения в Docs. Изтриването на вашата информация не влияе върху самоличността ви в Microsoft.
ca_es: Baixeu o suprimiu el progrés i els assoliments desats al Docs. Si suprimiu la vostra informació, no afectarà la identitat de Microsoft.
cs_cz: Stáhněte si uložený postup a úspěchy na Docs nebo je odstraňte. Odstranění informací nemá vliv na vaši identitu Microsoftu.
da_dk: Download eller slet dine gemte fremskridt og resultater på Docs. Sletning af dine oplysninger påvirker ikke din Microsoft-identitet.
de_de: Laden Sie Ihren gespeicherten Fortschritt und Ihre Auszeichnungen zur Dokumentation herunter, oder löschen Sie sie. Das Löschen Ihrer Informationen wirkt sich nicht auf Ihre Microsoft-Identität aus.
el_gr: Κάντε λήψη ή διαγραφή της αποθηκευμένης προόδου σας και των επιτευγμάτων σας στο Docs. Η διαγραφή των πληροφοριών σας δεν επηρεάζει την ταυτότητα Microsoft που διαθέτετε.
es_es: Descargue o elimine su progreso y logros guardados en documentos. La eliminación de su información no afecta su identidad de Microsoft.
et_ee: Laadige oma salvestatud edenemine ja saavutused Docsis alla või kustutage need. Teabe kustutamine ei mõjuta teie Microsofti kasutajat.
eu_es: Deskargatu edo ezabatu Docs-en gordetako aurrerapenak eta lorpenak. Informazioa ezabatzen baduzu, ez dio eragingo Microsoft identitateari.
fi_fi: Lataa tai poista tallennettu edistymisesi ja saavutukset Docsissa. Omien tietojen poistaminen ei vaikuta Microsoft-käyttäjätietoihin.
fr_ca: Téléchargez ou supprimez vos progrès et succès enregistrés sur Docs. La suppression de vos informations n’a aucune répercussion sur votre identité Microsoft.
ga_ie: Íoslódáil nó scrios do dhul chun cinn agus gaiscí sábháilte ar Docs. Níl aon tionchar ag scriosadh do chuid faisnéise ar d’aitheantas Microsoft.
gl_es: Descargue ou elimine o progreso e os logros gardados en Docs. Eliminar a súa información non afecta á identidade de Microsoft.
he_il: הורד או מחק את ההתקדמות וההישגים שלך השמורים ב- Docs. מחיקת המידע שלך לא תשפיע על הזהות שלך ב- Microsoft.
hi_in: अपनी सहेजी गई प्रगति और उपलब्धियों को Docs पर डाउनलोड करें या हटाएँ. आपकी जानकारी हटाने से आपकी Microsoft पहचान प्रभावित नहीं होती है.
hr_hr: Preuzmite ili izbrišite svoj spremljeni napredak i postignuća na servisu Docs. Brisanjem svojih podataka ne utječete na Microsoftov identitet.
hu_hu: Mentett haladási adatait és szintjeit letöltheti vagy törölheti a Docsból. Az adatok törlése nem befolyásolja a Microsoft-identitását.
id_id: Unduh atau hapus perkembangan dan pencapaian Anda yang disimpan di Docs. Menghapus informasi tidak akan memengaruhi identitas Microsoft Anda.
is_is: Sæktu eða eyddu vistuðum framförum og áföngum í Docs. Eyðing upplýsinganna hefur ekki áhrif á Microsoft-auðkennið þitt.
it_it: Scarica o elimina lo stato e gli obiettivi salvati in Docs. L'eliminazione delle tue informazioni non influisce sulla tua identità Microsoft.
ja_jp: Docs 上に保存されている進行状況と実績をダウンロードまたは削除します。情報を削除しても、お客様の Microsoft ID に影響はありません。
kk_kz: Docs жүйесінде сақталған орындалу барысы мен жетістіктерді жүктеп алыңыз немесе жойыңыз. Ақпаратыңызды жою Microsoft идентификацияңызға әсер етпейді.
ko_kr: Docs에서 저장된 진행률 및 도전 과제를 다운로드하거나 삭제하세요. 정보를 삭제해도 Microsoft ID에는 영향을 주지 않습니다.
lb_lu: Luet Äre gespäicherte Fortschrëtt an Är Erfolleger op Docs erof oder läscht se. Wann Dir Är Informatioune läscht, huet dat keng Auswierkung op Är Microsoft-Identitéit.
lt_lt: Atsisiųskite arba panaikinkite savo įrašytus pasiekimus srityje „Docs“. Savo informacijos panaikinimas „Microsoft“ tapatybei įtakos neturi.
lv_lv: Lejupielādējiet vai dzēsiet vietnē Docs saglabāto izpildes informāciju un sasniegumus. Informācijas dzēšana neietekmē jūsu identitāti Microsoft pakalpojumos.
ms_my: Muat turun atau padamkan kemajuan dan pencapaian anda yang disimpan pada Dokumen. Memadamkan maklumat anda tidak memberikan impak kepada identiti Microsoft anda.
mt_mt: Niżżel jew ħassar il-progress u l-kisbiet issejvjati tiegħek fuq Docs. Meta tħassar l-informazzjoni tiegħek dan ma jkollux impatt fuq l-identità tiegħek ta' Microsoft.
nb_no: Last ned eller slett lagret fremdrift og prestasjoner i Docs. Microsoft-identiteten din blir ikke påvirket av å slette informasjonen.
nl_be: Download of verwijder uw opgeslagen voortgang en prestaties in Docs. Het verwijderen van uw gegevens is niet van invloed op uw Microsoft-identiteit.
pl_pl: Pobierz lub usuń zapisany postęp i osiągnięcia z witryny Docs. Usunięcie Twoich informacji nie wpłynie na Twoją tożsamość Microsoft.
pt_pt: Transfira ou elimine o seu progresso e conquistas guardadas no Docs. Eliminar a sua informação não afeta a sua identidade da Microsoft.
ro_ro: Descărcați sau ștergeți progresul și realizările salvate pe Docs. Ștergerea informațiilor dvs. nu are impact asupra identității dvs. Microsoft.
ru_ru: Скачайте информацию о пройденном материале и полученных достижениях на docs.microsoft.com или удалите эти сведения. Удаление ваших данных не повлияет на ваше удостоверение Майкрософт.
sk_sk: Stiahnite si svoj uložený pokrok a výsledky na lokalite Docs alebo ich odstráňte. Odstránenie informácií nebude mať vplyv na vašu identitu Microsoft.
sl_si: Prenesite ali izbrišite svoj shranjeni napredek in dosežke v storitvi Docs. Z izbrisom svojih podatkov ne vplivate na svojo identiteto v Microsoftu.
sr_cyrl_rs: Преузмите или избришите сачувани рад и остварења у услузи Docs. Брисање информација не утиче на Microsoft идентитет.
sr_latn_rs: Preuzmite ili izbrišite sačuvani rad i ostvarenja u usluzi Docs. Brisanje informacija ne utiče na Microsoft identitet.
sv_se: Ladda ned eller ta bort dina sparade framsteg och achievements i Docs. Din Microsoft-identitet påverkas inte när du tar bort informationen.
th_th: ดาวน์โหลดหรือลบความคืบหน้าและความสำเร็จที่บันทึกไว้บน Docs ลบข้อมูลที่ไม่มีผลกระทบกับข้อมูลประจำตัว Microsoft ของคุณ
tr_tr: Docs’ta kayıtlı ilerlemeniz ve başarılarınızı indirin veya silin. Bilgilerinizi silme işlemi, Microsoft kimliğinizi etkilemez.
uk_ua: Завантажте або видаліть збережені дані про успіхи й досягнення в Docs. Видалення відомостей не впливає на ваші ідентифікаційні дані Microsoft.
vi_vn: Tải xuống hoặc xóa tiến trình và thành tích bạn đã lưu trên Tài liệu. Việc xóa thông tin của bạn không ảnh hưởng đến danh tính Microsoft của bạn.
zh_cn: 下载或删除在文档上保存的进度和成就。删除信息不会影响你的 Microsoft 标识。
zh_tw: 下載或刪除您儲存在 Docs 上的進度與成就。刪除您的資訊不會影響您的 Microsoft 身分識別。

# yourWorkNotCompletedCorrectly
source: Your work was not completed correctly.
ar_sa: لم يكتمل عملك بشكل صحيح.
bg_bg: Вашата работа не беше завършена правилно.
ca_es: La vostra tasca no s'ha completat correctament.
cs_cz: Vaše práce nebyla úspěšně dokončena.
da_dk: Dit arbejde blev ikke fuldført korrekt.
de_de: Ihre Arbeit wurde nicht korrekt abgeschlossen.
el_gr: Η εργασία σας δεν ολοκληρώθηκε σωστά.
es_es: El trabajo no se ha completado correctamente.
et_ee: Teie töö ei ole õigesti lõpetatud.
eu_es: Ez da osatu lana.
fi_fi: Työn suoritus ei onnistunut.
fr_ca: Votre tâche n’a pas été remplie correctement.
ga_ie: Níor críochnaíodh d’obair i gceart.
gl_es: O traballo non se concluíu correctamente.
he_il: המשימה שלך לא הושלמה כהלכה.
hi_in: आपका कार्य ठीक तरह से पूर्ण नहीं हुआ.
hr_hr: Zadatak nije pravilno dovršen.
hu_hu: Nem helyesen végezte el a feladatot.
id_id: Pekerjaan Anda tidak diselesaikan dengan benar.
is_is: Þú laukst vinnunni þinni ekki rétt.
it_it: Il tuo lavoro non è stato completato correttamente.
ja_jp: 作業が正常に完了されませんでした。
kk_kz: Жұмысыңыз дұрыс орындалмады.
ko_kr: 작업이 올바르게 완료되지 않았습니다.
lb_lu: Är Aarbecht gouf net richteg fäerdeggestallt.
lt_lt: Jūsų darbas atliktas neteisingai.
lv_lv: Darbs tika nepareizi pabeigts+.
ms_my: Kerja anda tidak diselesaikan dengan betul.
mt_mt: Ix-xogħol tiegħek ma tlestiex sew.
nb_no: Arbeidet ditt er ikke helt riktig fullført.
nl_be: Uw werk is niet correct voltooid.
pl_pl: Twoja praca nie została poprawnie ukończona.
pt_pt: O seu trabalho não foi concluído corretamente.
ro_ro: Lucrarea dvs. nu a fost finalizată corect.
ru_ru: Работа выполнена неправильно.
sk_sk: Vaša práca sa nedokončila správne.
sl_si: Vaše delo ni bilo pravilno dokončano.
sr_cyrl_rs: Рад није правилно довршен.
sr_latn_rs: Rad nije pravilno dovršen.
sv_se: Ditt arbete slutfördes inte på rätt sätt.
th_th: งานของคุณไม่เสร็จสมบูรณ์อย่างถูกต้อง
tr_tr: Çalışmanız düzgün bir şekilde tamamlanmadı.
uk_ua: Завдання не виконано належним чином.
vi_vn: Bạn chưa hoàn thành công việc một cách chính xác.
zh_cn: 工作未正确完成。
zh_tw: 您的進度未正確地完成。

source: Slack
ar_sa: فترة السماح
ga_ie: Eatramh
he_il: מרווח
lb_lu: Stëllstand
mt_mt: Laxk

# xp
source: {0} XP
he_il: {0} נקודות ניסיון
lt_lt: {0} ekstremalusis programavimas
vi_vn: {0} Lập trình cực hạn

source: RSS
is_is: RSS-straumur
sk_sk: technológia RSS
uk_ua: технологія RSS
zh_tw: 真正簡易新聞訂閱方式 (RSS)

# typeAliasInSubtitle
source: Type Aliases
cs_cz: Aliasy typu
sl_si: Vnesite vzdevke

source: Twitter
th_th: ทวิตเตอร์
