Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Check your knowledge
ar_sa: اختبر معلوماتك
bg_bg: Проверете знанията си
ca_es: Comproveu els vostres coneixements
cs_cz: Kontrola znalostí
da_dk: Tjek din viden
de_de: Wissen auf den Prüfstand stellen
el_gr: Ελέγξτε τις γνώσεις σας
es_es: Comprobar los conocimientos
et_ee: Kontrollige oma teadmisi
eu_es: Egiaztatu zenbat dakizun
fi_fi: Tarkista tietämyksesi
fr_ca: Vérifier vos connaissances
ga_ie: Seiceáil an méid atá ar eolas agat
gl_es: Comprobar coñecemento
he_il: בדוק את הידע שלך
hi_in: अपने ज्ञान की जाँच करें
hr_hr: Provjerite znanje
hu_hu: Tesztelje tudását
id_id: Uji pengetahuan Anda
is_is: Athugaðu hvað þú kannt
it_it: Verifica le tue conoscenze
ja_jp: 知識を確認
kk_kz: Біліміңізді тексеру
ko_kr: 지식 확인
lb_lu: Äert Wëssen iwwerpréiwen
lt_lt: Tikrinti žinias
lv_lv: Pārbaudīt zināšanas
ms_my: Semak pengetahuan anda
mt_mt: Iċċekkja l-għarfien tiegħek
nb_no: Kontroller kunnskapene dine
nl_be: Kennis testen
pl_pl: Sprawdź swoją wiedzę
pt_pt: Verifique o seu conhecimento
ro_ro: Verificați-vă cunoștințele
ru_ru: Проверьте свои знания
sk_sk: Skontrolovať znalosti
sl_si: Preverite svoje znanje
sr_cyrl_rs: Проверите знање
sr_latn_rs: Proverite znanje
sv_se: Kontrollera dina kunskaper
th_th: ตรวจสอบความรู้ของคุณ
tr_tr: Bilginizi ölçün
uk_ua: Перевірити свої знання
vi_vn: Kiểm tra kiến thức của bạn
zh_cn: 知识检测
zh_tw: 查看您的知識

source: Check your work
ar_sa: راجع عملك
bg_bg: Проверете своята работа
ca_es: Comproveu la vostra feina
cs_cz: Kontrola práce
da_dk: Kontrollér dit arbejde
de_de: Arbeit überprüfen
el_gr: Ελέγξτε την εργασία σας
es_es: Comprobar el trabajo
et_ee: Kontrollige oma tööd
eu_es: Egiaztatu lana
fi_fi: Tarkista työsi
fr_ca: Vérifier votre travail
ga_ie: Seiceáil do chuid oibre
gl_es: Comprobar traballo
he_il: בדוק את העבודה שלך
hi_in: अपना कार्य जाँचें
hr_hr: Provjerite svoj rad
hu_hu: Ellenőrizze munkáját
id_id: Periksa pekerjaan Anda
is_is: Athugaðu vinnuna þína
it_it: Controlla il lavoro svolto
ja_jp: 作業を確認
kk_kz: Жұмысыңызды тексеріңіз
ko_kr: 작업 확인
lb_lu: Iwwerpréift Är Aarbecht
lt_lt: Patikrinkite savo darbą
lv_lv: Pārbaudīt paveikto
ms_my: Semak kerja anda
mt_mt: Iċċekkja x-xogħol tiegħek
nb_no: Kontroller arbeidet ditt
nl_be: Controleer uw werk
pl_pl: Sprawdź swoją pracę
pt_pt: Verifique o seu trabalho
ro_ro: Verificați-vă activitatea
ru_ru: Проверьте выполненную работу
sk_sk: Skontrolovať prácu
sl_si: Preverite svoje delo
sr_cyrl_rs: Проверите рад
sr_latn_rs: Proverite rad
sv_se: Kontrollera ditt arbete
th_th: ตรวจสอบงานของคุณ
tr_tr: Çalışmanızı denetleyin
uk_ua: Перевірити свою роботу
vi_vn: Kiểm tra công việc của bạn
zh_cn: 检查你的工作
zh_tw: 查看您的工作

source: Choose reaction
ar_sa: اختيار التفاعل
bg_bg: Изберете реакция
ca_es: Trieu una reacció
cs_cz: Zvolit reakci
da_dk: Vælg reaktion
de_de: Reaktion auswählen
el_gr: Επιλογή αντίδρασης
es_es: Elegir reacción
et_ee: Vali reaktsioon
eu_es: Aukeratu erreakzioa
fi_fi: Valitse reaktio
fr_ca: Choisir une réaction
ga_ie: Roghnaigh freagairt
gl_es: Escoller reacción
he_il: בחר תגובה
hi_in: प्रतिक्रिया चुनें
hr_hr: Odaberite reakciju
hu_hu: Visszajelzés választása
id_id: Pilih reaksi
is_is: Veldu viðbrögð
it_it: Scegli una reazione
ja_jp: リアクションの選択
kk_kz: Реакцияны таңдау
ko_kr: 반응 선택
lb_lu: Reaktioun auswielen
lt_lt: Pasirinkti reakciją
lv_lv: Izvēlēties reakciju
ms_my: Pilih reaksi
mt_mt: Agħżel reazzjoni
nb_no: Velg reaksjon
nl_be: Reactie kiezen
pl_pl: Wybierz reakcję
pt_pt: Escolha a reação
ro_ro: Alegere reacție
ru_ru: Выбор реакции
sk_sk: Vybrať reakciu
sl_si: Izberite odziv
sr_cyrl_rs: Одаберите реакцију
sr_latn_rs: Odaberite reakciju
sv_se: Välj reaktion
th_th: เลือกการตอบสนอง
tr_tr: Tepki seçin
uk_ua: Вибрати реакцію
vi_vn: Chọn phản ứng
zh_cn: 选择回应
zh_tw: 選擇反應

# claimReward
source: Unlock achievement
ar_sa: إلغاء قفل الإنجاز
bg_bg: Отключване на постижение
ca_es: Desbloquegeu l'assoliment
cs_cz: Odemknutí dosaženého cíle
da_dk: Lås op for resultat
de_de: Auszeichnung freischalten
el_gr: Ξεκλείδωμα επιτεύγματος
es_es: Desbloquear logro
et_ee: Ava saavutus
eu_es: Desblokeatu lorpena
fi_fi: Poista saavutuksen lukitus
fr_ca: Déverrouiller le succès
ga_ie: Díghlasáil gaisce
gl_es: Desbloquear logro
he_il: שחרר נעילת הישג
hi_in: उपलब्धि का लॉक खोलें
hr_hr: Otključajte postignuće
hu_hu: Eredmény feloldása
id_id: Buka prestasi
is_is: Leysa út áfanga
it_it: Sblocca l'obiettivo
ja_jp: 実績のロックを解除
kk_kz: Жетістікті блоктан шығару
ko_kr: 도전 과제 잠금 해제
lb_lu: Erfolleg fräischalten
lt_lt: Atrakinti pasiekimą
lv_lv: Atbloķēt sasniegumu
ms_my: Buka kunci pencapaian
mt_mt: Iftaħ il-kisba
nb_no: Lås opp oppnåelse
nl_be: Prestatie ontgrendelen
pl_pl: Odblokuj osiągnięcie
pt_pt: Desbloquear conquista
ro_ro: Deblocare realizare
ru_ru: Разблокировать достижение
sk_sk: Odomknúť úspech
sl_si: Odkleni dosežek
sr_cyrl_rs: Откључајте достигнуће
sr_latn_rs: Otključajte dostignuće
sv_se: Lås upp achievement
th_th: ปลดล็อกความสำเร็จ
tr_tr: Başarının kilidini aç
uk_ua: Здобути досягнення
vi_vn: Mở khóa thành tích
zh_cn: 解锁成就
zh_tw: 任務達成

# classesInSubtitle
source: Classes
ar_sa: الفصول
bg_bg: Класове
cs_cz: Třídy
da_dk: Klasser
de_de: Klassen
el_gr: Κλάσεις
es_es: Clases
et_ee: Klassid
eu_es: Motak
fi_fi: Luokat
ga_ie: Aicmí
gl_es: Clases
he_il: מחלקות
hi_in: क्लासेस
hr_hr: Klase
hu_hu: Osztályok
id_id: Kelas
is_is: Flokkar
it_it: Classi
ja_jp: クラス
kk_kz: Кластар
ko_kr: 클래스
lb_lu: Klassen
lt_lt: Klasės
lv_lv: Kategorijas
ms_my: Kelas
mt_mt: Klassijiet
nb_no: Klasser
nl_be: Klassen
pl_pl: Klasy
ro_ro: Clase
ru_ru: Классы
sk_sk: Triedy
sl_si: Razredi
sr_cyrl_rs: Класе
sr_latn_rs: Klase
sv_se: Klasser
th_th: ชั้นเรียน
tr_tr: Sınıflar
uk_ua: Класи
vi_vn: Lớp học
zh_cn: 类
zh_tw: 類別

source: Clear filter
ar_sa: مرشح صافي
bg_bg: Изчистване на филтър
ca_es: Esborra el filtre
cs_cz: Odebrat filtr
da_dk: Ryd filter
de_de: Filter löschen
el_gr: Απαλοιφή φίλτρου
es_es: Borrar filtro
et_ee: Eemalda filter
eu_es: Garbitu iragazkia
fi_fi: Tyhjennä suodatin
fr_ca: Supprimer le filtre
ga_ie: Glan scagaire
gl_es: Borrar filtro
he_il: נקה מסנן
hi_in: फ़िल्टर साफ़ करें
hr_hr: Očisti filtar
hu_hu: Szűrő törlése
id_id: Hapus Filter
is_is: Hreinsa síu
it_it: Cancella filtro
ja_jp: フィルターをクリア
kk_kz: Сүзгіні тазалау
ko_kr: 필터 지우기
lb_lu: Filter läschen
lt_lt: Valyti filtrą
lv_lv: Notīrīt filtru
ms_my: Kosongkan Penapis
mt_mt: Neħħi l-Filtru
nb_no: Fjern filter
nl_be: Filter verwijderen
pl_pl: Wyczyść filtr
pt_pt: Alterar Filtro
ro_ro: Golire filtru
ru_ru: Сбросить фильтр
sk_sk: Vymazať filter
sl_si: Počisti filter
sr_cyrl_rs: Обриши филтер
sr_latn_rs: Obriši filter
sv_se: Rensa filter
th_th: ล้างตัวกรอง
tr_tr: Filtreyi Temizle
uk_ua: Очистити фільтр
vi_vn: Xóa bộ lọc
zh_cn: 清除筛选
zh_tw: 清除篩選

source: Clear term
ar_sa: مصطلح واضح
bg_bg: Изчистване на термин
ca_es: Esborra el terme
cs_cz: Odebrat termín
da_dk: Ryd term
de_de: Begriff löschen
el_gr: Απαλοιφή όρου
es_es: Borrar término
et_ee: Eemalda termin
eu_es: Garbitu terminoa
fi_fi: Tyhjennä termi
fr_ca: Supprimer le terme
ga_ie: Glan téarma
gl_es: Borrar termo
he_il: נקה תקופה
hi_in: शब्द साफ़ करें
hr_hr: Očisti izraz
hu_hu: Kifejezés törlése
id_id: Hapus Istilah
is_is: Hreinsa hugtak
it_it: Cancella termine
ja_jp: 検索語をクリア
kk_kz: Терминді тазалау
ko_kr: 용어 지우기
lb_lu: Begrëff läschen
lt_lt: Valyti terminą
lv_lv: Notīrīt terminu
ms_my: Kosongkan Istilah
mt_mt: Neħħi t-Terminu
nb_no: Fjern søkeord
nl_be: Term verwijderen
pl_pl: Wyczyść termin
pt_pt: Alterar Termo
ro_ro: Golire termen
ru_ru: Сбросить условие
sk_sk: Vymazať výraz
sl_si: Počisti izraz
sr_cyrl_rs: Обриши термин
sr_latn_rs: Obriši termin
sv_se: Rensa term
th_th: ล้างคำ
tr_tr: Koşulu Temizle
uk_ua: Очистити термін
vi_vn: Xóa điều khoản
zh_cn: 清除术语
zh_tw: 清除字詞

# clickForRSS
source: Click for RSS feed
ar_sa: نقر لموجز RSS
bg_bg: Щракване за RSS информационен канал
ca_es: Feu clic per obtenir el canal RSS.
cs_cz: Kliknutím přejít ke kanálu RSS
da_dk: Klik for RSS-feed
de_de: Für RSS-Feed klicken
el_gr: Κάντε κλικ για τροφοδοσία RSS
es_es: Hacer clic para la fuente RSS
et_ee: Klõpsa RSS-kanali nägemiseks
eu_es: Egin klik RSS jarioa atzitzeko
fi_fi: Napsauta, jos haluat RSS-syötteen
fr_ca: Cliquez pour accéder au flux RSS
ga_ie: Cliceáil le haghaidh fotha RSS
gl_es: Premer para obter a fonte RSS
he_il: לחץ להזנת RSS
hi_in: RSS फ़ीड के लिए क्लिक करें
hr_hr: Kliknite za RSS sažetak sadržaja
hu_hu: Kattintson az RSS-csatornához
id_id: Klik untuk umpan RSS
is_is: Smelltu til að fá RSS endurgjöf
it_it: Fare clic per visualizzare il feed RSS
ja_jp: クリックして RSS フィードを表示
kk_kz: RSS арнасы үшін басу
ko_kr: RSS 피드를 보려면 클릭
lb_lu: Klicken, fir RSS-Feed
lt_lt: Spustelėkite norėdami gauti RSS informacijos santrauką
lv_lv: Lai skatītu RSS plūsmu, noklikšķiniet
ms_my: Klik untuk suapan RSS
mt_mt: Ikklikkja għal feed RSS
nb_no: Klikk for RSS-feed
nl_be: Klikken voor RSS-feed
pl_pl: Kliknij, aby zasubskrybować źródło danych RSS
pt_pt: Clique para o feed RSS
ro_ro: Faceți clic pentru fluxul RSS
ru_ru: Щелкните для подключения RSS-канала
sk_sk: Kliknutím zobrazíte informačný kanál RSS
sl_si: Kliknite za vir RSS
sr_cyrl_rs: Кликните за RSS feed
sr_latn_rs: Kliknite za RSS feed
sv_se: Klicka för RSS-feed
th_th: คลิกที่ฟีดของ RSS
tr_tr: RSS akışı için tıklayın
uk_ua: Клацніть, щоб додати канал RSS
vi_vn: Bấm để xem nguồn cấp dữ liệu RSS
zh_cn: 单击 RSS 源
zh_tw: 按一下以取得 RSS 摘要

source: Close
ar_sa: إغلاق
bg_bg: Затваряне
ca_es: Tanca
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
et_ee: Sule
eu_es: Itxi
fi_fi: Sulje
fr_ca: Fermer
ga_ie: Dún
gl_es: Pechar
he_il: סגור
hi_in: बंद करें
hr_hr: Zatvori
hu_hu: Bezárás
id_id: Tutup
is_is: Loka
it_it: Chiudi
ja_jp: 閉じる
kk_kz: Жабу
ko_kr: 닫기
lb_lu: Zoumaachen
lt_lt: Uždaryti
lv_lv: Aizvērt
ms_my: Tutup
mt_mt: Agħlaq
nb_no: Lukk
nl_be: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închidere
ru_ru: Закрыть
sk_sk: Zavrieť
sl_si: Zapri
sr_cyrl_rs: Затвори
sr_latn_rs: Zatvori
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Closed Issue
ar_sa: مشكلة مغلقة
bg_bg: Приключен въпрос
ca_es: Problema tancat
cs_cz: Uzavřený problém
da_dk: Lukket problem
de_de: Geschlossenes Problem
el_gr: Κλειστό ζήτημα
es_es: Problema cerrado
et_ee: Suletud küsimus
eu_es: Itxitako arazoa
fi_fi: Suljettu ongelma
fr_ca: Incident clôturé
ga_ie: Fadhb dúnta
gl_es: Problema pechado
he_il: נושא סגור
hi_in: हल हो चुकी समस्या
hr_hr: Zatvoreni problem
hu_hu: Lezárt probléma
id_id: Masalah Tertutup
is_is: Lokað mál
it_it: Problema chiuso
ja_jp: クローズ済みの問題
kk_kz: Шешілген мәселе
ko_kr: 종결된 문제
lb_lu: Zouene Problem
lt_lt: Išspręsta problema
lv_lv: Slēgta problēma
ms_my: Isu Ditutup
mt_mt: Problema Magħluqa
nb_no: Lukket problem
nl_be: Gesloten probleem
pl_pl: Zamknięty problem
pt_pt: Problema Fechado
ro_ro: Problemă închisă
ru_ru: Решенная проблема
sk_sk: Uzavretý problém
sl_si: Zaprta težava
sr_cyrl_rs: Затворен проблем
sr_latn_rs: Zatvoren problem
sv_se: Stängt ärende
th_th: ปัญหาที่ปิดแล้ว
tr_tr: Kapalı Konu
uk_ua: Закрите питання
vi_vn: Vấn đề đã đóng
zh_cn: 已关闭的问题
zh_tw: 關閉的問題

source: Closed Issues
ar_sa: مشكلات مغلقة
bg_bg: Приключени въпроси
ca_es: Problemes tancats
cs_cz: Uzavřené problémy
da_dk: Lukkede problemer
de_de: Geschlossene Probleme
el_gr: Κλειστά ζητήματα
es_es: Problemas cerrados
et_ee: Suletud küsimused
eu_es: Itxitako arazoak
fi_fi: Suljetut ongelmat
fr_ca: Incidents clôturés
ga_ie: Fadhbanna dúnta
gl_es: Problemas pechados
he_il: נושאים סגורים
hi_in: हल हो चुकी समस्या
hr_hr: Zatvoreni problemi
hu_hu: Lezárt probléma
id_id: Masalah Tertutup
is_is: Lokuð mál
it_it: Problemi chiusi
ja_jp: クローズ済みの問題
kk_kz: Шешілген мәселелер
ko_kr: 종결된 문제
lb_lu: Zoue Problemer
lt_lt: Išspręstos problemos
lv_lv: Slēgtas problēmas
ms_my: Isu-isu Ditutup
mt_mt: Problemi Magħluqa
nb_no: Lukkede problemer
nl_be: Gesloten problemen
pl_pl: Zamknięte problemy
pt_pt: Problemas Fechados
ro_ro: Probleme închise
ru_ru: Решенные проблемы
sk_sk: Uzavreté problémy
sl_si: Zaprte težave
sr_cyrl_rs: Затворен проблем
sr_latn_rs: Zatvoreni problemi
sv_se: Stängda ärenden
th_th: ปัญหาที่ปิดแล้ว
tr_tr: Kapalı Konular
uk_ua: Закриті питання
vi_vn: Vấn đề đã đóng
zh_cn: 已关闭的问题
zh_tw: 關閉的問題

# clsCompliant
source: This API is not CLS-compliant.
ar_sa: API هذه غير متوافقة مع CLS.
bg_bg: Това API не е съвместимо със CLS.
ca_es: Aquesta API no és compatible amb CLS.
cs_cz: Toto rozhraní API neodpovídá specifikaci CLS.
da_dk: Denne API er ikke i overensstemmelse med CLS.
de_de: Diese API ist nicht CLS-kompatibel.
el_gr: Αυτό το API δεν είναι σύμμορφο με CLS.
es_es: Esta API no es conforme a CLS.
et_ee: See API pole CLS-ga kooskõlas.
eu_es: API honek ez ditu betetzen CLS arauak
fi_fi: Tämä ohjelmointirajapinta ei ole CLS-yhteensopiva.
fr_ca: Cette API n’est pas conforme à CLS.
ga_ie: Níl an API oiriúnach le CLS.
gl_es: Esta API non é compatible con CLS.
he_il: API זה אינו תואם-CLS.
hi_in: यह API CLS-संगत नहीं है.
hr_hr: API nije usklađen s CLS-om.
hu_hu: Ez az API nem CLS-kompatibilis.
id_id: API ini bukan kompatibel CLS.
is_is: Þessi forritaskil eru ekki CLS-samhæf.
it_it: Questa API non è conforme a CLS.
ja_jp: この API は CLS 準拠ではありません。
kk_kz: Бұл API CLS үйлесімді емес.
ko_kr: 이 API는 CLS 규격이 아닙니다.
lb_lu: Dës API ass net CLS-konform.
lt_lt: Ši API neatitinka CLS.
lv_lv: Šis API nav saderīgs ar CLS.
ms_my: API ini tidak mematuhi CLS.
mt_mt: Dan l-API mhux konformi mas-CLS.
nb_no: Denne API-en samsvarer ikke med CLS.
nl_be: Deze API is niet CLS-conform.
pl_pl: Ten interfejs API nie jest zgodny ze specyfikacją CLS.
pt_pt: Esta API não está em conformidade com CLS.
ro_ro: Această interfață API nu este compatibilă cu CLS.
ru_ru: Этот API несовместим с CLS.
sk_sk: Toto rozhranie API nie je kompatibilné s CLS.
sl_si: Ta API ni v skladu s specifikacijo CLS.
sr_cyrl_rs: Овај API није усклађен са CLS.
sr_latn_rs: Ovaj API nije usklađen sa CLS.
sv_se: Detta API uppfyller inte CLS.
th_th: API นี้ไม่ตรงตามมาตรฐาน CLS
tr_tr: Bu API, CLS uyumlu değildir.
uk_ua: Цей інтерфейс API не сумісний із CLS.
vi_vn: API này không tuân thủ CLS.
zh_cn: 此 API 不符合 CLS。
zh_tw: 此 API 不符合 CLS 規範。

# clsCompliantAlt
source: CLS-compliant alternative
ar_sa: بديل متوافق مع CLS
bg_bg: Алтернатива на съвместимост със CLS
ca_es: Alternativa compatible amb CLS
cs_cz: Alternativa odpovídající specifikaci CLS
da_dk: Alternativ, der er i overensstemmelse med CLS
de_de: CLS-kompatible Alternative
el_gr: Εναλλακτικό στοιχείο, σύμμορφο με CLS
es_es: Alternativa conforme a CLS
et_ee: CLS-i kooskõla alternatiiv
eu_es: CLS arauak betetzeko alternatiba
fi_fi: CLS-yhteensopiva vaihtoehto
fr_ca: Alternative conforme à CLS
ga_ie: Malairt atá oiriúnach le CLS
gl_es: Alternativa á compatibilidade con CLS
he_il: חלופה תואמת-CLS
hi_in: CLS-संगत विकल्प
hr_hr: Zamjenska mogućnost usklađena s CLS-om
hu_hu: CLS-kompatibilis alternatíva
id_id: Alternatif kompatibel CLS
is_is: CLS-samhæfur valkostur
it_it: Alternativa conforme a CLS
ja_jp: CLS 準拠の代替
kk_kz: CLS үйлесімді нұсқа
ko_kr: CLS 대체 규격
lb_lu: CLS-konform alternativ
lt_lt: CLS atitinkanti alternatyva
lv_lv: Ar CLS saderīga alternatīva
ms_my: Alternatif pematuhan CLS
mt_mt: Alternattiva konformi mas-CLS
nb_no: Alternativ som samsvarer med CLS
nl_be: CLS-conform alternatief
pl_pl: Alternatywa zgodna ze specyfikacją CLS
pt_pt: Alternativa em conformidade com CLS
ro_ro: Alternativă compatibilă cu CLS
ru_ru: Альтернативный вариант, совместимый с CLS
sk_sk: Alternatíva kompatibilná s CLS
sl_si: Nadomestna možnost, ki je v skladu s specifikacijo CLS
sr_cyrl_rs: Алтернатива усклађена са CLS
sr_latn_rs: Alternativa usklađena sa CLS
sv_se: Alternativ som uppfyller CLS
th_th: ทางเลือกอื่นที่ตรงตามมาตรฐาน CLS
tr_tr: CLS uyumlu alternatif
uk_ua: Альтернативний варіант, сумісний із CLS
vi_vn: API thay thế tuân thủ CLS
zh_cn: 符合 CLS 的替代方案
zh_tw: 符合 CLS 規範替代方案

source: Code
ar_sa: رمز
bg_bg: Код
ca_es: Codi
cs_cz: Kód
da_dk: Kode
el_gr: Κώδικας
es_es: Código
et_ee: Kood
eu_es: Kodea
fi_fi: Koodi
ga_ie: Cód
gl_es: Código
he_il: קוד
hi_in: कोड
hr_hr: Kod
hu_hu: Kód
id_id: Kode
is_is: Kóði
it_it: Codice
ja_jp: コード
kk_kz: Код
ko_kr: 코드
lt_lt: Kodas
lv_lv: Kods
ms_my: Kod
mt_mt: Kodiċi
nb_no: Kode
pl_pl: Kod
pt_pt: Código
ro_ro: Cod
ru_ru: Код
sk_sk: Kód
sl_si: Koda
sr_cyrl_rs: Кôд
sr_latn_rs: Kôd
sv_se: Kod
th_th: รหัส
tr_tr: Kod
uk_ua: Код
vi_vn: Mã
zh_cn: 代码
zh_tw: 程式碼

source: Collaborator
ar_sa: المساهمون
bg_bg: Сътрудник
ca_es: Col·laborador
cs_cz: Spolupracovník
da_dk: Samarbejdspartner
de_de: Projektmitarbeiter
el_gr: Συνεργάτης
es_es: Colaborador
et_ee: Kolleeg
eu_es: Lankidea
fi_fi: Työtoveri
fr_ca: Collaborateur
ga_ie: Comhoibrí
gl_es: Colaborador
he_il: משתף פעולה
hi_in: सहयोगी
hr_hr: Suradnik
hu_hu: Közreműködő
id_id: Rekan kerja
is_is: Samstarfsmaður
it_it: Collaboratore
ja_jp: コラボレーター
kk_kz: Бірлесіп жұмыс істеуші
ko_kr: 협력자
lb_lu: Mataarbechter
lt_lt: Bendradarbis
lv_lv: Līdzautors
ms_my: Kolaborator
mt_mt: Kollaboratur
nb_no: Samarbeidspartner
nl_be: Samenwerker
pl_pl: Współpracownik
pt_pt: Colaborador
ro_ro: Colaborator
ru_ru: Участник совместной работы
sk_sk: Spolupracovník
sl_si: Sodelavec
sr_cyrl_rs: Сарадник
sr_latn_rs: Saradnik
sv_se: Medarbetare
th_th: ผู้ทำงานร่วมกัน
tr_tr: İşbirlikçi
uk_ua: Співучасник
vi_vn: Cộng tác viên
zh_cn: 协作者
zh_tw: 共同作業者

# collaboratorDescription
source: This user has been invited to collaborate on {repo}.
ar_sa: تمت دعوة هذا المستخدم للمساهمة في {repo}.
bg_bg: Този потребител е поканен да сътрудничи по {repo}.
ca_es: S'ha convidat aquest usuari perquè col·labori en el dipòsit {repo}.
cs_cz: Tento uživatel byl pozván ke spolupráci na {repo}.
da_dk: Denne bruger er inviteret til at samarbejdet på {repo}.
de_de: Dieser Benutzer wurde zur Mitarbeit an „{repo}“ eingeladen.
el_gr: Αυτός ο χρήστης έχει προσκληθεί για συνεργασία στο {repo}.
es_es: Se ha invitado a este usuario a colaborar en {repo}.
et_ee: See kasutaja on kutsutud tegema koostööd hoidlas {repo}.
eu_es: Gonbidapen bat bidali zaio erabiltzaile honi {repo} biltegian parte har dezan.
fi_fi: Tämä käyttäjä on kutsuttu yhteistyöhön kohteessa {repo}.
fr_ca: Cet utilisateur a été invité à collaborer à {repo}.
ga_ie: Tá cuireadh tugtha don úsáideoir seo comhoibriú ar {repo}.
gl_es: Este usuario foi convidado a colaborar en {repo}.
he_il: משתמש זה הוזמן לשתף פעולה עם המאגר {repo}.
hi_in: इस उपयोगकर्ता को {repo} पर सहयोग करने के लिए आमंत्रित किया गया है.
hr_hr: Ovaj je korisnik pozvan radi suradnje na spremištu {repo}.
hu_hu: A felhasználó meg lett hívva a(z) {repo} adattárban való közreműködésre.
id_id: Pengguna ini telah diundang untuk bekerja sama di {repo}.
is_is: Þessum notanda hefur verið boðið að vinna með {repo}.
it_it: Questo utente è stato invitato a collaborare su {repo}.
ja_jp: このユーザーは、{repo} の共同作業に招待されました。
kk_kz: Бұл пайдаланушы {repo} бойынша бірлесіп жұмыс істеу үшін шақырылды.
ko_kr: 이 사용자는 {repo}에 대한 공동 작업에 초대되었습니다.
lb_lu: Dëse Benotzer gouf agelueden, u(n) {repo} matzeschaffen.
lt_lt: Šis vartotojas pakviestas bendradarbiauti {repo}.
lv_lv: Šis lietotājs ir uzaicināts kopā strādāt ar repozitoriju {repo}.
ms_my: Pengguna ini telah dijemput untuk bekerjasama ke atas {repo}.
mt_mt: Dan l-utent ġie mistieden jikkollabora fuq {repo}.
nb_no: Denne brukeren er invitert til å samarbeide på {repo}.
nl_be: Deze gebruiker is uitgenodigd om samen te werken aan {repo}.
pl_pl: Ten użytkownik został zaproszony do współpracy nad repozytorium {repo}.
pt_pt: Este utilizador foi convidado para colaborar em {repo}.
ro_ro: Acest utilizator a fost invitat să colaboreze la {repo}.
ru_ru: Пользователь, который приглашен для совместной работы над {repo}.
sk_sk: Tento používateľ bol pozvaný, aby spolupracoval v odkladacom priestore {repo}.
sl_si: Ta uporabnik je bil povabljen k sodelovanju pri shrambi {repo}.
sr_cyrl_rs: Овај корисник је позван да сарађује на {repo}.
sr_latn_rs: Ovaj korisnik je pozvan da sarađuje na {repo}.
sv_se: Den här användaren har bjudits in för att samarbeta på {repo}.
th_th: ผู้ใช้รายนี้ได้รับเชิญให้ทำงานร่วมกันใน {repo}
tr_tr: Bu kullanıcı {repo} üzerinde işbirliği yapmaya davet edildi.
uk_ua: Цього користувача запрошено для співпраці в репозиторії "{repo}".
vi_vn: Người dùng này đã được mời cộng tác trên {repo}.
zh_cn: 此用户已受邀与人协作处理 {repo}。
zh_tw: 此使用者已受邀共同使用 {repo}。

source: Commands
ar_sa: الأوامر
bg_bg: Команди
ca_es: Ordres
cs_cz: Příkazy
da_dk: Kommandoer
de_de: Befehle
el_gr: Εντολές
es_es: Comandos
et_ee: Käsud
eu_es: Komandoak
fi_fi: Komennot
fr_ca: Commandes
ga_ie: Orduithe
gl_es: Comandos
he_il: פקודות
hi_in: आदेश
hr_hr: Naredbe
hu_hu: Parancsok
id_id: Perintah
is_is: Skipanir
it_it: Comandi
ja_jp: コマンド
kk_kz: Пәрмендер
ko_kr: 명령
lb_lu: Befeeler
lt_lt: Komandos
lv_lv: Komandas
ms_my: Perintah
mt_mt: Kmandi
nb_no: Kommandoer
nl_be: Opdrachten
pl_pl: Polecenia
pt_pt: Comandos
ro_ro: Comenzi
ru_ru: Команды
sk_sk: Príkazy
sl_si: Ukazi
sr_cyrl_rs: Команде
sr_latn_rs: Komande
sv_se: Kommandon
th_th: คำสั่ง
tr_tr: Komutlar
uk_ua: Команди
vi_vn: Lệnh
zh_cn: 命令
zh_tw: 命令

source: Comment
ar_sa: تعليق
bg_bg: Коментар
ca_es: Comentari
cs_cz: Komentář
da_dk: Kommentar
de_de: Kommentar
el_gr: Σχόλιο
es_es: Comentario
et_ee: Kommentaar
eu_es: Iruzkina
fi_fi: Kommentti
fr_ca: Commentaire
ga_ie: Nóta tráchta
gl_es: Comentario
he_il: הערה
hi_in: टिप्पणी
hr_hr: Komentar
hu_hu: Megjegyzés
id_id: Komentar
is_is: Athugasemd
it_it: Commento
ja_jp: コメント
kk_kz: Түсініктеме
ko_kr: 의견
lb_lu: Kommentar
lt_lt: Komentuoti
lv_lv: Komentārs
ms_my: Komen
mt_mt: Kumment
nb_no: Kommentar
nl_be: Opmerking
pl_pl: Komentarz
pt_pt: Comentário
ro_ro: Comentariu
ru_ru: Комментировать
sk_sk: Komentár
sl_si: Komentar
sr_cyrl_rs: Коментар
sr_latn_rs: Komentar
sv_se: Kommentar
th_th: ข้อคิดเห็น
tr_tr: Yorum
uk_ua: Коментар
vi_vn: Nhận xét
zh_cn: 评论
zh_tw: 註解

# commentCount
source: {0} comments
ar_sa: {0} تعليقات
bg_bg: {0} коментара
ca_es: {0} comentaris
cs_cz: {0} komentářů
da_dk: {0} kommentarer
de_de: {0} Kommentare
el_gr: {0} σχόλια
es_es: {0} comentarios
et_ee: {0} kommentaari
eu_es: {0} iruzkin
fi_fi: {0} kommenttia
fr_ca: {0} commentaires
ga_ie: {0} nótaí tráchta
gl_es: Comentarios de {0}
he_il: {0} הערות
hi_in: {0} टिप्पणियाँ
hr_hr: Broj komentara: {0}
hu_hu: {0} megjegyzés
id_id: {0} komentar
is_is: {0} ummæli
it_it: {0} commenti
ja_jp: {0} 件のコメント
kk_kz: {0} пікір
ko_kr: 의견 {0}개
lb_lu: {0} Kommentaren
lt_lt: Komentarų: {0}
lv_lv: Komentāri ({0})
ms_my: {0} komen
mt_mt: {0} kummenti
nb_no: {0} kommentarer
nl_be: {0} opmerkingen
pl_pl: Komentarze: {0}
pt_pt: {0} comentários
ro_ro: {0} comentarii
ru_ru: Комментариев: {0}
sk_sk: Komentáre: {0}
sl_si: Komentarji: {0}
sr_cyrl_rs: Коментара: {0}
sr_latn_rs: Komentara: {0}
sv_se: {0} kommentarer
th_th: {0} ข้อคิดเห็น
tr_tr: {0} yorum
uk_ua: Коментарів: {0}
vi_vn: {0} nhận xét
zh_cn: {0} 条评论
zh_tw: {0} 個註解
