Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# noClosed
source: There are no closed issues
ar_sa: لا توجد مشكلات مغلقة
bg_bg: Няма решени проблеми
ca_es: No hi ha problemes tancats.
cs_cz: Neexistují žádné zavřené problémy.
da_dk: Der er ingen lukkede problemer
de_de: Es gibt keine geschlossenen Probleme.
el_gr: Δεν υπάρχουν κλειστά ζητήματα
es_es: No hay problemas cerrados
et_ee: Suletud küsimusi ei ole
eu_es: Ez dago itxitako arazorik
fi_fi: Suljettuja ongelmia ei ole
fr_ca: Il n’y a aucun incident clôturé
ga_ie: Níl aon fhadhb dúnta
gl_es: Non hai ningún problema pechado
he_il: אין נושאים סגורים
hi_in: कोई हल की गईं समस्याएँ नहीं हैं
hr_hr: Nema zatvorenih problema
hu_hu: Nincsenek lezárt problémák
id_id: Tidak ada masalah yang tertutup
is_is: Engin málefni eru lokuð
it_it: Non sono presenti problemi chiusi
ja_jp: クローズ済みの問題はありません
kk_kz: Жабылған мәселелер жоқ
ko_kr: 종결된 문제가 없습니다.
lb_lu: Et gi keng zoue Problemer
lt_lt: Išspręstų problemų nėra
lv_lv: Nav atvērtu problēmu
ms_my: Tiada isu tertutup
mt_mt: M'hemmx problemi magħluqa
nb_no: Det finnes ingen lukkede problemer
nl_be: Er zijn geen afgesloten problemen
pl_pl: Brak zamkniętych problemów
pt_pt: Não existem problemas fechados
ro_ro: Nu există nicio problemă închisă
ru_ru: Нет закрытых вопросов
sk_sk: Žiadne vyriešené problémy
sl_si: Ni zaprtih težav
sr_cyrl_rs: Нема затворених проблема
sr_latn_rs: Nema zatvorenih problema
sv_se: Det finns inga stängda ärenden
th_th: ไม่มีปัญหาที่ปิดแล้ว
tr_tr: Kapatılan sorun yok
uk_ua: Закритих питань немає
vi_vn: Không có vấn đề nào đã đóng
zh_cn: 没有已关闭的问题
zh_tw: 沒有任何已解決的問題

# noOpen
source: There are no open issues
ar_sa: لا توجد مشكلات مفتوحة
bg_bg: Няма нерешени проблеми
ca_es: No hi ha problemes oberts.
cs_cz: Neexistují žádné otevřené problémy.
da_dk: Der er ingen åbne problemer
de_de: Es gibt keine offenen Probleme.
el_gr: Δεν υπάρχουν ανοιχτά ζητήματα
es_es: No hay problemas abiertos
et_ee: Avatud küsimusi ei ole
eu_es: Ez dago arazo irekirik
fi_fi: Avoimia ongelmia ei ole
fr_ca: Il n’y a aucun incident ouvert
ga_ie: Níl aon fhadhb oscailte
gl_es: Non hai ningún problema aberto
he_il: אין נושאים פתוחים
hi_in: कोई हल नहीं की गईं समस्याएँ नहीं हैं
hr_hr: Nema otvorenih problema
hu_hu: Nincsenek nyitott problémák
id_id: Tidak ada masalah yang terbuka
is_is: Engin málefni eru opin
it_it: Non sono presenti problemi aperti
ja_jp: オープン中の問題はありません
kk_kz: Шешілмеген мәселелер жоқ
ko_kr: 미해결 문제가 없습니다.
lb_lu: Et gi keng oppe Problemer
lt_lt: Neišspręstų problemų nėra
lv_lv: Nav atvērtu problēmu
ms_my: Tiada isu terbuka
mt_mt: M'hemmx problemi miftuħa
nb_no: Det finnes ingen åpne problemer
nl_be: Er zijn geen openstaande problemen
pl_pl: Brak otwartych problemów
pt_pt: Não existem problemas abertos
ro_ro: Nu există nicio problemă deschisă
ru_ru: Нет открытых вопросов
sk_sk: Žiadne nevyriešené problémy
sl_si: Ni odprtih težav
sr_cyrl_rs: Нема отворених проблема
sr_latn_rs: Nema otvorenih problema
sv_se: Det finns inga öppna ärenden
th_th: ไม่มีปัญหาที่เปิดอยู่
tr_tr: Açık sorun yok
uk_ua: Відкритих питань немає
vi_vn: Không có vấn đề nào đang mở
zh_cn: 没有未决问题
zh_tw: 沒有任何未解決的問題

source: No output
ar_sa: لا توجد مخرجات
bg_bg: Няма изходни данни
ca_es: Cap resultat
cs_cz: Žádný výstup
da_dk: Intet output
de_de: Keine Ausgabe
el_gr: Χωρίς έξοδο
es_es: No hay resultados
et_ee: Väljund puudub
eu_es: Ez dago irteerako elementurik
fi_fi: Ei tulosta
fr_ca: Pas de résultat
ga_ie: Níl aon aschur
gl_es: Non hai resultados
he_il: אין פלט
hi_in: कोई आउटपुट नहीं
hr_hr: Nema rezultata
hu_hu: Nincs kimenet
id_id: Tidak ada output
is_is: Ekkert frálag
it_it: Nessun output
ja_jp: 出力なし
kk_kz: Шығыс жоқ
ko_kr: 출력 없음
lb_lu: Keng Ausgab
lt_lt: Išvesčių nėra
lv_lv: Nav izvades
ms_my: Tiada output
mt_mt: Ebda output
nb_no: Ingen utdata
nl_be: Geen uitvoer
pl_pl: Brak danych wyjściowych
pt_pt: Sem saída
ro_ro: Nicio ieșire
ru_ru: Нет выходных данных
sk_sk: Žiadny výstup
sl_si: Ni rezultatov
sr_cyrl_rs: Нема излаза
sr_latn_rs: Nema izlaza
sv_se: Inga utdata
th_th: ไม่มีเอาท์พุท
tr_tr: Çıktı yok
uk_ua: Немає вихідних даних
vi_vn: Không có đầu ra
zh_cn: 没有输出
zh_tw: 沒有輸出

source: No results found
ar_sa: لم يتم العثور على نتائج
bg_bg: Няма намерени резултати
ca_es: No s'ha trobat cap resultat.
cs_cz: Nenalezeny žádné výsledky
da_dk: Der blev ikke fundet nogen resultater
de_de: Keine Ergebnisse gefunden.
el_gr: Δεν βρέθηκαν αποτελέσματα
es_es: No se han encontrado resultados
et_ee: Tulemusi ei leitud
eu_es: Ez da aurkitu emaitzarik
fi_fi: Tuloksia ei löytynyt
fr_ca: Aucun résultat trouvé
ga_ie: Gan torthaí
gl_es: Non se atoparon resultados
he_il: לא נמצאו תוצאות
hi_in: कोई परिणाम नहीं मिला
hr_hr: Nije pronađen nijedan rezultat
hu_hu: Nincs találat
id_id: Tidak ditemukan hasil
is_is: Engar niðurstöður fundust
it_it: Nessun risultato restituito
ja_jp: 該当するものが見つかりません
kk_kz: Нәтижелер табылмады
ko_kr: 결과를 찾을 수 없음
lb_lu: Keng Resultater fonnt
lt_lt: Rezultatų nerasta
lv_lv: Rezultāti nav atrasti
ms_my: Tiada hasil ditemui
mt_mt: Ma nstab ebda riżultat
nb_no: Finner ingen resultater
nl_be: Geen resultaten gevonden
pl_pl: Nie odnaleziono wyników
pt_pt: Não foram encontrados resultados
ro_ro: Nu s-au găsit rezultate
ru_ru: Результаты не найдены
sk_sk: Nenašli sa žiadne výsledky
sl_si: Ni rezultatov
sr_cyrl_rs: Није пронађен ниједан резултат
sr_latn_rs: Nije pronađen nijedan rezultat
sv_se: Inga resultat hittades
th_th: ไม่พบผลลัพธ์
tr_tr: Sonuç bulunamadı
uk_ua: Результатів не знайдено.
vi_vn: Không tìm thấy kết quả
zh_cn: 找不到任何结果
zh_tw: 找不到任何結果

# noResultsRest
source: No results yet, but keep typing…
ar_sa: لا توجد نتائج بعد، لكن استمر في الكتابة…
bg_bg: Още няма резултати, но продължете с опитите...
ca_es: Encara no hi ha resultats, però continueu escrivint…
cs_cz: Zatím žádné výsledky, ale pokračujte…
da_dk: Endnu ingen resultater, men bliv ved med at prøve…
de_de: Noch keine Ergebnisse, aber tippen Sie weiter...
el_gr: Δεν υπάρχουν ακόμη αποτελέσματα, αλλά συνεχίστε να πληκτρολογείτε…
es_es: Aún no hay resultados, pero siga escribiendo…
et_ee: Praegu ei ole veel tulemusi, jätkake tippimist …
eu_es: Ez dago emaitzarik oraindik, baina segi probatzen...
fi_fi: Ei tuloksia vielä, mutta jatka kirjoittamista...
fr_ca: Aucun résultat, continuez de taper…
ga_ie: Níl aon torthaí fós, ach lean ar aghaidh ag clóscríobh...
gl_es: Aínda non hai ningún resultado, pero seguimos introducindo...
he_il: אין עדיין תוצאות, אך המשך לנסות...
hi_in: अब तक कोई परिणाम नहीं, लेकिन लिखना जारी रखें...
hr_hr: Još nema rezultata, ali nastavite pisati…
hu_hu: Még nincsenek eredmények, de folytassa...
id_id: Belum ada hasil, tetapi teruslah mengetik…
is_is: Engar niðurstöður eins og er en haltu áfram að færa inn…
it_it: Ancora nessun risultato, continua a digitare…
ja_jp: まだ結果はありません。入力を続けてください…
kk_kz: Әлі нәтижелер жоқ, бірақ енгізуді жалғастырыңыз…
ko_kr: 아직 결과가 없지만, 계속 입력하세요...
lb_lu: Nach keng Resultater, awer tippt weider …
lt_lt: Dar nėra rezultatų, bet veskite tekstą toliau…
lv_lv: Pagaidām nav rezultātu, turpiniet ievadi...
ms_my: Tiada hasil lagi tetapi teruskan menaip…
mt_mt: Ebda riżultat għalissa, imma ibqa' ipprova…
nb_no: Ingen resultater enda, men fortsett å skrive …
nl_be: Nog geen resultaten, maar blijf typen...
pl_pl: Nie ma jeszcze żadnych wyników. Wpisuj dalej…
pt_pt: Ainda sem resultados, mas continue a tentar...
ro_ro: Niciun rezultat încă, dar tastați în continuare…
ru_ru: Пока нет результатов, продолжайте вводить запрос.
sk_sk: Zatiaľ žiadne výsledky, no píšte ďalej…
sl_si: Trenutno ni še nobenih rezultatov, vendar nadaljujte vnašanje ...
sr_cyrl_rs: Још увек нема резултата, али наставите да уносите текст…
sr_latn_rs: Još uvek nema rezultata, ali nastavite da unosite tekst…
sv_se: Inget resultat än, men fortsätt skriva...
th_th: ยังไม่พบผลลัพธ์ ให้ลองต่อไป...
tr_tr: Henüz bir sonuç yok, yazmaya devam edin…
uk_ua: Поки що немає результатів, продовжуйте спроби…
vi_vn: Chưa có kết quả, nhưng hãy tiếp tục nhập...
zh_cn: 还没有结果，请继续键入…
zh_tw: 尚無任何結果，但仍持續鍵入…

# noResultsToc
source: No results for {term}<br /><a href="{url}">Search for “{filter-text}” in all {scope} documentation</a>
ar_sa: لا توجد نتائج للمصطلح {term}<br /><a href="{url}">بحث عن "{filter-text}" في كل وثائق {scope}</a>
bg_bg: Не са намерени резултати за {term}<br /><a href="{url}">Търсене за „{filter-text}“ в цялата документация за {scope}</a>
ca_es: No s’han trobat resultats per a {term}<br /><a href="{url}">Cerqueu per "{filter-text}" en tota la documentació de {scope}.</a>
cs_cz: Žádné výsledky pro {term}<br /><a href="{url}">Hledat "{filter-text}" ve všech dokumentacích {scope}</a>
da_dk: Ingen resultater for {term}<br /><a href="{url}">Søg efter "{filter-text}" i alt {scope}-dokumentation</a>
de_de: Keine Ergebnisse für „{term}“<br /><a href="{url}">In der gesamten {scope}-Dokumentation nach „{filter-text}“ suchen</a>
el_gr: Δεν υπάρχουν αποτελέσματα για "{term}"<br /><a href="{url}">Αναζήτηση για "{filter-text}" σε όλη την τεκμηρίωση για {scope}</a>
es_es: No hay resultados para {term}<br /><a href="{url}">Buscar "{filter-text}" en toda la documentación de {scope}</a>
et_ee: Otsingusõnale {term} ei leitud tulemusi<br /><a href="{url}">Otsi teksti „{filter-text}” kogu {scope} dokumentatsioonist</a>
eu_es: Ez da aurkitu emaitzarik honetarako: {term}<br /><a href="{url}">Bilatu "{filter-text}" {scope} dokumentazio osoan</a>
fi_fi: Ei tuloksia kohteelle {term}<br /><a href="{url}">Hae "{filter-text}" kaikesta {scope} dokumentaatiosta</a>
fr_ca: Aucun résultat pour la recherche {term}<br /><a href="{url}">Rechercher "{filter-text}" dans toute la documentation {scope}</a>
ga_ie: Níl aon torthaí le haghaidh {term}<br /><a href="{url}">Cuardaigh le haghaidh "{filter-text}" sa doiciméadacht uile {scope}</a>
gl_es: Non hai ningún resultado para {term}<br /><a href="{url}">Buscar "{filter-text}" en toda a documentación de {scope}</a>
he_il: אין תוצאות עבור {term}<br /><a href="{url}">חפש את "{filter-text}" בכל היקף התיעוד של {scope}</a>
hi_in: {term} के लिए कोई परिणाम नहीं<br /><a href="{url}">सभी {scope} दस्तावेज़ों में "{filter-text}" खोजें</a>
hr_hr: Nema rezultata {term}<br /><a href="{url}">Potraži "{filter-text}" u cjelokupnoj dokumentaciji za {scope}</a>
hu_hu: {term} keresése nem járt eredménnyel<br /><a href="{url}">"{filter-text}" keresése az összes {scope} dokumentációban</a>
id_id: Tidak ada hasil untuk {term}<br /><a href="{url}">Telusuri "{filter-text}" di semua {scope} dokumentasi</a>
is_is: Engar niðurstöður fyrir {term}<br /><a href="{url}">Leita að „{filter-text}“ í öllum {scope} skjölum</a>
it_it: Nessun risultato per {term}<br /><a href="{url}">Cerca "{filter-text}" in tutta la documentazione di {scope}</a>
ja_jp: '{term}' に一致する結果は見つかりませんでした<br /><a href="{url}">{scope} の全ドキュメントを対象に "{filter-text}" を検索</a>
kk_kz: {term} үшін нәтижелер жоқ<br /><a href="{url}">"{filter-text}" барлық {scope} құжаттамада іздеу</a>
ko_kr: {term}에 대한 결과 없음<br /><a href="{url}">모든 {scope} 설명서에서 “{filter-text}” 검색</a>
lb_lu: Keng Resultater fir {term}<br /><a href="{url}">Sich no "{filter-text}" an der ganzer {scope} Dokumentatioun</a>
lt_lt: Su {term} susijusių rezultatų nėra<br /><a href="{url}">Ieškoti {filter-text} visuose {scope} dokumentuose</a>
lv_lv: Nav rezultātu, meklējot “{term}”<br /><a href="{url}">Meklēt “{filter-text}” visā {scope} dokumentācijā</a>
ms_my: Tiada hasil ditemui untuk {term}<br /><a href="{url}">Cari "{filter-text}" di dalam semua {scope} dokumen</a>
mt_mt: Ebda riżultat għal {term}<br /><a href="{url}">Fittex "{filter-text}" fid-dokumentazzjoni {scope} kollha</a>
nb_no: Ingen resultater for {term}<br /><a href="{url}">Søk etter «{filter-text}» i all {scope}-dokumentasjon</a>
nl_be: Geen resultaten voor {term}<br /><a href="{url}">Zoeken naar ‘{filter-text}’ in alle {scope} documentatie</a>
pl_pl: Brak wyników dla: {term}<br /><a href="{url}">Wyszukaj tekst „{filter-text}” w całej dokumentacji w zakresie {scope}</a>
pt_pt: Não há resultados para o {term}<br /><a href="{url}">Pesquisar por "{filter-text}" em toda a documentação de {scope}</a>
ro_ro: Niciun rezultat pentru {term}<br /><a href="{url}">Căutați „{filter-text}” în întreaga documentație {scope}</a>
ru_ru: По запросу "{term}" ничего не найдено<br /><a href="{url}">Поиск "{filter-text}" по всей документации ({scope})</a>
sk_sk: Pre výraz {term} sa nenašli žiadne výsledky<br /><a href="{url}">Vyhľadajte výraz „{filter-text}“ vo všetkých {scope} dokumentáciách</a>
sl_si: Ni rezultatov za {term}<br /><a href="{url}">Poiščite »{filter-text}« v celotni dokumentaciji za {scope}</a>
sr_cyrl_rs: Нема резултата за {term}<br /><a href="{url}">Претражите „{filter-text}“ у целој {scope} документацији</a>
sr_latn_rs: Nema rezultata za {term}<br /><a href="{url}">Pretražite „{filter-text}“ u celoj {scope} dokumentaciji</a>
sv_se: Inga resultat för {term}<br /><a href="{url}">Sök efter "{filter-text}" i all dokumentation om {scope}</a>
th_th: ไม่พบผลลัพธ์สำหรับคำว่า {term}<br /><a href="{url}">ค้นหาคำว่า "{filter-text}"ในเอกสาร {scope} ทั้งหมด</a>
tr_tr: {term} için sonuç yok<br /><a href="{url}">Tüm {scope} belgelerinde "{filter-text}" sözcüğünü ara</a>
uk_ua: Немає результатів за запитом "{term}"<br /><a href="{url}">Шукати за запитом "{filter-text}" в усій документації {scope}</a>
vi_vn: Không có kết quả cho {term}<br /><a href="{url}">Tìm kiếm "{filter-text}" trong tất cả {scope} tài liệu</a>
zh_cn: 搜索 {term} 无结果<br /><a href="{url}">在所有 {scope} 文档中搜索“{filter-text}”</a>
zh_tw: {term} 沒有任何結果<br /><a href="{url}">在所有 {scope} 文件中搜尋 "{filter-text}"</a>

# note
source: <p>Note</p>
ar_sa: <p>ملاحظة</p>
bg_bg: <p>Бележка</p>
ca_es: <p>Nota</p>
cs_cz: <p>Poznámka</p>
da_dk: <p>Bemærk</p>
de_de: <p>Hinweis</p>
el_gr: <p>Σημείωση</p>
es_es: <p>Nota</p>
et_ee: <p>Märkus</p>
eu_es: <p>Oharra</p>
fi_fi: <p>Huomautus</p>
fr_ca: <p>Remarque</p>
ga_ie: <p>Nóta</p>
gl_es: <p>Nota</p>
he_il: <p>הערה</p>
hi_in: <p>नोट</p>
hr_hr: <p>Napomena</p>
hu_hu: <p>Megjegyzés</p>
id_id: <p>Catatan</p>
is_is: <p>Athugasemd</p>
it_it: <p>Nota</p>
ja_jp: <p>注意</p>
kk_kz: <p>Ескерім</p>
ko_kr: <p>참고</p>
lb_lu: <p>Notiz</p>
lt_lt: <p>Pastaba</p>
lv_lv: <p>Piezīme</p>
ms_my: <p>Nota</p>
mt_mt: <p>Nota</p>
nb_no: <p>Obs!</p>
nl_be: <p>Notitie</p>
pl_pl: <p>Uwaga</p>
pt_pt: <p>Nota</p>
ro_ro: <p>Notă</p>
ru_ru: <p>Примечание</p>
sk_sk: <p>Poznámka</p>
sl_si: <p>Opomba</p>
sr_cyrl_rs: <p>Напомена</p>
sr_latn_rs: <p>Napomena</p>
sv_se: <p>Anteckning</p>
th_th: <p>หมายเหตุ</p>
tr_tr: <p>Not</p>
uk_ua: <p>Примітка</p>
vi_vn: <p>Lưu ý</p>
zh_cn: <p>备注</p>
zh_tw: <p>注意</p>

source: Notes to callers
ar_sa: ملاحظات للمتصلين
bg_bg: Бележки до повикващи
ca_es: Notes per als autors de trucada
cs_cz: Poznámky pro volající
da_dk: Noter til personer, der ringer op
de_de: Hinweise für Aufrufer
el_gr: Σημειώσεις για καλούντες
es_es: Notas a los autores de las llamadas
et_ee: Märkused helistajatele
eu_es: Dei-egileentzako oharrak
fi_fi: Huomautukset soittajille
fr_ca: Remarques aux Appelants
ga_ie: Nótaí chuig glaoiteoirí
gl_es: Notas para os autores das chamadas
he_il: הערות למתקשרים
hi_in: कॉल करने वालों के लिए नोट्स
hr_hr: Napomene pozivateljima
hu_hu: Megjegyzések a hívókhoz
id_id: Catatan Bagi Pemanggil
is_is: Skýringar við hringjenda
it_it: Note per i chiamanti
ja_jp: 注意 (呼び出し元)
kk_kz: Қоңырау шалушылар үшін ескертпелер
ko_kr: 호출자 참고
lb_lu: Hiweiser fir Urufferen
lt_lt: Pastabos skambinantiesiems
lv_lv: Piezīmes izsaucējiem
ms_my: Nota kepada Pemanggil
mt_mt: Noti lill-Callers
nb_no: Merknader til anropere
nl_be: Notities voor bellers
pl_pl: Uwagi dotyczące wywoływania
pt_pt: Notas para Chamadores
ro_ro: Note pentru apelanți
ru_ru: Примечания для тех, кто вызывает этот метод
sk_sk: Poznámky k volajúcim
sl_si: Opombe za klicatelje
sr_cyrl_rs: Напомене за позиваоце
sr_latn_rs: Napomene za pozivaoce
sv_se: Anteckningar till anropare
th_th: หมายเหตุถึงผู้โทร
tr_tr: Arayanlara Notlar
uk_ua: Примітки щодо викликання
vi_vn: Ghi chú cho Người gọi
zh_cn: 调用方说明
zh_tw: 給呼叫者的注意事項

source: Notes to implementers
ar_sa: ملاحظات للمطبقين
bg_bg: Бележки до внедряващи лица
ca_es: Notes per als implementadors
cs_cz: Poznámky pro implementátory
da_dk: Noter til personer, der implementerer
de_de: Hinweise für Ausführende
el_gr: Σημειώσεις για υπεύθυνους εφαρμογής
es_es: Notas a los implementadores
et_ee: Märkused juurutajatele
eu_es: Inplementatzaileentzako oharrak
fi_fi: Huomautukset toteuttajille
fr_ca: Remarques aux Exécuteurs
ga_ie: Nótaí chuig feidhmeoirí
gl_es: Notas para os implementadores
he_il: הערות למיישמים
hi_in: कार्यान्वित करने वालों के लिए नोट्स
hr_hr: Napomene implementatorima
hu_hu: Megjegyzések az implementálókhoz
id_id: Catatan Bagi Implementer
is_is: Skýringar til framkvæmdastjóra
it_it: Note per gli implementatori
ja_jp: 注意 (実装者)
kk_kz: Орындаушылар үшін ескертпелер
ko_kr: 구현자 참고
lb_lu: Hiweiser fir Implementéierer
lt_lt: Pastabos diegėjams
lv_lv: Piezīmes ieviesējiem
ms_my: Nota kepada Pelaksana
mt_mt: Noti lill-Implimentaturi
nb_no: Merknader til implementerere
nl_be: Notities voor uitvoerders
pl_pl: Uwagi dotyczące implementowania
pt_pt: Notas para Implementadores
ro_ro: Note pentru persoanele responsabile de implementare
ru_ru: Примечания для тех, кто реализует этот метод
sk_sk: Poznámky k realizátorom
sl_si: Opombe za izvajalce
sr_cyrl_rs: Напомене за оне који примењују
sr_latn_rs: Napomene za one koji primenjuju
sv_se: Anteckningar till implementerare
th_th: หมายเหตุถึงผู้ดำเนินการ
tr_tr: Uygulayanlara Notlar
uk_ua: Примітки щодо впровадження
vi_vn: Ghi chú cho Người thực hiện
zh_cn: 实施者说明
zh_tw: 給實施者的注意事項

source: Notes to inheritors
ar_sa: ملاحظات للوارثين
bg_bg: Бележки до наследяващи лица
ca_es: Notes per als desenvolupadors d'hereus
cs_cz: Poznámky pro dědice
da_dk: Noter til arvtagere
de_de: Hinweise für Vererber
el_gr: Σημειώσεις για υπεύθυνους μεταβίβασης
es_es: Notas a los desarrolladores de herederos
et_ee: Märkused pärijatele
eu_es: Oinordeentzako oharrak
fi_fi: Huomautukset perijöille
fr_ca: Remarques aux Héritiers
ga_ie: Nótaí chuig oidhrí
gl_es: Notas para os herdeiros
he_il: הערות ליורשים
hi_in: उत्तराधिकारियों के लिए नोट्स
hr_hr: Napomene nasljeđivačima
hu_hu: Megjegyzések az öröklőkhöz
id_id: Catatan Bagi Inheritor
is_is: Skýringar til eftirmanna
it_it: Note per gli eredi
ja_jp: 注意 (継承者)
kk_kz: Алушылар үшін ескертпелер
ko_kr: 상속자 참고
lb_lu: Hiweiser fir Ierwen
lt_lt: Pastabos paveldėtojams
lv_lv: Piezīmes mantotājiem
ms_my: Nota kepada Pewaris
mt_mt: Noti lill-Werrieta
nb_no: Merknader til arvtakere
nl_be: Notities voor overnemers
pl_pl: Uwagi dotyczące dziedziczenia
pt_pt: Notas para Herdeiros
ro_ro: Note pentru persoanele cu setări moștenite
ru_ru: Примечания для тех, кто наследует этот метод
sk_sk: Poznámky k dedičom
sl_si: Opombe za podedovalce
sr_cyrl_rs: Напомене за оне који наслеђују
sr_latn_rs: Napomene za one koji nasleđuju
sv_se: Anteckningar till arvingar
th_th: หมายเหตุถึงผู้สร้างการสืบทอด
tr_tr: Devralanlara Notlar
uk_ua: Примітки щодо успадкування
vi_vn: Ghi chú cho Người kế thừa
zh_cn: 继承者说明
zh_tw: 給繼承者的注意事項

# numberClosedIssues
source: {0} Closed
ar_sa: {0} مغلق
bg_bg: {0} приключени
ca_es: S'ha tancat {0}
cs_cz: {0} uzavřeno
da_dk: {0} lukket
de_de: {0} geschlossen
el_gr: {0} κλειστά
es_es: Cerrados: {0}
et_ee: {0} suletud
eu_es: {0} itxita
fi_fi: {0} suljettua
fr_ca: {0} clotûré(s)
ga_ie: {0} Dúnta
gl_es: Pechouse {0}
he_il: {0} נסגר
hi_in: {0} बंद
hr_hr: Zatvorenih: {0}
hu_hu: {0} Lezárva
id_id: {0} Ditutup
is_is: {0} Lokað
it_it: {0} chiusi
ja_jp: クローズ {0} 件
kk_kz: {0} жабық
ko_kr: {0}개 종결됨
lb_lu: {0} zou
lt_lt: Uždarytų: {0}
lv_lv: Slēgtas ({0})
ms_my: {0} Ditutup
mt_mt: {0} Magħluq
nb_no: {0} lukkede
nl_be: {0} gesloten
pl_pl: Zamknięte: {0}
pt_pt: {0} Fechados
ro_ro: {0} închise
ru_ru: Решено: {0}
sk_sk: Uzavreté: {0}
sl_si: Zaprtih: {0}
sr_cyrl_rs: {0} Затворено
sr_latn_rs: {0} Zatvoreno
sv_se: {0} stängt
th_th: {0} ปิดแล้ว
tr_tr: {0} Kapalı
uk_ua: Закрито {0}
vi_vn: {0} Đã đóng
zh_cn: {0} 条已关闭
zh_tw: {0} 已關閉

# numberOpenIssues
source: {0} Open
ar_sa: {0} مفتوح
bg_bg: {0} отворени
ca_es: Obertura de {0}
cs_cz: {0} otevřeno
da_dk: {0} åben
de_de: {0} offen
el_gr: {0} ανοιχτά
es_es: Abiertos: {0}
et_ee: {0} avatud
eu_es: {0} irekita
fi_fi: {0} avointa
fr_ca: {0} ouvert(s)
ga_ie: {0} Oscailte
gl_es: Abriuse {0}
he_il: {0} נפתח
hi_in: {0} खुला
hr_hr: Otvorenih: {0}
hu_hu: {0} Nyitva
id_id: {0} Dibuka
is_is: {0} Opið
it_it: {0} non risolti
ja_jp: オープン {0} 件
kk_kz: {0} ашық
ko_kr: {0}개 미해결
lb_lu: {0} Op
lt_lt: Atvirų: {0}
lv_lv: Atvērtas ({0})
ms_my: {0} Buka
mt_mt: {0} Miftuħ
nb_no: {0} åpne
nl_be: {0} openstaand
pl_pl: Otwarte: {0}
pt_pt: {0} Abertos
ro_ro: {0} deschise
ru_ru: Не решено: {0}
sk_sk: Otvorené: {0}
sl_si: Odprtih: {0}
sr_cyrl_rs: {0} Отворено
sr_latn_rs: {0} Otvoreno
sv_se: {0} öppet
th_th: {0} เปิดอยู่
tr_tr: {0} Açık
uk_ua: Відкрито {0}
vi_vn: {0} Đang mở
zh_cn: {0} 条未结
zh_tw: {0} 已開啟

# officeDocs
source: Office Documentation
ar_sa: وثائق Office
bg_bg: Документация за Office
ca_es: Documentació de l’Office
cs_cz: Dokumentace k sadě Office
da_dk: Dokumentation til Office
de_de: Office-Dokumentation
el_gr: Τεκμηρίωση του Office
es_es: Documentación de Office
et_ee: Office’i dokumentatsioon
eu_es: Office dokumentazioa
fi_fi: Officen dokumentaatio
fr_ca: Documentation pour Office
ga_ie: Doiciméadacht Office
gl_es: Documentación de Office
he_il: תיעוד של Office
hi_in: Office दस्तावेज़
hr_hr: Dokumentacija za sustav Office
hu_hu: Office-dokumentáció
id_id: Dokumentasi Office
is_is: Office skjal
it_it: Documentazione di Office
ja_jp: Office ドキュメント
kk_kz: Office құжаттамасы
ko_kr: Office 설명서
lb_lu: Office-Dokumentatioun
lt_lt: „Office“ dokumentacija
lv_lv: Office dokumentācija
ms_my: Dokumentasi Office
mt_mt: Dokumentazzjoni ta' Office
nb_no: Office-dokumentasjon
nl_be: Office-documentatie
pl_pl: Dokumentacja pakietu Office
pt_pt: Documentação de Office
ro_ro: Documentație pentru Office
ru_ru: Документация по Office
sk_sk: Dokumentácia k balíku Office
sl_si: Dokumentacija za Office
sr_cyrl_rs: Документација за Office
sr_latn_rs: Dokumentacija za Office
sv_se: Office-dokumentation
th_th: คู่มือ Office
tr_tr: Office Belgeleri
uk_ua: Документація Office
vi_vn: Tài liệu Office
zh_cn: Office 文档
zh_tw: Office 文件

source: OK
ar_sa: موافق
ca_es: D'acord
es_es: Aceptar
eu_es: Ados
gl_es: Aceptar
he_il: אישור
hi_in: ठीक
hr_hr: U redu
ko_kr: 정상
lt_lt: Gerai
lv_lv: Labi
ru_ru: ОК
sl_si: V redu
sr_cyrl_rs: У реду
sr_latn_rs: U redu
th_th: ตกลง
tr_tr: Tamam
zh_cn: 确定
zh_tw: 確定

source: OK, got it.
ar_sa: حسنًا، فهمت الأمر.
bg_bg: Разбрах.
ca_es: D'acord, entesos.
cs_cz: OK, mám to
da_dk: Forstået.
de_de: Verstanden.
el_gr: Εντάξει, το κατάλαβα.
es_es: Entendido.
et_ee: OK, sain aru.
eu_es: Ulertuta.
fi_fi: OK, selvä juttu.
fr_ca: Ok, j’ai compris.
ga_ie: Ceart go leor, tuigim.
gl_es: Entendido.
he_il: בסדר, הבנתי.
hi_in: ठीक, समझ गया/गई.
hr_hr: U redu, shvaćam.
hu_hu: Rendben.
id_id: Ok, mengerti.
is_is: Ég skil.
it_it: OK, chiaro.
ja_jp: 了解しました。
kk_kz: Жарайды, түсінікті.
ko_kr: 네, 이해했습니다.
lb_lu: Ok, ech hu verstan.
lt_lt: Gerai, supratau.
lv_lv: Sapratu.
ms_my: Ok, faham.
mt_mt: Ok, fhimt.
nb_no: OK, skjønner.
nl_be: OK.
pl_pl: Rozumiem.
pt_pt: Percebi.
ro_ro: Am înțeles.
ru_ru: Понятно.
sk_sk: Rozumiem.
sl_si: Razumem.
sr_cyrl_rs: У реду, разумем.
sr_latn_rs: U redu, razumem.
sv_se: Ok, uppfattat.
th_th: ตกลง เข้าใจแล้ว
tr_tr: Tamam, anladım.
uk_ua: Зрозуміло.
vi_vn: Đã hiểu.
zh_cn: 明白了。
zh_tw: 好，了解。
