Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# pickReaction
source: Pick your reaction
ar_sa: اختيار تفاعلك
bg_bg: Изберете своята реакция
ca_es: Escolliu la vostra reacció
cs_cz: Vyberte reakci
da_dk: Vælg din reaktion
de_de: Reaktion auswählen
el_gr: Επιλέξτε την αντίδρασή σας
es_es: Seleccione su reacción
et_ee: Vali oma reaktsioon
eu_es: Aukeratu erreakzioa
fi_fi: Valitse reaktio
fr_ca: Choisissez votre réaction
ga_ie: Roghnaigh do fhreagairt
gl_es: Seleccione a súa reacción
he_il: בחר את התגובה שלך
hi_in: अपनी प्रतिक्रिया चुनें
hr_hr: Odaberite reakciju
hu_hu: Válasszon visszajelzést
id_id: Pilih reaksi Anda
is_is: Veldu viðbrögð þín
it_it: Scegli la tua reazione
ja_jp: リアクションの選択
kk_kz: Реакцияңызды таңдаңыз
ko_kr: 반응 선택
lb_lu: Är Reaktioun wielen
lt_lt: Pasirinkite reakciją
lv_lv: Izvēlieties reakciju
ms_my: Pilih reaksi anda
mt_mt: Agħżel ir-reazzjoni tiegħek
nb_no: Velg reaksjonen din
nl_be: Kies uw reactie
pl_pl: Wybierz reakcję
pt_pt: Escolha a sua reação
ro_ro: Alegeți reacția dvs.
ru_ru: Выберите реакцию
sk_sk: Vyberte svoju reakciu
sl_si: Izberite odziv
sr_cyrl_rs: Изаберите реакцију
sr_latn_rs: Izaberite reakciju
sv_se: Välj reaktion
th_th: เลือกการตอบสนองของคุณ
tr_tr: Tepkinizi seçin
uk_ua: Виберіть реакцію
vi_vn: Chọn phản ứng của bạn
zh_cn: 选取回应
zh_tw: 挑選您的反應

source: Platform
ar_sa: النظام الأساسي
bg_bg: Платформа
ca_es: Plataforma
cs_cz: Platforma
de_de: Plattform
el_gr: Πλατφόρμα
es_es: Plataforma
et_ee: Platvorm
eu_es: Plataforma
fi_fi: Käyttöympäristö
fr_ca: Plateforme
ga_ie: Ardán
gl_es: Plataforma
he_il: פלטפורמה
hi_in: प्लेटफ़ॉर्म
hr_hr: Platforma
is_is: Vettvangur
it_it: Piattaforma
ja_jp: プラットフォーム
kk_kz: Платформа
ko_kr: 플랫폼
lb_lu: Plattform
lt_lt: Platforma
lv_lv: Platforma
mt_mt: Pjattaforma
nb_no: Plattform
pl_pl: Platforma
pt_pt: Plataforma
ro_ro: Platformă
ru_ru: Платформа
sk_sk: Platforma
sl_si: Platforma
sr_cyrl_rs: Платформа
sr_latn_rs: Platforma
sv_se: Plattform
th_th: แพลตฟอร์ม
uk_ua: Платформа
vi_vn: Nền tảng
zh_cn: 平台
zh_tw: 平台

# pleaseFillOut
source: Please fill out this field.
ar_sa: الرجاء ملء هذا الحقل.
bg_bg: Попълнете това поле.
ca_es: Empleneu aquest camp.
cs_cz: Vyplňte prosím toto pole.
da_dk: Udfyld dette felt.
de_de: Füllen Sie dieses Feld aus.
el_gr: Συμπληρώστε αυτό το πεδίο.
es_es: Rellene este campo.
et_ee: Täitke see väli.
eu_es: Eremu hau osatu behar duzu.
fi_fi: Täytä tämä kenttä.
fr_ca: Veuillez remplir ce champ.
ga_ie: Líon an réimse seo le do thoil.
gl_es: Encha este campo.
he_il: מלא שדה זה.
hi_in: कृपया यह फ़ील्ड भरें.
hr_hr: Ispunite ovo polje
hu_hu: Kérjük, töltse ki ezt a mezőt.
id_id: Isi bidang ini.
is_is: Vinsamlegast fylltu út í þennan reit.
it_it: Compila questo campo.
ja_jp: このフィールドに記入してください。
kk_kz: Осы өрісті толтырыңыз.
ko_kr: 이 필드를 입력하세요.
lb_lu: Fëllt w. e. g. dëst Feld aus.
lt_lt: Užpildykite šį lauką.
lv_lv: Lūdzu, aizpildiet šo lauku.
ms_my: Sila isikan medan ini.
mt_mt: Imla dan il-qasam.
nb_no: Fyll ut dette feltet.
nl_be: Vul dit veld in.
pl_pl: Wypełnij to pole.
pt_pt: Preencha este campo.
ro_ro: Completați acest câmp.
ru_ru: Заполните это поле.
sk_sk: Vyplňte toto pole.
sl_si: Izpolnite to polje.
sr_cyrl_rs: Попуните ово поље.
sr_latn_rs: Popunite ovo polje.
sv_se: Fyll i det här formuläret.
th_th: โปรดป้อนเขตข้อมูลนี้
tr_tr: Lütfen bu alanı doldurun.
uk_ua: Заповніть це поле.
vi_vn: Vui lòng điền vào trường này.
zh_cn: 请填写此字段。
zh_tw: 請填寫這個欄位。

source: Please try again.
ar_sa: الرجاء إعادة المحاولة.
bg_bg: Опитайте отново.
ca_es: Torneu-ho a provar.
cs_cz: Zkuste to prosím znovu.
da_dk: Prøv igen.
de_de: Versuchen Sie es erneut.
el_gr: Προσπαθήστε ξανά.
es_es: Inténtelo de nuevo.
et_ee: Proovige uuesti.
eu_es: Saiatu berriro.
fi_fi: Yritä uudelleen.
fr_ca: Veuillez réessayer.
ga_ie: Bain triail eile as.
gl_es: Ténteo de novo.
he_il: נסה שוב.
hi_in: कृपया दुबारा कोशिश करें.
hr_hr: Pokušajte ponovno.
hu_hu: Próbálkozzon újra.
id_id: Harap coba lagi.
is_is: Vinsamlegast reyndu aftur.
it_it: Riprova.
ja_jp: もう一度やり直してください。
kk_kz: Әрекетті қайталаңыз.
ko_kr: 다시 시도하세요.
lb_lu: Probéiert et w. e. g. erneit.
lt_lt: Bandykite dar kartą.
lv_lv: Lūdzu, mēģiniet vēlreiz.
ms_my: Sila cuba lagi.
mt_mt: Erġa' pprova.
nb_no: Prøv på nytt.
nl_be: Probeer het opnieuw.
pl_pl: Spróbuj ponownie.
pt_pt: Tente novamente.
ro_ro: Încercați din nou.
ru_ru: Повторите попытку.
sk_sk: Skúste to znova.
sl_si: Poskusite znova.
sr_cyrl_rs: Покушајте поново.
sr_latn_rs: Pokušajte ponovo.
sv_se: Försök igen.
th_th: โปรดลองใหม่อีกครั้ง
tr_tr: Lütfen tekrar deneyin.
uk_ua: Спробуйте знову.
vi_vn: Vui lòng thử lại.
zh_cn: 请重试。
zh_tw: 請再試一次。

# portallab_launchButton
source: Launch the Azure portal
ar_sa: تشغيل مدخل Azure
bg_bg: Стартиране на портала на Azure
ca_es: Inicia l'Azure Portal
cs_cz: Spustit Azure Portal
da_dk: Start Azure Portal
de_de: Azure-Portal starten
el_gr: Εκκίνηση της πύλης Azure
es_es: Iniciar Azure Portal
et_ee: Käivita Azure’i portaal
eu_es: Abiarazi Azure Portal
fi_fi: Käynnistä Azure-portaali
fr_ca: Lancer le portail Azure
ga_ie: Lainseáil tairseach Azure
gl_es: Iniciar Azure Portal
he_il: הפעל את פורטל Azure
hi_in: Azure पोर्टल लॉन्च करें
hr_hr: Pokreni portal platforme Microsoft Azure
hu_hu: Az Azure Portal megnyitása
id_id: Luncurkan portal Microsoft Azure
is_is: Ræsa Azure-gátt
it_it: Avvia il portale di Azure
ja_jp: Azure portal を起動
kk_kz: Azure порталын іске қосу
ko_kr: Azure Portal 시작
lb_lu: D'Azure Portal starten
lt_lt: Paleisti „Microsoft Azure“ portalą
lv_lv: Palaist Microsoft Azure portālu
ms_my: Lancarkan portal Azure
mt_mt: Niedi l-portal ta' Azure
nb_no: Start Azure-portalen.
nl_be: Azure Portal starten
pl_pl: Uruchom witrynę Azure Portal
pt_pt: Iniciar o portal do Azure
ro_ro: Lansați portalul Microsoft Azure
ru_ru: Запустить портал Azure
sk_sk: Spustiť portál Azure
sl_si: Zaženite portal Azure
sr_cyrl_rs: Pokrenite Azure portal
sr_latn_rs: Pokrenite Azure portal
sv_se: Starta Azure-portalen
th_th: เปิดใช้พอร์ทัล Azure
tr_tr: Azure portalı başlatın
uk_ua: Запустити портал Azure
vi_vn: Khởi chạy Cổng thông tin Microsoft Azure
zh_cn: 启动 Azure 门户
zh_tw: 啟動 Azure 入口網站

# portallab_loading
source: Loading Azure portal...
ar_sa: جارٍ تحميل مدخل Azure...
bg_bg: Зареждане на портал на Azure...
ca_es: S’està carregant l'Azure Portal...
cs_cz: Načítá se Azure Portal...
da_dk: Indlæser Azure Portal...
de_de: Azure-Portal wird geladen ...
el_gr: Φόρτωση πύλης Azure...
es_es: Cargando Azure Portal...
et_ee: Azure’i portaali laadimine…
eu_es: Azure Portal kargatzen...
fi_fi: Ladataan Azure-portaalia...
fr_ca: Chargement du portail Azure...
ga_ie: Ag lódáil tairseach Azure...
gl_es: Cargando Azure Portal...
he_il: טוען את פורטל Azure...
hi_in: Azure पोर्टल लोड कर रहा है...
hr_hr: Učitavanje portala platforme Microsoft Azure...
hu_hu: Azure Portal betöltése...
id_id: Memuat portal Microsoft Azure...
is_is: Hleður Azure-gátt…
it_it: Caricamento del portale di Azure...
ja_jp: Azure portal を読み込んでいます...
kk_kz: Azure порталы жүктелуде...
ko_kr: Azure Portal을 로드하는 중...
lb_lu: Luede vum Azure Portal Lab...
lt_lt: Įkeliamas „Microsoft Azure“ portalas...
lv_lv: Notiek Microsoft Azure portāla ielāde...
ms_my: Memuatkan portal Azure...
mt_mt: Qed itella' portal ta' Azure...
nb_no: Laster inn Azure-portal …
nl_be: Azure Portal laden...
pl_pl: Trwa ładowanie witryny Azure Portal...
pt_pt: A carregar o portal do Azure...
ro_ro: Se încarcă portalul Microsoft Azure...
ru_ru: Загрузка портала Azure…
sk_sk: Načítava sa portál Azure...
sl_si: Nalaganje portala Azure ...
sr_cyrl_rs: Učitavanje Azure portala...
sr_latn_rs: Učitavanje Azure portala...
sv_se: Läser in Azure-portalen...
th_th: กำลังโหลดพอร์ทัล Azure...
tr_tr: Azure portal yükleniyor...
uk_ua: Завантаження порталу Azure…
vi_vn: Đang tải Cổng thông tin Microsoft Azure...
zh_cn: 正在加载 Azure 门户...
zh_tw: 正在載入 Azure 入口網站...

# portallab_openButton
source: Open lab in a new window
ar_sa: فتح المعمل في نافذة جديدة
bg_bg: Отваряне на лабораторията в нов прозорец
ca_es: Obre un laboratori en una finestra nova
cs_cz: Otevřít cvičení v novém okně
da_dk: Åbn laboratorie i et nyt vindue
de_de: Lab in einem neuen Fenster öffnen
el_gr: Άνοιγμα εργαστηρίου σε νέο παράθυρο
es_es: Abrir laboratorio en una nueva ventana
et_ee: Ava labor uues aknas
eu_es: Ireki Lab beste leiho batean
fi_fi: Avaa testiympäristö uudessa ikkunassa
fr_ca: Ouvrir le labo dans une nouvelle fenêtre
ga_ie: Oscail lab i bhfuinneog nua
gl_es: Abrir o laboratorio nunha ventá nova
he_il: פתח מעבדה בחלון חדש
hi_in: नई विंडो में लैब खोलें
hr_hr: Otvori praktikum u novom prozoru
hu_hu: A tesztkörnyezet megnyitása új ablakban
id_id: Buka lab di jendela baru
is_is: Opna rannsóknarstofuna í nýjum glugga
it_it: Apri il lab in una nuova finestra
ja_jp: 新しいウィンドウでラボを開く
kk_kz: Зертхананы жаңа терезеде ашу
ko_kr: 새 창에서 랩 열기
lb_lu: De Lab an enger neier Fënster opmaachen
lt_lt: Atidaryti laboratoriją naujame lange
lv_lv: Atvērt laboratoriju jaunā logā
ms_my: Buka makmal dalam tetingkap baru
mt_mt: Iftaħ il-lab f'tieqa ġdida
nb_no: Åpne laboratorium i et nytt vindu
nl_be: Lab openen in een nieuw venster
pl_pl: Otwórz laboratorium w nowym oknie
pt_pt: Abrir o laboratório numa nova janela
ro_ro: Deschideți laboratorul într-o fereastră nouă
ru_ru: Открыть лабораторию в новом окне
sk_sk: Otvoriť laboratórium v novom okne
sl_si: Odpri laboratorij v novem oknu
sr_cyrl_rs: Otvorite Lab u novom prozoru
sr_latn_rs: Otvorite Lab u novom prozoru
sv_se: Öppna labbet i ett nytt fönster
th_th: เปิดแล็บในหน้าต่างใหม่
tr_tr: Laboratuvarı yeni pencerede aç
uk_ua: Відкрити лабораторію в новому вікні
vi_vn: Mở một phòng thí nghiệm trong cửa sổ mới
zh_cn: 在新窗口中打开实验室
zh_tw: 在新視窗中開啟實驗室

# portallab_prompt1
source: This unit requires an Azure portal to complete.
ar_sa: يتطلب إكمال هذه الوحدة توفر مدخل Azure.
bg_bg: Този урок изисква портал на Microsoft Azure за завършване.
ca_es: Per completar aquesta unitat, es necessita l'Azure Portal.
cs_cz: Tato lekce k dokončení vyžaduje Azure Portal.
da_dk: Der kræves en Azure Portal for at kunne fuldføre dette undermodul.
de_de: Für diese Einheit benötigen Sie Zugriff auf das Azure-Portal.
el_gr: Για την ολοκλήρωση αυτής της μονάδας απαιτείται μια πύλη Azure.
es_es: Esta unidad requiere de Azure Portal para completarse.
et_ee: Õppetükk nõuab lõpule viimiseks Azure’i portaali.
eu_es: Azure Portal behar duzu unitate hau osatu ahal izateko.
fi_fi: Tämän yksikön suorittaminen edellyttää Azure-portaalin.
fr_ca: Cette unité doit utiliser un portail Azure pour être terminée.
ga_ie: Teastaíonn tairseach Azure chun an t-aonad seo a chríochnú.
gl_es: Esta unidade require que se conclúa unha instancia de Azure Portal.
he_il: יחידה זו דורשת השלמה של פורטל Azure.
hi_in: इस इकाई को पूर्ण करने के लिए Azure पोर्टल की आवश्यकता है.
hr_hr: Za dovršetak te jedinice potreban je portal platforme Microsoft Azure.
hu_hu: Ennek a leckének az elvégzéséhez Azure Portalra van szükség.
id_id: Unit ini memerlukan portal Microsoft Azure untuk selesai.
is_is: Þessi eining krefst þess að Azure-gátt klári.
it_it: Per il completamento di questa unità è necessario il portale di Azure.
ja_jp: このユニットでは、Azure portal を完了する必要があります。
kk_kz: Бұл бөлім аяқтау үшін Azure порталын қажет етеді.
ko_kr: 이 단원을 완료하려면 Azure Portal이 필요합니다.
lb_lu: Dës Eenheet braucht en Azure Portal Lab fir ofzeschléissen.
lt_lt: Norint užbaigti šį vienetą reikia „Microsoft Azure“ portalo.
lv_lv: Lai pabeigtu šo nodarbību, nepieciešams Microsoft Azure portāls.
ms_my: Unit ini memerlukan portal Azure untuk dilengkapkan.
mt_mt: Din l-unità teħtieġ li portal ta' Azure itemm.
nb_no: Denne enheten krever en Azure-portal for å fullføres.
nl_be: Voor deze module moet een Azure Portal worden voltooid.
pl_pl: Ukończenie tej sekcji wymaga skorzystania z witryny Azure Portal.
pt_pt: Esta unidade precisa de um portal do Azure para concluir.
ro_ro: Pentru finalizarea acestei unități este necesar un portal Microsoft Azure.
ru_ru: Для прохождения этого урока требуется использование портала Azure.
sk_sk: Táto lekcia vyžaduje na dokončenie portál Azure.
sl_si: Za dokončanje te enote potrebujete portal Azure.
sr_cyrl_rs: Da biste dovršili ovu lekciju, potreban je Azure portal.
sr_latn_rs: Da biste dovršili ovu lekciju, potreban je Azure portal.
sv_se: Den här enheten kräver en Azure-portal för att kunna slutföras.
th_th: หน่วยนี้ต้องใช้พอร์ทัล Azure เพื่อทำให้เสร็จสมบูรณ์
tr_tr: Bu ünitenin tamamlanması için Azure portal gerekiyor.
uk_ua: Для завершення цієї одиниці потрібен портал Azure.
vi_vn: Cần có Cổng thông tin Microsoft Azure để hoàn tất bài học này.
zh_cn: 要完成本单元，需使用 Azure 门户。
zh_tw: 需要 Azure 入口網站才能完成此單元。

# portallab_prompt2
source: An Azure Portal Lab provides free Azure resource access to complete the steps in this Unit. Azure Portal Labs do not affect your Azure subscription. You will not be charged.
ar_sa: يوفر معمل مدخل Azure وصولاً مجانيًا إلى موارد Azure لإكمال الخطوات الواردة في هذه الوحدة. معامل مدخل Azure لا jؤثر على اشتراكك في Azure. لن تتحمل أية تكاليف.
bg_bg: Лабораторията на портала на Azure осигурява безплатен достъп до ресурсите на Azure за завършване на стъпките в този урок. Лабораторията на портала на Azure не засяга вашия абонамент за Azure. Няма да бъдете таксувани.
ca_es: Un laboratori de l’Azure Portal proporciona accés gratuït a recursos de l’Azure per tal de completar els passos d’aquesta unitat. Els laboratoris de l’Azure Portal no afecten la subscripció a l’Azure. No se us cobrarà res.
cs_cz: Azure Portal Lab poskytuje bezplatné prostředky Azure k dokončení kroků v této lekci. Služby Azure Portal Lab neovlivňují vaše předplatné Azure. Nebude se vám účtovat žádný poplatek.
da_dk: Et Azure-portal-laboratorie giver gratis adgang til Azure-ressourcer, så du kan fuldføre trinnene i dette undermodul. Azure-portal-laboratorier påvirker ikke dit Azure-abonnement. Du faktureres ikke.
de_de: Ein Azure-Portal-Lab bietet kostenlosen Zugriff auf Azure-Ressourcen, um die Schritte in dieser Einheit durchzuführen. Azure-Portal-Labs besitzen keine Auswirkungen auf Ihr Azure-Abonnement. Ihnen werden keine Gebühren berechnet.
el_gr: Ένα εργαστήριο πύλης Azure παρέχει δωρεάν πρόσβαση σε πόρους του Azure για να ολοκληρώσετε τα βήματα σε αυτό το μάθημα. Τα εργαστήρια πύλης Azure δεν επηρεάζουν τη συνδρομή Azure σας. Δεν θα χρεωθείτε.
es_es: Un laboratorio de Azure Portal facilita acceso gratuito a recursos de Azure para completar los pasos de esta unidad. Los laboratorios de Azure Portal no inciden en su suscripción a Azure. No se realizarán cargos.
et_ee: Azure’i portaalilabor pakub selle õppetüki etappide lõpuleviimiseks Azure’i ressurssidele tasuta juurdepääsu. Azure’i portaalilabor ei mõjuta teie Azure’i tellimust. Teie käest ei küsita tasu.
eu_es: Unitate onetako urratsak egin ahal izateko, Azure Portal Lab instantzia batek Azure-ren baliabidetarako sarbidea emango dizu doan. Azure Portal Lab instantziek ez diote eragingo Azure harpidetzari. Ez duzu ezer ordaindu behar.
fi_fi: Azure-portaalin testiympäristö tarjoaa maksuttoman Azure-resurssin käyttöoikeuden tämän yksikön vaiheiden suorittamiseksi. Azure-portaalin testiympäristöt eivät vaikuta Azure-tilaukseesi. Sinua ei veloiteta.
fr_ca: Un labo du portail Azure permet d’accéder gratuitement aux ressources Azure pour terminer les étapes de cette unité. Les labos du portail Azure n’ont pas d’incidence sur votre abonnement Azure. Vous ne serez pas facturé.
ga_ie: Soláthraíonn Azure Portal Lab rochtain saor in aisce ar acmhainn Azure chun na céimeanna san Aonad seo a chríochnú. Níl aon tionchar ag Azure Portal Labs ar do shíntiús Azure. Ní ghearrfar táille ort.
gl_es: Unha instancia de Azure Portal Lab proporciona acceso gratuíto a recursos de Azure para concluír os pasos desta unidade. As instancias de Azure Portal Lab non afectan á subscrición de Azure. Non se efectuarán cobros.
he_il: מעבדה של פורטל Azure מספקת גישה חופשית למשאבים של Azure לצורך השלמת השלבים ביחידה זו. המעבדות של פורטל Azure אינן משפיעות על מינוי Azure שלך. לא תחויב בתשלום.
hi_in: Azure पोर्टल लैब इस इकाई के चरणों को पूर्ण करने के लिए निशुल्क Azure संसाधन पहुंच प्रदान करता है. Azure पोर्टल लैब्स आपकी Azure सदस्यता को प्रभावित नहीं करता है. आपसे शुल्क नहीं लिया जाएगा.
hr_hr: Praktikum portala za Azure omogućuje besplatan pristup resursima na platformi Azure radi dovršetka koraka u toj jedinici. Praktikumi portala za Azure ne utječu na pretplatu na Azure. Neće vam biti naplaćeni nikakvi troškovi.
hu_hu: Az Azure Portal-tesztkörnyezet ingyenes hozzáférést biztosít azokhoz az Azure-erőforrásokhoz, amelyekre a lecke elvégzéséhez szükség van. Az Azure Portal-tesztkörnyezetek nem befolyásolják az Azure-előfizetését. Díjat nem számolunk fel érte.
id_id: Lab Portal Azure memberikan akses sumber daya Azure gratis untuk menyelesaikan langkah-langkah di Unit ini. Lab Portal Azure tidak memengaruhi langganan Azure Anda. Anda tidak akan ditagih.
is_is: Rannsóknarstofa Azure-gáttar gefur þér aðgang að ókeypis tilföngum Azure til að ljúka skrefunum í þessari einingu. Rannsóknarstofur Azure-gáttar hafa ekki áhrif á Azure-áskriftina þína. Þú þarft ekki að greiða neitt.
it_it: Un lab del portale di Azure fornisce l'accesso gratuito alle risorse di Azure necessarie per completare i passaggi di questa unità. I lab del portale di Azure non influiscono sulla tua sottoscrizione di Azure. Non verrà applicato alcun addebito.
ja_jp: Azure portal ラボを使用すると、Azure リソースに無料でアクセスしてこのユニットの手順を完了できます。 Azure portal ラボを使用しても、現在お持ちの Azure サブスクリプションに影響が及ぶことはありません。 お客様に対する課金は行われません。
kk_kz: Azure порталының зертханасы осы бөлімдегі қадамдарды аяқтау үшін тегін Azure ресурсына кіру мүмкіндігін қамтамасыз етеді. Azure порталының зертханалары Azure жазылымына әсер етпейді. Сізден ақы алынбайды.
ko_kr: Azure Portal Lab은 이 단원의 단계를 완료하는 데 필요한 무료 Azure 리소스 액세스를 제공합니다. Azure Portal Labs는 Azure 구독에 영향을 주지 않습니다. 요금이 청구되지 않습니다.
lb_lu: En Azure Portal Lab bitt fräien Azure Ressourcenzouganz fir d'Schrëtt an dëser Eenheet ze vervollstännegen. D'Azure Portal Labs wierke sech net op Äert Azure Abonnement aus. Et gëtt Iech näischt berechent.
lt_lt: „Azure“ portalo laboratorija suteikia nemokamą prieigą prie „Azure“ išteklių, kad būtų galima atlikti šio vieneto veiksmus. „Azure“ portalo laboratorijos neturi įtakos jūsų „Azure“ prenumeratai. Jums nieko nereikės mokėti.
lv_lv: Azure Portal Lab nodrošina bezmaksas pieeju Azure resursiem, lai pabeigtu šīs vienības darbības. VM režīms neietekmēs jūsu Azure abonementu. No jums netiks iekasēta maksa.
ms_my: Makmal Portal Azure menyediakan capaian sumber Azure percuma untuk melengkapkan langkah-langkah dalam Unit ini. Makmal Portal Azure tidak menjejaskan langganan Azure anda. Anda tidak akan dikenakan caj.
mt_mt: Azure Portal Lab jipprovdi aċċess għal riżorzi bla ħlas ta' Azure biex ittem il-passi f'din l-Unità. Azure Portal Labs ma jaffettwawx l-abbonament tiegħek ta' Azure. Ma tiġix iċċarġjat.
nb_no: Et Azure-portallaboratorium gir deg gratis Azure-ressurstilgang for å fullføre trinnene i denne enheten. Azure-portallaboratorium påvirker ikke abonnementet ditt. Du blir ikke belastet.
nl_be: Een Azure Portal-lab biedt gratis toegang tot Azure-resources om de stappen in deze eenheid te voltooien. Azure Portal-labs zijn niet van invloed op uw Azure-abonnement. Er worden geen kosten in rekening gebracht.
pl_pl: Laboratorium witryny Azure Portal zapewnia bezpłatny dostęp do zasobów platformy Azure umożliwiających wykonanie czynności omówionych w tej sekcji. Laboratoria witryny Azure Portal nie mają wpływu na subskrypcję platformy Azure. Nie zostaną naliczone żadne opłaty.
pt_pt: Um Laboratório do Portal do Azure fornece acesso gratuito aos recursos do Azure para concluir os passos nesta Unidade. Os Laboratórios do Portal do Azure não afetam a sua subscrição do Azure. Não será cobrado.
ro_ro: Un Azure Portal Lab oferă acces liber la resursele Azure pentru finalizarea pașilor din această unitate. Laboratoarele Azure Portal nu au niciun efect asupra abonamentului dvs. Azure. Nu veți fi taxat.
ru_ru: В лаборатории на портале Azure предоставляется бесплатный доступ к ресурсам Azure для выполнения заданий из этого урока. Лаборатории на портале Azure не влияют на вашу подписку Azure. С вас не будет взиматься плата.
sk_sk: Laboratórium portálu Azure poskytuje bezplatný prístup k prostriedkom služby Azure na dokončenie krokov v tejto lekcii. Laboratóriá portálu Azure neovplyvňujú vaše predplatné služby Azure. Nebudeme vám nič účtovať.
sl_si: Laboratorij portala Azure zagotavlja prost dostop do sredstev Azure, s katerimi je mogoče dokončati korake v tej enoti. Laboratoriji portala Azure ne vplivajo na vašo naročnino na Azure. Teh virov vam ni treba plačati.
sr_cyrl_rs: Azure Portal Lab pruža besplatan pristup Azure resursima radi dovršavanja koraka u ovoj lekciji. Azure Portal Labs ne utiče na Azure pretplatu. Ништа вам нећемо наплатити.
sr_latn_rs: Azure Portal Lab pruža besplatan pristup Azure resursima radi dovršavanja koraka u ovoj lekciji. Azure Portal Labs ne utiče na Azure pretplatu. Ništa vam nećemo naplatiti.
sv_se: Med ett labb för Azure-portalen får du kostnadsfri Azure-resursåtkomst för att slutföra stegen i den här enheten. Azure Portal Labs påverkar inte din Azure-prenumeration. Du behöver inte betala något.
th_th: พอร์ทัลแล็บของ Azure จะให้การเข้าถึงทรัพยากรของ Azure แบบไม่มีค่าใช้จ่ายเพื่อให้ทำขั้นตอนภายในหน่วยนี้ให้เสร็จสมบูรณ์ แล็บพอร์ทัล Azure ไม่มีผลกระทบต่อการสมัครใช้งาน Azure ของคุณ คุณจะไม่ต้องจ่ายค่าธรรมเนียม
tr_tr: Azure Portal Laboratuvarı, bu Ünitedeki adımları tamamlamak için ücretsiz Azure kaynağına erişim sağlar. Azure Portal Laboratuvarları Azure aboneliğinizi etkilemez. Sizden ücret alınmayacak.
uk_ua: Лабораторія порталу Azure надає безкоштовний доступ до ресурсів Azure для виконання кроків у цій одиниці. Лабораторії порталу Azure не впливають на Вашу передплату Azure. З вас не стягуватиметься плата.
vi_vn: Phòng thí nghiệm trên Cổng thông tin Azure cung cấp tài nguyên miễn phí trên Azure để hoàn tất cả bước trong Bài học này. Phòng thí nghiệm trên Cổng thông tin Azure không ảnh hưởng đến gói đăng ký Azure của bạn. Bạn sẽ không phải trả phí.
zh_cn: Azure 门户实验室提供免费的 Azure 资源访问，以完成本单元中的步骤。 Azure 门户实验室不会影响 Azure 订阅。 不会收取任何费用。
zh_tw: Azure 入口網站實驗室提供免費的 Azure 資源存取，以完成本單元中的步驟。 Azure 入口網站實驗室對您的 Azure 訂用帳戶沒有影響。 您無須付費。
