Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# oneModule
source: 1 module
ar_sa: 1 وحدة نمطية
bg_bg: 1 модул
ca_es: 1 mòdul
cs_cz: 1 modul
da_dk: 1 modul
de_de: 1 Modul
el_gr: 1 λειτουργική μονάδα
es_es: 1 Módulo
et_ee: 1 moodul
eu_es: Modulu bat
fi_fi: 1 moduuli
ga_ie: 1 mhodúl
gl_es: Un módulo
he_il: מודול אחד
hi_in: 1 मॉड्यूल
hr_hr: Jedan modul
hu_hu: 1 modul
id_id: 1 Modul
is_is: 1 eining
it_it: 1 modulo
ja_jp: モジュール数 1
kk_kz: 1 модуль
ko_kr: 모듈 1개
lb_lu: 1 Modul
lt_lt: 1 modulis
lv_lv: 1 modulis
ms_my: 1 Modul
mt_mt: Modulu 1
nb_no: 1 modul
pl_pl: 1 moduł
pt_pt: 1 Módulo
ro_ro: 1 modul
ru_ru: 1 модуль
sk_sk: 1 modul
sl_si: 1 modul
sr_cyrl_rs: 1 модул
sr_latn_rs: 1 modul
sv_se: 1 modul
th_th: 1 โมดูล
tr_tr: 1 Modül
uk_ua: 1 модуль
vi_vn: 1 mô-đun
zh_cn: 1 个模块
zh_tw: 一個單元

# oneUnit
source: 1 unit
ar_sa: 1 وحدة
bg_bg: 1 секция
ca_es: 1 unitat
cs_cz: 1 jednotka
da_dk: 1 enhed
de_de: 1 Einheit
el_gr: 1 μονάδα
es_es: 1 Unidad
et_ee: 1 üksus
eu_es: Unitate bat
fi_fi: 1 yksikkö
fr_ca: 1 unité
ga_ie: 1 aonad
gl_es: Unha unidade
he_il: יחידה אחת
hi_in: 1 यूनिट
hr_hr: Jedna jedinica
hu_hu: 1 lecke
is_is: 1 eining
it_it: 1 unità
ja_jp: 1 ユニット
kk_kz: 1 бөлім
ko_kr: 단위 1개
lb_lu: 1 Eenheet
lt_lt: 1 skyrius
lv_lv: 1 vienība
mt_mt: Unità 1
nb_no: 1 enhet
nl_be: 1 eenheid
pl_pl: 1 jednostka
pt_pt: 1 Unidade
ro_ro: 1 unitate
ru_ru: 1 урок
sk_sk: 1 lekcia
sl_si: 1 enota
sr_cyrl_rs: 1 јединица
sr_latn_rs: 1 jedinica
sv_se: 1 enhet
th_th: 1 หน่วย
tr_tr: 1 Birim
uk_ua: 1 одиниця
vi_vn: 1 đơn vị
zh_cn: 1 个单元
zh_tw: 1 單位

source: On-page navigation
ar_sa: تنقل ضمن الصفحة
bg_bg: Навигация в страницата
ca_es: Navegació a la pàgina
cs_cz: Navigace na stránce
da_dk: Navigation på siden
de_de: Seitennavigation
el_gr: Περιήγηση μίας σελίδας
es_es: En navegación de páginas
et_ee: Lehel navigeerimine
eu_es: Orri-nabigazioa
fi_fi: Sivulla siirtyminen
fr_ca: Navigation sur la page
ga_ie: Ar nascleanúint leathanaigh
gl_es: Navegación desde a páxina
he_il: ניווט מהדף
hi_in: पृष्ठ पर नेविगेशन
hr_hr: Navigacija na stranici
hu_hu: Oldalon belüli navigáció
id_id: Di navigasi halaman
is_is: Stikl á síðu
it_it: Navigazione sulle pagine
ja_jp: ページ上のナビゲーション
kk_kz: Беттегі навигация
ko_kr: 페이지 탐색에서
lb_lu: Op Säitennavigatioun
lt_lt: Naršymas puslapyje
lv_lv: Navigācija lapā
ms_my: Navigasi pada halaman
mt_mt: Fuq il-paġna tan-navigazzjoni
nb_no: Navigering på side
nl_be: Navigatie op pagina
pl_pl: Nawigacja w obrębie strony
pt_pt: Navegação na página
ro_ro: Navigare pe pagină
ru_ru: Навигация в пределах страницы
sk_sk: Navigácia na stránke
sl_si: Krmarjenje na strani
sr_cyrl_rs: Навигација на страници
sr_latn_rs: Navigacija na stranici
sv_se: Navigering på sidan
th_th: การนำทางในหน้า
tr_tr: Sayfa gezintisi
uk_ua: Навігація на сторінці
vi_vn: Điều hướng trên trang
zh_cn: 业内导航
zh_tw: 頁面內導覽

# onSpecificDate
source: on {0}
ar_sa: يوم {0}
bg_bg: на {0}
ca_es: el {0}
da_dk: på {0}
de_de: auf {0}
el_gr: στις {0}
es_es: el {0}
et_ee: kuupäeval {0}
eu_es: data: {0}
fr_ca: le {0}
ga_ie: ar {0}
gl_es: en {0}
he_il: בתאריך {0}
hi_in: {0} को
hu_hu: dátum: {0}
id_id: pada {0}
is_is: á {0}
it_it: su {0}
ja_jp: {0} 上
kk_kz: қайда: {0}
ko_kr: {0}에서
lb_lu: de(n) {0}
ms_my: pada {0}
mt_mt: fuq {0}
nl_be: op {0}
pl_pl: w {0}
pt_pt: em {0}
ro_ro: pe {0}
ru_ru: в {0}
sk_sk: dňa {0}
sl_si: dne {0}
sr_cyrl_rs: дана {0}
sr_latn_rs: dana {0}
sv_se: på {0}
th_th: ในวันที่ {0}
tr_tr: {0} günü
vi_vn: trên {0}
zh_cn: 关于 {0}
zh_tw: 於 {0}

source: Open Issue
ar_sa: مشكلة مفتوحة
bg_bg: Отворен въпрос
ca_es: Obre el problema
cs_cz: Otevřený problém
da_dk: Åbent problem
de_de: Offenes Problem
el_gr: Ανοιχτό ζήτημα
es_es: Problema abierto
et_ee: Avatud küsimus
eu_es: Ireki arazoa
fi_fi: Avoin ongelma
fr_ca: Incident ouvert
ga_ie: Fadhb oscailte
gl_es: Abrir problema
he_il: נושא פתוח
hi_in: हल नहीं हुई समस्या
hr_hr: Otvoreni problem
hu_hu: Nyitott probléma
id_id: Masalah Terbuka
is_is: Opna mál
it_it: Problema non risolto
ja_jp: オープン中の問題
kk_kz: Шешілмеген мәселе
ko_kr: 미해결 문제
lb_lu: Oppene Problem
lt_lt: Neišspręsta problema
lv_lv: Atvērta problēma
ms_my: Isu Dibuka
mt_mt: Iftaħ Problema
nb_no: Åpent problem
nl_be: Openstaand probleem
pl_pl: Nierozwiązany problem
pt_pt: Problema Aberto
ro_ro: Problemă deschisă
ru_ru: Нерешенная проблема
sk_sk: Otvorený problém
sl_si: Odprta težava
sr_cyrl_rs: Отворени проблем
sr_latn_rs: Otvoreni problem
sv_se: Öppet ärende
th_th: ปัญหาที่เปิดอยู่
tr_tr: Açık Sorun
uk_ua: Відкрите питання
vi_vn: Vấn đề đang mở
zh_cn: 未结的问题
zh_tw: 開啟的問題

source: Open Issues
ar_sa: مشكلات مفتوحة
bg_bg: Отворени въпроси
ca_es: Obre els problemes
cs_cz: Otevřené problémy
da_dk: Åbne problemer
de_de: Offene Probleme
el_gr: Ανοιχτά ζητήματα
es_es: Problemas abiertos
et_ee: Avatud küsimused
eu_es: Ireki arazoak
fi_fi: Avoimet ongelmat
fr_ca: Incidents ouverts
ga_ie: Fadhbanna oscailte
gl_es: Abrir problemas
he_il: נושאים פתוחים
hi_in: हल नहीं हुई समस्याएँ
hr_hr: Otvoreni problemi
hu_hu: Nyitott probléma
id_id: Masalah Terbuka
is_is: Opin mál
it_it: Problemi non risolti
ja_jp: オープン中の問題
kk_kz: Шешілмеген мәселелер
ko_kr: 미해결 문제
lb_lu: Oppe Problemer
lt_lt: Neišspręstos problemos
lv_lv: Atvērtas problēmas
ms_my: Isu-isu Dibuka
mt_mt: Iftaħ Problemi
nb_no: Åpne problemer
nl_be: Openstaande problemen
pl_pl: Nierozwiązane problemy
pt_pt: Problemas Abertos
ro_ro: Probleme deschise
ru_ru: Нерешенные проблемы
sk_sk: Otvorené problémy
sl_si: Odprte težave
sr_cyrl_rs: Отворени проблеми
sr_latn_rs: Otvoreni problemi
sv_se: Öppna ärenden
th_th: ปัญหาที่เปิดอยู่
tr_tr: Açık Sorunlar
uk_ua: Відкриті питання
vi_vn: Vấn đề đang mở
zh_cn: 未结的问题
zh_tw: 開啟的問題

source: Operation ID:
ar_sa: معرف العملية:
bg_bg: ИД на операция:
ca_es: ID de l'operació:
cs_cz: ID operace:
da_dk: Handlings-id:
de_de: Vorgangs-ID:
el_gr: Αναγνωριστικό λειτουργίας:
es_es: Id. de la operación:
et_ee: Toimingu ID:
eu_es: Eragiketaren IDa:
fi_fi: Toiminnon tunnus:
fr_ca: ID d’opération :
ga_ie: ID na hoibríochta:
gl_es: ID de operación:
he_il: מזהה פעולה:
hi_in: कार्रवाई आईडी:
hr_hr: ID operacije:
hu_hu: Műveletazonosító:
id_id: ID Operasi:
is_is: Auðkenni aðgerðar:
it_it: ID operazione:
ja_jp: 操作 ID:
kk_kz: Операцияның идентификаторы:
ko_kr: 작업 ID:
lb_lu: Virgang-ID:
lt_lt: Operacijos ID:
lv_lv: Operācijas ID:
ms_my: ID Operasi:
mt_mt: ID tal-Operazzjoni:
nb_no: Operasjons-ID:
nl_be: Bewerkings-id:
pl_pl: Identyfikator operacji:
pt_pt: ID da Operação:
ro_ro: ID operațiune:
ru_ru: Идентификатор операции:
sk_sk: ID operácie:
sl_si: ID operacije:
sr_cyrl_rs: ID операције:
sr_latn_rs: ID operacije:
sv_se: Åtgärds-ID:
th_th: ID การดำเนินงาน:
tr_tr: İşlem Kimliği:
uk_ua: Ідентифікатор операції:
vi_vn: ID thao tác:
zh_cn: 操作 ID:
zh_tw: 作業識別碼：

# operatorsInSubtitle
source: Operators
ar_sa: المشغلون
bg_bg: Оператори
ca_es: Operadors
cs_cz: Operátory
da_dk: Operatorer
de_de: Operatoren
el_gr: Τελεστές
es_es: Operadores
et_ee: Operaatorid
eu_es: Eragileak
fi_fi: Operaattorit
fr_ca: Opérateurs
ga_ie: Oibritheoirí
gl_es: Operadores
he_il: מפעילים
hi_in: ऑपरेटर
hr_hr: Operatori
hu_hu: Operátorok
id_id: Operator
is_is: Virknitákn
it_it: Operatori
ja_jp: 演算子
kk_kz: Операторлар
ko_kr: 연산자
lb_lu: Bedreiweren
lt_lt: Operatoriai
lv_lv: Operatori
ms_my: Pengendali
mt_mt: Operaturi
nb_no: Operatorer
pl_pl: Operatory
pt_pt: Operadores
ro_ro: Operatori
ru_ru: Операторы
sk_sk: Operátory
sl_si: Operatorji
sr_cyrl_rs: Оператори
sr_latn_rs: Operatori
sv_se: Operatorer
th_th: ผู้ดำเนินการ
tr_tr: İşleçler
uk_ua: Оператори
vi_vn: Nhà cung cấp dịch vụ
zh_cn: 操作员
zh_tw: 運算子

source: Optional parameters
ar_sa: معلمات اختيارية
bg_bg: Незадължителни параметри
ca_es: Paràmetres opcionals
cs_cz: Volitelné parametry
da_dk: Valgfrie parametre
de_de: Optionale Parameter
el_gr: Προαιρετικές παράμετροι
es_es: Parámetros opcionales
et_ee: Valikulised parameetrid
eu_es: Aukerako parametroak
fi_fi: Valinnaiset parametrit
fr_ca: Paramètres optionnels
ga_ie: Paraiméadair roghnacha
gl_es: Parámetros opcionais
he_il: פרמטרים אופציונליים
hi_in: वैकल्पिक पैरामीटर
hr_hr: Dodatni parametri
hu_hu: Opcionális paraméterek
id_id: Parameter Opsional
is_is: Valfrjálsar breytur
it_it: Parametri facoltativi
ja_jp: 省略可能のパラメーター
kk_kz: Қосымша параметрлер
ko_kr: 선택적 매개 변수
lb_lu: Optional Parameteren
lt_lt: Pasirinktiniai parametrai
lv_lv: Neobligātie parametri
ms_my: Parameter Pilihan
mt_mt: Parametri Fakultattivi
nb_no: Valgfrie parametere
nl_be: Optionele parameters
pl_pl: Parametry opcjonalne
pt_pt: Parâmetros Opcionais
ro_ro: Parametri opționali
ru_ru: Необязательные параметры
sk_sk: Voliteľné parametre
sl_si: Izbirni parametri
sr_cyrl_rs: Опционални параметри
sr_latn_rs: Opcionalni parametri
sv_se: Valfria parametrar
th_th: พารามิเตอร์เผื่อเลือก
tr_tr: İsteğe Bağlı Parametreler
uk_ua: Додаткові параметри
vi_vn: Tham số tùy chọn
zh_cn: 可选参数
zh_tw: 選擇性參數

source: Options
ar_sa: الخيارات
bg_bg: Опции
ca_es: Opcions
cs_cz: Možnosti
da_dk: Indstillinger
de_de: Optionen
el_gr: Επιλογές
es_es: Opciones
et_ee: Suvandid
eu_es: Aukerak
fi_fi: Asetukset
ga_ie: Roghanna
gl_es: Opcións
he_il: אפשרויות
hi_in: विकल्प
hr_hr: Mogućnosti
hu_hu: Beállítások
id_id: Opsi
is_is: Valkostir
it_it: Opzioni
ja_jp: オプション
kk_kz: Опциялар
ko_kr: 옵션
lb_lu: Optiounen
lt_lt: Parinktys
lv_lv: Opcijas
ms_my: Opsyen
mt_mt: Għażliet
nb_no: Alternativer
nl_be: Opties
pl_pl: Opcje
pt_pt: Opções
ro_ro: Opțiuni
ru_ru: Варианты
sk_sk: Možnosti
sl_si: Možnosti
sr_cyrl_rs: Опције
sr_latn_rs: Opcije
sv_se: Alternativ
th_th: ตัวเลือก
tr_tr: Seçenekler
uk_ua: Параметри
vi_vn: Tùy chọn
zh_cn: 选项
zh_tw: 選項

source: Output
ar_sa: المخرجات
bg_bg: Изходни данни
ca_es: Resultat
cs_cz: Výstup
de_de: Ausgabe
el_gr: Έξοδος
es_es: Resultados
et_ee: Väljund
eu_es: Irteerako elementua
fi_fi: Tulos
fr_ca: Résultat
ga_ie: Aschur
gl_es: Resultados
he_il: פלט
hi_in: आउटपुट
hr_hr: Izlaz
hu_hu: Kimenet
is_is: Úttak
ja_jp: 出力
kk_kz: Шығыс
ko_kr: 출력
lb_lu: Ausgab
lt_lt: Išvestis
lv_lv: Izvade
nb_no: Utdata
nl_be: Uitvoer
pl_pl: Dane wyjściowe
pt_pt: Saída
ro_ro: Ieșire
ru_ru: Выходные данные
sk_sk: Výstup
sl_si: Rezultat
sr_cyrl_rs: Излаз
sr_latn_rs: Izlaz
sv_se: Utdata
th_th: เอาท์พุท
tr_tr: Çıktı
uk_ua: Вихідні дані
vi_vn: Đầu ra
zh_cn: 输出
zh_tw: 輸出

source: Overloads
ar_sa: التحميلات الزائدة
bg_bg: Претоварвания
ca_es: Sobrecàrregues
cs_cz: Přetížení
da_dk: Overbelastninger
de_de: Überlädt
el_gr: Υπερφορτώσεις
es_es: Sobrecargas
et_ee: Ülekoormused
eu_es: Gainkargak
fi_fi: Ylikuormitukset
fr_ca: Surcharge
ga_ie: Forlódálacha
gl_es: Sobrecargas
he_il: עומסי יתר
hi_in: ओवरलोड
hr_hr: Preopterećenja
hu_hu: Túlterhelések
id_id: Overload
is_is: Ofhleðslur
it_it: Overload
ja_jp: オーバーロード
kk_kz: Шамадан тыс жүктемелер
ko_kr: 오버로드
lb_lu: Iwwerluedungen
lt_lt: Perkrova
lv_lv: Pārslodzes
ms_my: Beban lebihan
nb_no: Overbelastninger
pl_pl: Przeciążenia
pt_pt: Sobrecargas
ro_ro: Suprasarcini
ru_ru: Перегрузки
sk_sk: Preťaženia
sl_si: Preobremenitve
sr_cyrl_rs: Прекорачења
sr_latn_rs: Prekoračenja
sv_se: Överlagringar
th_th: โอเวอร์โหลด
tr_tr: Aşırı Yüklemeler
uk_ua: Перевантаження
vi_vn: Quá tải
zh_cn: 重载
zh_tw: 多載

source: Overrides
ar_sa: التجاوزات
bg_bg: Замествания
ca_es: Substitucions
cs_cz: Přepsání
da_dk: Tilsidesætter
de_de: Überschreibt
el_gr: Παρακάμψεις
es_es: Invalidaciones
et_ee: Alistamised
eu_es: Gainidazteak
fi_fi: Ohitukset
fr_ca: Remplace
ga_ie: Sáruithe
gl_es: Anulacións
he_il: עקיפות
hi_in: ओवरराइड
hr_hr: Nadjačavanja
hu_hu: Felülbírálások
id_id: Timpa
is_is: Hnekkingar
it_it: Override
ja_jp: 上書き
kk_kz: Қайта анықтау
ko_kr: 재정의
lb_lu: Ausserkraaftsetzungen
lt_lt: Perrašymai
lv_lv: Ignorēšana
ms_my: Penggantian
nb_no: Overstyringer
nl_be: Overschrijvingen
pl_pl: Przesłonięcia
pt_pt: Substituições
ro_ro: Suprascrieri
ru_ru: Переопределения
sk_sk: Prepísania
sl_si: Prepisi
sr_cyrl_rs: Премошћавања
sr_latn_rs: Premošćavanja
sv_se: Åsidosättningar
th_th: แทนที่
tr_tr: Geçersiz Kılmalar
uk_ua: Змінення
vi_vn: Ghi đè
zh_cn: 替代
zh_tw: 覆寫

source: Overview
ar_sa: نظرة عامة
bg_bg: Общ преглед
ca_es: Informació general
cs_cz: Přehled
da_dk: Oversigt
de_de: Überblick
el_gr: Επισκόπηση
es_es: Información general
et_ee: Ülevaade
eu_es: Informazio orokorra
fi_fi: Yleiskatsaus
fr_ca: Aperçu
ga_ie: Forléargas
gl_es: Visión xeral
he_il: מבט כולל
hi_in: ओवरव्यू
hr_hr: Pregled
hu_hu: Áttekintés
id_id: Gambaran Umum
is_is: Yfirlit
it_it: Panoramica
ja_jp: 概要
kk_kz: Шолу
ko_kr: 개요
lb_lu: Iwwerbléck
lt_lt: Apžvalga
lv_lv: Pārskats
ms_my: Gambaran keseluruhan
mt_mt: Ħarsa Ġenerali
nb_no: Oversikt
nl_be: Overzicht
pl_pl: Omówienie
pt_pt: Descrição Geral
ro_ro: Prezentare generală
ru_ru: Общие сведения
sk_sk: Prehľad
sl_si: Pregled
sr_cyrl_rs: Преглед
sr_latn_rs: Pregled
sv_se: Översikt
th_th: ภาพรวม
tr_tr: Genel Bakış
uk_ua: Огляд
vi_vn: Tổng quan
zh_cn: 概述
zh_tw: 概觀

source: Owner
ar_sa: مالك
bg_bg: Собственик
ca_es: Propietari
cs_cz: Vlastník
da_dk: Ejer
de_de: Besitzer
el_gr: Κάτοχος
es_es: Propietario
et_ee: Omanik
eu_es: Jabea
fi_fi: Omistaja
fr_ca: Propriétaire
ga_ie: Úinéir
gl_es: Propietario
he_il: בעלים
hi_in: स्वामी
hr_hr: Vlasnik
hu_hu: Tulajdonos
id_id: Pemilik
is_is: Eigandi
it_it: Proprietario
ja_jp: 所有者
kk_kz: Иесі
ko_kr: 소유자
lb_lu: Besëtzer
lt_lt: Savininkas
lv_lv: Īpašnieks
ms_my: Pemilik
mt_mt: Sid
nb_no: Eier
nl_be: Eigenaar
pl_pl: Właściciel
pt_pt: Proprietário
ro_ro: Proprietar
ru_ru: Владелец
sk_sk: Vlastník
sl_si: Lastnik
sr_cyrl_rs: Власник
sr_latn_rs: Vlasnik
sv_se: Ägare
th_th: เจ้าของ
tr_tr: Sahip
uk_ua: Власник
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 擁有者

# ownerDescription
source: This user is the owner of the {repo} repository.
ar_sa: هذا المستخدم هو مالك مستودع {repo}.
bg_bg: Този потребител е собственикът на хранилището {repo}.
ca_es: Aquest usuari és propietari del dipòsit {repo}.
cs_cz: Tento uživatel je vlastníkem úložiště {repo}.
da_dk: Denne bruger ejer {repo}-lageret.
de_de: Dieser Benutzer ist der Besitzer des Repositorys „{repo}“.
el_gr: Αυτός ο χρήστης είναι ο κάτοχος του αποθετηρίου δεδομένων {repo}.
es_es: Este usuario es propietario del repositorio {repo}.
et_ee: See kasutaja on hoidla {repo} omanik.
eu_es: Erabiltzaile hau {repo} biltegiaren jabea da.
fi_fi: Tämä käyttäjä on säilön {repo} omistaja.
fr_ca: Cet utilisateur est le propriétaire du référentiel {repo}.
ga_ie: Is é an t-úsáideoir seo úinéir an {repo} stóir.
gl_es: Este usuario é o propietario do repositorio {repo}.
he_il: משתמש זה הבעלים של המאגר {repo}.
hi_in: यह उपयोगकर्ता {repo} संग्रह का स्वामी है.
hr_hr: Ovaj je korisnik vlasnik spremišta {repo}.
hu_hu: A felhasználó a(z) {repo} adattár tulajdonosa.
id_id: Pengguna ini adalah pemilik repositori {repo}.
is_is: Þessi notandi er eigandi {repo} geymslunnar.
it_it: Questo utente è il proprietario del repository {repo}.
ja_jp: このユーザーは、{repo} リポジトリの所有者です。
kk_kz: Бұл пайдаланушы {repo} репозиторийінің иесі болып табылады.
ko_kr: 이 사용자는 {repo} 리포지토리의 소유자입니다.
lb_lu: Dëse Benotzer ass de Besëtzer vum {repo}-Repository.
lt_lt: Šis vartotojas yra {repo} saugyklos savininkas.
lv_lv: Šis lietotājs ir repozitorija {repo} īpašnieks.
ms_my: Pengguna ini ialah pemilik repositori {repo}.
mt_mt: Dan l-utent huwa s-sid tar-repożitorju {repo}.
nb_no: Denne brukeren er eier av repositoriet {repo}.
nl_be: Deze gebruiker is de eigenaar van de opslagplaats {repo}.
pl_pl: Ten użytkownik jest właścicielem repozytorium {repo}.
pt_pt: Este utilizador é o proprietário do repositório {repo}.
ro_ro: Acest utilizator este proprietarul depozitului {repo}.
ru_ru: Пользователь, который является владельцем репозитория {repo}.
sk_sk: Tento používateľ je vlastníkom odkladacieho priestoru {repo}.
sl_si: Ta uporabnik je lastnik shrambe {repo}.
sr_cyrl_rs: Овај корисник је власник депоа {repo}.
sr_latn_rs: Ovaj korisnik je vlasnik depoa {repo}.
sv_se: Den här användaren är ägare av lagringsplatsen {repo}.
th_th: ผู้ใช้รายนี้เป็นเจ้าของที่เก็บ {repo}
tr_tr: Bu kullanıcı {repo} deposunun sahibi.
uk_ua: Цей користувач – власник репозиторія "{repo}".
vi_vn: Người dùng này là chủ sở hữu của kho lưu trữ {repo}.
zh_cn: 此用户是 {repo} 存储库的所有者。
zh_tw: 此使用者是 {repo} 存放庫的擁有者。

source: Pacific
ar_sa: باسيفيك
bg_bg: Тихоокеански регион
ca_es: Pacífic
cs_cz: Tichomoří
da_dk: Stillehavsområdet
de_de: Pazifik
el_gr: Ειρηνικός
es_es: Pacífico
et_ee: Vaikne ookean
eu_es: Pazifikoa
fi_fi: Tyynenmeren alue
fr_ca: Pacifique
ga_ie: An tAigéan Ciúin
gl_es: Pacífico
he_il: שעון החוף המערבי
hi_in: पेसिफ़िक
hr_hr: Pacifik
hu_hu: Csendes-óceáni
id_id: Pasifik
is_is: Kyrrahaf
it_it: Pacifico
ja_jp: 太平洋
kk_kz: Тынық мұхиты аймағы
ko_kr: 태평양
lb_lu: Pazifik
lt_lt: Ramiojo vandenyno
lv_lv: Klusā okeāna reģions
ms_my: Pasifik
mt_mt: Paċifiku
nb_no: Stillehavskysten
nl_be: Stille Oceaan
pl_pl: Pacyfik
pt_pt: Pacífico
ru_ru: Тихоокеанский регион
sk_sk: Tichomorie
sl_si: Pacifik
sr_cyrl_rs: Пацифик
sr_latn_rs: Pacifik
sv_se: Stillahavsområdet
th_th: แปซิฟิก
tr_tr: Pasifik
uk_ua: Тихоокеанський регіон
vi_vn: Thái Bình Dương
zh_cn: 太平洋
zh_tw: 太平洋

source: Package
ar_sa: الحزمة
bg_bg: Пакет
ca_es: Paquet
cs_cz: Balíček
da_dk: Pakke
de_de: Paket
el_gr: Πακέτο
es_es: Paquete
et_ee: Pakett
eu_es: Paketea
fi_fi: Paketti
fr_ca: Ensemble
ga_ie: Pacáiste
gl_es: Paquete
he_il: חבילה
hi_in: पैकेज
hr_hr: Paket
hu_hu: Csomag
id_id: Paket
is_is: Pakki
it_it: Pacchetto
ja_jp: パッケージ
kk_kz: Жиынтық
ko_kr: 패키지
lb_lu: Pak
lt_lt: Paketas
lv_lv: Pakotne
ms_my: Pakej
mt_mt: Pakkett
nb_no: Pakke
nl_be: Pakket
pl_pl: Pakiet
pt_pt: Pacote
ro_ro: Pachet
ru_ru: Пакет
sk_sk: Balík
sl_si: Paket
sr_cyrl_rs: Пакет
sr_latn_rs: Paket
sv_se: Paket
th_th: แพคเกจ
tr_tr: Paket
uk_ua: Пакет
vi_vn: Gói
zh_cn: 包
zh_tw: 套件

# packageReference
source: {0} package reference
ar_sa: مرجع حزمة {0}
bg_bg: Препратка към пакет {0}
ca_es: Referència de paquet {0}
cs_cz: Reference k balíčku {0}
da_dk: {0} pakkehenvisning
de_de: {0}-Paketreferenz
el_gr: Αναφορά πακέτου {0}
es_es: Referencia del paquete {0}
et_ee: {0} paketi viide
eu_es: {0} paketearen erreferentzia
fi_fi: {0} Paketin viite
fr_ca: Référence de package {0}
ga_ie: {0} Tagairt phacáiste
gl_es: Referencia do paquete de {0}
he_il: חומר עזר לחבילה {0}
hi_in: {0} पैकेज संदर्भ
hr_hr: Referenca na paket {0}
hu_hu: {0} csomaghivatkozás
id_id: Referensi Paket {0}
is_is: {0} Tilvísun í pakka
it_it: Informazioni di riferimento sul pacchetto {0}
ja_jp: {0} パッケージ リファレンス
kk_kz: {0} орам анықтамасы
ko_kr: {0} 패키지 참조
lb_lu: {0}-Pakreferenz
lt_lt: {0} paketo nuoroda
lv_lv: {0} pakotnes atsauce
ms_my: {0} Rujukan Pakej
mt_mt: {0} Referenza tal-Pakkett
nb_no: {0} pakkereferanse
nl_be: {0} pakketverwijzing
pl_pl: Odwołanie do pakietu {0}
pt_pt: Referência do Pacote {0}
ro_ro: Referință pachet {0}
ru_ru: Ссылка на пакет {0}
sk_sk: Odkaz na balík {0}
sl_si: Informacije o paketu {0}
sr_cyrl_rs: {0} референца пакета
sr_latn_rs: {0} referenca paketa
sv_se: {0} paketreferens
th_th: {0} การอ้างอิงแพคเกจ
tr_tr: {0} Paket Başvurusu
uk_ua: Довідковий матеріал для пакета {0}
vi_vn: {0} Tài liệu tham khảo về gói
zh_cn: {0} 包参考
zh_tw: {0} 套件參考

source: Packages
ar_sa: الحِزم
bg_bg: Пакети
ca_es: Paquets
cs_cz: Balíčky
da_dk: Pakker
de_de: Pakete
el_gr: Πακέτα
es_es: Paquetes
et_ee: Paketid
eu_es: Paketeak
fi_fi: Paketit
fr_ca: Paquets
ga_ie: Pacáistí
gl_es: Paquetes
he_il: חבילות
hi_in: पैकेज
hr_hr: Paketi
hu_hu: Csomagok
id_id: Paket
is_is: Pakkar
it_it: Pacchetti
ja_jp: パッケージ
kk_kz: Жиынтықтар
ko_kr: 패키지
lb_lu: Päck
lt_lt: Paketai
lv_lv: Pakotnes
ms_my: Pakej
mt_mt: Pakketti
nb_no: Pakker
nl_be: Pakketten
pl_pl: Pakiety
pt_pt: Pacote
ro_ro: Pachete
ru_ru: Пакеты
sk_sk: Balíky
sl_si: Paketi
sr_cyrl_rs: Пакети
sr_latn_rs: Paketi
sv_se: Paket
th_th: แพคเกจ
tr_tr: Paketler
uk_ua: Пакети
vi_vn: Gói
zh_cn: 包
zh_tw: 套件

# page
source: Page {0}
ar_sa: الصفحة {0}
bg_bg: Страница {0}
ca_es: Pàgina {0}
cs_cz: Stránka {0}
da_dk: Side {0}
de_de: Seite {0}
el_gr: Σελίδα {0}
es_es: Página {0}
et_ee: Lk {0}
eu_es: {0}. orria
fi_fi: Sivu {0}
ga_ie: Leathanach {0}
gl_es: Páxina {0}
he_il: עמוד {0}
hi_in: पृष्ठ {0}
hr_hr: Stranica {0}
hu_hu: {0}. oldal
id_id: Halaman {0}
is_is: Síða {0}
it_it: Pagina {0}
ja_jp: ページ {0}
kk_kz: {0}-бет
ko_kr: {0}페이지
lb_lu: Säit {0}
lt_lt: {0} puslapis
lv_lv: {0}. lapa
ms_my: Halaman {0}
mt_mt: Paġna {0}
nb_no: Side {0}
nl_be: Pagina {0}
pl_pl: Strona {0}
pt_pt: Página {0}
ro_ro: Pagina {0}
ru_ru: Страница {0}
sk_sk: Strana {0}
sl_si: Stran {0}
sr_cyrl_rs: Страница {0}
sr_latn_rs: Stranica {0}
sv_se: Sida {0}
th_th: หน้า {0}
tr_tr: {0}. sayfa
uk_ua: Сторінка {0}
vi_vn: Trang {0}
zh_cn: 第 {0} 页
zh_tw: 第 {0} 頁

source: Page Actions
ar_sa: إجراءات الصفحة
bg_bg: Действия на страница
ca_es: Accions de la pàgina
cs_cz: Akce stránek
da_dk: Sidehandlinger
de_de: Seitenaktionen
el_gr: Ενέργειες σελίδας
es_es: Acciones de página
et_ee: Lehekülje toimingud
eu_es: Orriko ekintzak
fi_fi: Sivun toiminnot
fr_ca: Actions sur la page
ga_ie: Gníomhartha leathanaigh
gl_es: Accións da páxina
he_il: פעולות בדף
hi_in: पेज कार्रवाईयाँ
hr_hr: Akcije stranice
hu_hu: Lapműveletek
id_id: Tindakan Halaman
is_is: Aðgerðir á síðu
it_it: Azioni relative alla pagina
ja_jp: ページ アクション
kk_kz: Бет әрекеттері
ko_kr: 페이지 작업
lb_lu: Säitaktiounen
lt_lt: Puslapio veiksmai
lv_lv: Lapas darbības
ms_my: Tindakan Halaman
mt_mt: Azzjonijiet tal-Paġni
nb_no: Sidehandlinger
nl_be: Pagina-acties
pl_pl: Akcje strony
pt_pt: Ações de Página
ro_ro: Acțiuni pentru pagină
ru_ru: Действия страницы
sk_sk: Akcie strany
sl_si: Dejanja strani
sr_cyrl_rs: Радње на страници
sr_latn_rs: Radnje na stranici
sv_se: Sidåtgärder
th_th: การดำเนินการบนหน้า
tr_tr: Sayfa Eylemleri
uk_ua: Дії сторінки
vi_vn: Hành động với trang
zh_cn: 页面操作
zh_tw: 頁面動作

source: Parameters
ar_sa: المعلمات
bg_bg: Параметри
ca_es: Paràmetres
cs_cz: Parametry
da_dk: Parametre
de_de: Parameter
el_gr: Παράμετροι
es_es: Parámetros
et_ee: Parameetrid
eu_es: Parametroak
fi_fi: Parametrit
fr_ca: Paramètres
ga_ie: Paraiméadair
gl_es: Parámetros
he_il: פרמטרים
hi_in: पैरामीटर
hr_hr: Parametri
hu_hu: Paraméterek
id_id: Parameter
is_is: Færibreytur
it_it: Parametri
ja_jp: パラメーター
kk_kz: Параметрлер
ko_kr: 매개 변수
lb_lu: Parameteren
lt_lt: Parametrai
lv_lv: Parametri
ms_my: Parameter
mt_mt: Parametri
nb_no: Parametere
pl_pl: Parametry
pt_pt: Parâmetros
ro_ro: Parametri
ru_ru: Параметры
sk_sk: Parametre
sl_si: Parametri
sr_cyrl_rs: Параметри
sr_latn_rs: Parametri
sv_se: Parametrar
th_th: พารามิเตอร์
tr_tr: Parametreler
uk_ua: Параметри
vi_vn: Tham số
zh_cn: 参数
zh_tw: 參數

source: Path:
ar_sa: المسار:
bg_bg: Път:
ca_es: Camí:
cs_cz: Cesta:
da_dk: Sti:
de_de: Pfad:
el_gr: Διαδρομή:
es_es: Ruta de acceso:
et_ee: Tee:
eu_es: Bide-izena:
fi_fi: Polku:
fr_ca: Chemin d’accès :
ga_ie: Cosán:
gl_es: Camiño:
he_il: נתיב:
hi_in: पथ:
hr_hr: Put:
hu_hu: Elérési út:
id_id: Jalur:
is_is: Slóð:
it_it: Percorso:
ja_jp: パス:
kk_kz: Жолы:
ko_kr: 경로:
lb_lu: Pad:
lt_lt: Kelias:
lv_lv: Ceļš:
ms_my: Laluan:
mt_mt: Mogħdija:
nb_no: Bane:
nl_be: Pad:
pl_pl: Ścieżka:
pt_pt: Caminho:
ro_ro: Cale:
ru_ru: Путь:
sk_sk: Program:
sl_si: Pot:
sr_cyrl_rs: Путања:
sr_latn_rs: Putanja:
sv_se: Sökväg:
th_th: เส้นทาง:
tr_tr: Yol:
uk_ua: Шлях:
vi_vn: Đường dẫn:
zh_cn: 路径:
zh_tw: 路徑：
