Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# youEarnedXpKnowledgeCheck
source: You’ve earned experience points for completing the knowledge check.
ar_sa: حصلت على نقاط خبرة لإكمال اختبار المعرفة.
bg_bg: Спечелихте точки опит за приключване на проверката на знанията.
ca_es: Heu obtingut punts d'experiència per completar la comprovació de coneixement.
cs_cz: Získali jste zkušenostní body za dokončení prověrky znalostí.
da_dk: Du har optjent erfaringspoint for at gennemføre videntjekket.
de_de: Sie haben Erfahrungspunkte für den erfolgreichen Abschluss der Wissensbeurteilung gesammelt.
el_gr: Κερδίσατε πόντους εμπειρίας για την ολοκλήρωση του ελέγχου γνώσεων.
es_es: Ha ganado puntos de experiencia por haber completado la prueba de conocimientos.
et_ee: Teenisite teadmistekontrolli lõpetamise eest kogemuspunkte.
eu_es: Jakintza-egiaztapena osatzeagatik irabazi dituzu esperientzia-puntuak.
fi_fi: Ansaitsit kokemuspisteitä tietämyksen tarkistuksen suorittamisesta.
fr_ca: Vous avez obtenu des points d’expérience pour avoir terminé la vérification des connaissances.
ga_ie: Thuill tú pointí taithí as an tseiceáil eolais a chríochnú.
gl_es: Gañou puntos de experiencia por concluír a comprobación de coñecemento.
he_il: הרווחת נקודות ניסיון בזכות השלמת מבחן הידע.
hi_in: आपे नॉलेज चेक पूर्ण करने के लिए अनुभव पॉइंट अर्जित किए हैं.
hr_hr: Za dovršetak provjere znanja osvojili ste iskustvene bodove.
hu_hu: A tudáspróba elvégzésével tapasztalati pontokat szerzett.
id_id: Anda mendapatkan poin pengalaman untuk menyelesaikan uji pengetahuan.
is_is: Þú vannst þér inn reynslustig fyrir að hafa klárað kunnáttuprófið.
it_it: Hai ottenuto punti esperienza per il completamento della verifica delle conoscenze.
ja_jp: 知識チェックを完了するための経験値を獲得しました。
kk_kz: Білімді тексеруді аяқтағаныңыз үшін тәжірибе ұпайларын алдыңыз.
ko_kr: 지식 점검을 완료하여 경험치를 받았습니다.
lb_lu: Dir hutt Erfarungspunkte gesammelt mam Ausfëlle vum Quiz.
lt_lt: Gavote naudojimo taškų, nes atlikote žinių patikrą.
lv_lv: Nopelnījāt pieredzes punktus, pabeidzot zināšanu pārbaudi.
ms_my: Anda memperoleh mata pengalaman kerana melengkapkan semakan pengetahuan.
mt_mt: Ksibt punti ta' esperjenza talli temmejtu l-verifika tal-għarfien.
nb_no: Du har opptjent erfaringspoeng for å ha fullført kunnskapstesten.
nl_be: U hebt ervaringspunten verdiend voor het voltooien van de kennistoets.
pl_pl: Przyznano Ci punkty doświadczenia za ukończenie testu wiedzy.
pt_pt: Ganhou pontos de experiência para concluir a prova de aferição.
ro_ro: Ați câștigat puncte de experiență pentru finalizarea verificării cunoștințelor.
ru_ru: Вы заработали очки опыта за прохождение теста на проверку знаний.
sk_sk: Získali ste body za skúsenosti za vykonanie kontroly vedomostí.
sl_si: Ker ste dokončali preizkus znanja, se si prislužili točke izkušenj.
sr_cyrl_rs: Osvojili ste poene za iskustvo jer ste završili proveru znanja.
sr_latn_rs: Osvojili ste poene za iskustvo jer ste završili proveru znanja.
sv_se: Du tjänade erfarenhetspoäng när du slutförde kunskapstestet.
th_th: คุณได้รับคะแนนประสบการณ์สำหรับการตรวจสอบความรู้ให้เสร็จสมบูรณ์
tr_tr: Bilgi kontrolünü tamamladığınız için deneyim puanı kazandınız.
uk_ua: Виконавши перевірку знань, ви здобули бали за практичний досвід.
vi_vn: Bạn đã kiếm được điểm kinh nghiệm nhờ hoàn tất bài kiểm tra kiến thức.
zh_cn: 你完成了知识检查，获得了相应的经验点数。
zh_tw: 您因完成知識檢定而獲得了經驗點數。

# youEarnedXpTask
source: You‘ve earned experience points for completing the task.
ar_sa: حصلت على نقاط خبرة لإكمال المهمة.
bg_bg: Спечелихте точки опит за приключване на задачата.
ca_es: Heu obtingut punts d'experiència per completar la tasca.
cs_cz: Získali jste zkušenostní body za dokončení úlohy.
da_dk: Du har optjent erfaringspoint for at gennemføre opgaven.
de_de: Sie haben Erfahrungspunkte für den erfolgreichen Abschluss der Aufgabe gesammelt.
el_gr: Κερδίσατε πόντους εμπειρίας για την ολοκλήρωση της εργασίας.
es_es: Ha ganado puntos de experiencia por haber completado la tarea.
et_ee: Teenisite ülesande lõpetamise eest kogemuspunkte.
eu_es: Zeregina osatzeagatik irabazi dituzu esperientzia-puntuak.
fi_fi: Ansaitsit kokemuspisteitä tehtävän suorittamisesta.
fr_ca: Vous avez obtenu des points d’expérience pour avoir terminé la tâche.
ga_ie: Thuill tú pointí taithí as an tasc a chríochnú.
gl_es: Gañou puntos de experiencia por concluír a tarefa.
he_il: הרווחת נקודות ניסיון בזכות השלמת הפעילות.
hi_in: आपे कार्य पूर्ण करने के लिए अनुभव पॉइंट अर्जित किए हैं.
hr_hr: Za dovršetak zadatka osvojili ste iskustvene bodove.
hu_hu: A feladat elvégzésével tapasztalati pontokat szerzett.
id_id: Anda mendapatkan poin pengalaman untuk menyelesaikan tugas.
is_is: Þú vannst þér inn reynslustig fyrir að hafa klárað verkið.
it_it: Hai ottenuto punti esperienza per il completamento dell'attività.
ja_jp: タスクを完了するための経験値を獲得しました。
kk_kz: Тапсырманы аяқтағаныңыз үшін тәжірибе ұпайларын алдыңыз.
ko_kr: 작업을 완료하여 경험치를 받았습니다.
lb_lu: Dir hutt Erfarungspunkte gesammelt mam Ausfëlle vun der Aufgab.
lt_lt: Gavote naudojimo taškų, nes atlikote užduotį.
lv_lv: Nopelnījāt pieredzes punktus, pabeidzot uzdevumu.
ms_my: Anda memperoleh mata pengalaman kerana melengkapkan tugas.
mt_mt: Ksibt punti ta' esperjenza talli temmejt il-kompitu.
nb_no: Du har opptjent erfaringspoeng for å ha fullført oppgaven.
nl_be: U hebt ervaringspunten verdiend voor het voltooien van de kennistoets.
pl_pl: Przyznano Ci punkty doświadczenia za ukończenie zadania.
pt_pt: Ganhou pontos de experiência para concluir a tarefa.
ro_ro: Ați câștigat puncte de experiență pentru finalizarea activității.
ru_ru: Вы заработали очки опыта за выполнение этой задачи.
sk_sk: Získali ste body za skúsenosti za vykonanie úlohy.
sl_si: Ker ste dokončali opravilo, ste si prislužili točke izkušenj.
sr_cyrl_rs: Osvojili ste poene za iskustvo jer ste završili zadatak.
sr_latn_rs: Osvojili ste poene za iskustvo jer ste završili zadatak.
sv_se: Du tjänade erfarenhetspoäng när du slutförde uppgiften.
th_th: คุณได้รับคะแนนประสบการณ์สำหรับการทำงานให้เสร็จสมบูรณ์
tr_tr: Görevi tamamladığınız için deneyim puanı kazandınız.
uk_ua: Виконавши завдання, ви здобули бали за практичний досвід.
vi_vn: Bạn đã kiếm được điểm kinh nghiệm nhờ hoàn tất nhiệm vụ.
zh_cn: 你完成了该任务，获得了相应的经验点数。
zh_tw: 您因完成工作而獲得了經驗點數。

# youGotXp
source: You’ve just earned <span class="experience-points"></span> experience points.
ar_sa: حصلت توًا على <span class="experience-points"></span> من نقاط الخبرة.
bg_bg: Току-що спечелихте <span class="experience-points"></span> точки опит.
ca_es: Heu guanyat <span class="experience-points"></span> punts d’experiència.
cs_cz: Právě jste získali <span class="experience-points"></span> zkušenostních bodů.
da_dk: Du har lige optjent <span class="experience-points"></span> erfaringspoint.
de_de: Sie haben soeben <span class="experience-points"></span> Erfahrungspunkte gesammelt.
el_gr: Μόλις κερδίσατε <span class="experience-points"></span> βαθμούς εμπειρίας.
es_es: Ha ganado <span class="experience-points"></span> puntos de experiencia.
et_ee: Teenisite just <span class="experience-points"></span> kogemuspunkti.
eu_es: <span class="experience-points"></span> esperientzia-puntu lortu dituzu.
fi_fi: Ansaitsit juuri <span class="experience-points"></span> kokemuspistettä.
fr_ca: Vous venez de gagner <span class="experience-points"></span> points d’expérience.
ga_ie: Seo na pointí taithí atá tuillte agat: <span class="experience-points"></span>.
gl_es: Acaba de gañar <span class="experience-points"></span> puntos de experiencia.
he_il: הרווחת זה עתה <span class="experience-points"></span> נקודות ניסיון.
hi_in: आपने हाल ही में <span class="experience-points"></span> अनुभव अंक अर्जित किए हैं.
hr_hr: Upravo ste osvojili sljedeći broj iskustvenih bodova: <span class="experience-points"></span>.
hu_hu: Ezzel <span class="experience-points"></span> tapasztalati pontot szerzett.
id_id: Anda baru saja mendapatkan <span class="experience-points"></span> poin pengalaman.
is_is: Þú vannst þér inn <span class="experience-points"></span> reynslustig.
it_it: Hai appena ottenuto <span class="experience-points"></span> punti esperienza.
ja_jp: <span class="experience-points"></span> の経験値を獲得しました。
kk_kz: Сіз <span class="experience-points"></span> тәжірибе ұпайын алдыңыз.
ko_kr: 방금 <span class="experience-points"></span> 경험치를 받았습니다.
lb_lu: Dir elo just <span class="experience-points"></span> Experienzpunkte verdéngt.
lt_lt: Ką tik gavote naudojimo taškų (<span class="experience-points"></span>).
lv_lv: Nupat nopelnījāt <span class="experience-points"></span> pieredzes punktus.
ms_my: Anda baru sahaja memperoleh <span class="experience-points"></span> mata pengalaman.
mt_mt: Għadek kemm qlajt <span class="experience-points"></span> punti tal-esperjenza.
nb_no: Du har nettopp opptjent <span class="experience-points"></span> opplevelsespoeng.
nl_be: U hebt zojuist <span class="experience-points"></span> ervaringspunten verdiend.
pl_pl: Przyznano Ci punkty doświadczenia (<span class="experience-points"></span>).
pt_pt: Recebeu <span class="experience-points"></span> pontos de experiência.
ro_ro: Tocmai ați câștigat <span class="experience-points"></span> puncte de experiență.
ru_ru: Вы заработали очки опыта (<span class="experience-points"></span>).
sk_sk: Práve ste získali body za skúsenosti (<span class="experience-points"></span>).
sl_si: Pravkar ste si prislužili toliko točk za izkušnje: <span class="experience-points"></span>.
sr_cyrl_rs: Управо сте освојили поене за искуство: <span class="experience-points"></span>.
sr_latn_rs: Upravo ste osvojili poene za iskustvo: <span class="experience-points"></span>.
sv_se: Du har precis fått <span class="experience-points"></span> upplevelsepoäng.
th_th: คุณเพิ่งได้รับคะแนนประสบการณ์เป็น <span class="experience-points"></span>
tr_tr: <span class="experience-points"></span> deneyim puanı kazandınız.
uk_ua: Ви щойно здобули бали за практичний досвід (<span class="experience-points"></span>).
vi_vn: Bạn đã kiếm được <span class="experience-points"></span> điểm kinh nghiệm.
zh_cn: 你刚才赚取了 <span class="experience-points"></span> 点经验值。
zh_tw: 您剛贏得了 <span class="experience-points"></span> 個經驗點數。

# youMustAnswerAll
source: You must answer all questions before checking your work.
ar_sa: عليك الإجابة على كل الأسئلة قبل مراجعة عملك.
bg_bg: Трябва да отговорите на всички въпроси, преди да проверите работата си.
ca_es: Heu de respondre totes les preguntes abans de comprovar la vostra feina.
cs_cz: Před kontrolou vaší práce musíte odpovědět na všechny dotazy.
da_dk: Du skal svare på alle spørgsmål, før du kontrollerer dit arbejde.
de_de: Sie müssen alle Fragen beantworten, bevor Sie Ihre Arbeit überprüfen können.
el_gr: Πρέπει να απαντήσετε σε όλες τις ερωτήσεις πριν ελέγξετε την εργασία σας.
es_es: Debe responder todas las preguntas antes de comprobar su trabajo.
et_ee: Enne töö kontrollimist peate kõigile küsimustele vastama.
eu_es: Galdera guztiak erantzun behar dituzu lana egiaztatu baino lehen.
fi_fi: Vastaa kaikkiin kysymyksiin, ennen kuin tarkistat työsi.
fr_ca: Vous devez répondre à toutes les questions avant de vérifier votre travail.
ga_ie: Caithfidh tú gach ceist a fhreagairt roimh do chuid oibre a sheiceáil.
gl_es: Debe responder todas as preguntas antes de comprobar o traballo.
he_il: עליך לענות על כל השאלות כדי שתוכל לבדוק את העבודה שלך.
hi_in: अपने कार्य की जाँच करने से पहले आपको सारे प्रश्नों के उत्तर देना होंगे.
hr_hr: Morate odgovoriti na sva pitanja prije nego pošaljete svoj rad.
hu_hu: A munka ellenőrzése előtt minden kérdésre válaszolnia kell.
id_id: Anda harus menjawab semua pertanyaan sebelum memeriksa pekerjaan Anda.
is_is: Þú verður að svara öllum spurningunum áður en þú athugar vinnuna þína.
it_it: Devi rispondere a tutte le domande prima di controllare il lavoro svolto.
ja_jp: 作業を確認する前にすべての問題に回答する必要があります。
kk_kz: Жұмысыңызды тексеруден бұрын барлық сұрақтарға жауап беруіңіз керек.
ko_kr: 작업을 확인하기 전에 모든 질문에 대답해야 합니다.
lb_lu: Dir musst all Froe beäntweren virum Iwwerpréiwe vun der Aarbecht.
lt_lt: Turite atsakyti į visus klausimus ir tada patikrinti savo darbą.
lv_lv: Pirms darba pārbaudes atbildiet uz visiem jautājumiem.
ms_my: Anda mesti menjawab semua soalan sebelum menyemak kerja anda.
mt_mt: Jeħtieġ twieġeb il-mistoqsijiet kollha qabel tirrevedi xogħlok.
nb_no: Du må svare på alle spørsmålene før du kontrollerer arbeidet ditt.
nl_be: U moet alle vragen beantwoorden voordat uw werk kan worden gecontroleerd.
pl_pl: Przed sprawdzeniem pracy musisz odpowiedzieć na wszystkie pytania.
pt_pt: Tem de responder a todas as questões antes de verificar o seu trabalho.
ro_ro: Trebuie să răspundeți la toate întrebările înainte de a verifica ceea ce ați lucrat.
ru_ru: Вы должны ответить на все вопросы перед проверкой.
sk_sk: Musíte odpovedať na všetky otázky, až potom môžete skontrolovať svoju prácu.
sl_si: Pred preverjanjem svojega dela morate odgovoriti na vsa vprašanja.
sr_cyrl_rs: Морате одговорити на сва питања да бисте проверили оно што сте урадили.
sr_latn_rs: Morate odgovoriti na sva pitanja da biste proverili ono što ste uradili.
sv_se: Du måste svara på alla frågor innan du kontrollerar ditt arbete.
th_th: คุณต้องตอบคำถามทั้งหมดก่อนที่จะตรวจสอบงานของคุณ
tr_tr: Çalışmanızı denetlemeden önce tüm soruları yanıtlamalısınız.
uk_ua: Перш ніж перевіряти роботу, потрібно відповісти на всі запитання.
vi_vn: Bạn phải trả lời tất cả câu hỏi thì mới có thể kiểm tra công việc của mình.
zh_cn: 在检查工作前，必须回答所有问题。
zh_tw: 您必須先回答所有問題，才能檢查進度。

# youMustUseSandboxResources
source: You must use the resources provided by the sandbox to check your work.
ar_sa: يجب عليك استخدام الموارد التي توفرها بيئة الاختبار المعزولة لمراجعة عملك.
bg_bg: Трябва да използвате ресурсите, предоставени от ограничителния режим, за да проверите работата си.
ca_es: Heu d'utilitzar els recursos que proporciona l'espai aïllat per comprovar la feina.
cs_cz: Ke kontrole práce musíte využít prostředky, které poskytuje sandbox.
da_dk: Du skal bruge de ressourcer, som er leveret af sandkassen, for at kontrollere dit arbejde.
de_de: Sie müssen die von der Sandbox bereitgestellten Ressourcen verwenden, um Ihre Arbeit zu überprüfen.
el_gr: Πρέπει να χρησιμοποιήσετε τους πόρους που παρέχονται από το περιβάλλον προστατευμένης εκτέλεσης για να ελέγξετε την εργασία σας.
es_es: Debe utilizar los recursos proporcionados por el espacio aislado para comprobar su trabajo.
et_ee: Töö kontrollimiseks peate kasutama liivakasti pakutavaid ressursse.
eu_es: Lana egiaztatzeko, sandbox-ak emandako baliabideak erabili behar dituzu.
fi_fi: Sinun on käytettävä eristyksen tarjoamia resursseja työsi tarkistamiseen.
fr_ca: Vous devez utiliser les ressources de l’environnement d’essai pour vérifier votre travail.
ga_ie: Ní mór duit na hacmhainní atá curtha ar fáil ag sandbox a úsáid chun do chuid oibre a sheiceáil.
gl_es: Debe usar os recursos proporcionados polo ambiente de illamento de procesos para comprobar o traballo.
he_il: עליך להשתמש במשאבים המסופקים על-ידי ארגז החול כדי לבדוק את העבודה שלך.
hi_in: अपना कार्य जाँचने के लिए आपको सैंडबॉक्स द्वारा दिए गए संसाधनों का उपयोग करना होगा.
hr_hr: Da biste provjerili svoj rad, morate koristiti resurse koje vam pruža sigurnosna ograda.
hu_hu: Munkájának ellenőrzéséhez a tesztkörnyezetben elérhető erőforrásokat kell használnia.
id_id: Anda harus menggunakan sumber daya yang disediakan oleh sandbox untuk memeriksa pekerjaan Anda.
is_is: Þú verður að nota tilföngin sem sandkassinn veitir þér til að athuga vinnuna þína.
it_it: Per controllare il tuo lavoro devi usare le risorse fornite dal sandbox.
ja_jp: サンドボックスによって提供されたリソースを使用して、作業内容を確認する必要があります。
kk_kz: Жұмысыңызды тексеру үшін құм жәшік берген ресурстарды пайдалануыңыз тиіс.
ko_kr: 작업을 확인하려면 샌드박스에서 제공된 리소스를 사용해야 합니다.
lb_lu: Dir musst d'Ressourcë vun der Sandbox benotze fir Är Aarbecht ze préiwen.
lt_lt: Norėdami patikrinti savo darbą turite naudoti smėlio dėžės teikiamus išteklius.
lv_lv: Lai pārbaudītu savu darbu, jums ir jāizmanto resursdatori, kurus nodrošina smilškaste.
ms_my: Anda mesti menggunakan sumber yang disediakan oleh kotak pasir untuk menyemak kerja anda.
mt_mt: Jeħtieġ tuża r-riżorsi pprovduti mis-sandbox biex tivverifika x-xogħol tiegħek.
nb_no: Du må bruke ressursene som leveres av sandkassen for å kontrollere arbeidet ditt.
nl_be: U moet de resources van de sandbox gebruiken om uw werk te controleren.
pl_pl: W celu sprawdzenia swojej pracy musisz skorzystać z zasobów udostępnianych przez piaskownicę.
pt_pt: Tem de utilizar os recursos fornecidos pelo sandbox para verificar o seu trabalho.
ro_ro: Trebuie să folosiți resursele oferite de sandbox pentru a verifica ceea ce ați lucrat.
ru_ru: Для проверки вашей работы необходимо использовать ресурсы, предоставляемые в песочнице.
sk_sk: Na skontrolovanie práce musíte použiť zdroje poskytované testovacím prostredím (sandbox).
sl_si: Za ogled svojega dela morate uporabiti vire, ki jih zagotavlja peskovnik.
sr_cyrl_rs: Да бисте проверили оно што сте урадили, морате да користите ресурсе које наводи sandbox.
sr_latn_rs: Da biste proverili ono što ste uradili, morate da koristite resurse koje navodi sandbox.
sv_se: Du måste använda resurser som tillhandahålls av sandbox-miljön för att kontrollera ditt arbete.
th_th: คุณต้องใช้ทรัพยากรที่มีให้โดย Sandbox เพื่อตรวจสอบงานของคุณ
tr_tr: Çalışmanızı denetlemek için korumalı alan tarafından sağlanan kaynakları kullanmanız gerekiyor.
uk_ua: Щоб перевірити свою роботу, вам потрібно скористатися ресурсами в ізольованому програмному середовищі.
vi_vn: Bạn phải sử dụng các tài nguyên hộp cát cung cấp để kiểm tra công việc của mình.
zh_cn: 必须使用沙盒提供的资源来检查工作。
zh_tw: 您必須使用沙箱提供的資源來檢查進度。

source: You nailed it
ar_sa: لقد نجحت
bg_bg: Вие успяхте
ca_es: Ben fet
cs_cz: Dokázali jste to.
da_dk: Den sad lige i skabet
de_de: Perfekt
el_gr: Τα καταφέρατε
es_es: Perfecto
et_ee: Saite hästi hakkama
eu_es: Bikain egin duzu
fi_fi: Hienoa työtä
fr_ca: Bien joué
ga_ie: D’éirigh go geal leat
gl_es: Deu no cravo
he_il: שיחקת אותה
hi_in: आपने अच्छा कार्य किया
hr_hr: Uspjeli ste
hu_hu: Helyes
id_id: Anda berhasil
is_is: Vel gert
it_it: Ottimo risultato
ja_jp: 上手に成功しました
kk_kz: Сәтті орындадыңыз
ko_kr: 잘하셨습니다.
lb_lu: Dir hutt et ënner Dach a Fach bruecht
lt_lt: Sėkmingai atlikote
lv_lv: Trāpīts desmitniekā!
ms_my: Anda berjaya melakukannya dengan sempurna
mt_mt: Irnexxielek
nb_no: Du gjorde det
nl_be: Heel goed
pl_pl: Bardzo dobrze
pt_pt: Conseguiu!
ro_ro: Ați reușit
ru_ru: Вы отлично справились
sk_sk: Skvelý výsledok
sl_si: Dobro opravljeno
sr_cyrl_rs: Успели сте
sr_latn_rs: Uspeli ste
sv_se: Helt rätt
th_th: คุณทำได้เยี่ยม
tr_tr: Başardınız
uk_ua: Чудовий результат!
vi_vn: Bạn đã làm được
zh_cn: 你做到了
zh_tw: 您做得好

source: Your account
ar_sa: حسابك
bg_bg: Вашият акаунт
ca_es: El vostre compte
cs_cz: Váš účet
da_dk: Din konto
de_de: Ihr Konto
el_gr: Ο λογαριασμός σας
es_es: Su cuenta
et_ee: Teie konto
eu_es: Zure kontua
fi_fi: Tilisi
fr_ca: Votre compte
ga_ie: Do Chuntas
gl_es: A súa conta
he_il: החשבון שלך
hi_in: आपका खाता
hr_hr: Vaš račun
hu_hu: Az Ön fiókja
id_id: Akun Anda
is_is: Reikningurinn þinn
it_it: Account
ja_jp: お客様のアカウント
kk_kz: Тіркелгіңіз
ko_kr: 계정
lb_lu: Äre Kont
lt_lt: Jūsų paskyra
lv_lv: Jūsu konts
ms_my: Akaun Anda
mt_mt: Il-Kont Tiegħek
nb_no: Din konto
nl_be: Uw account
pl_pl: Twoje konto
pt_pt: A sua Conta
ro_ro: Contul dvs.
ru_ru: Ваша учетная запись
sk_sk: Vaše konto
sl_si: Vaš račun
sr_cyrl_rs: Ваш налог
sr_latn_rs: Vaš nalog
sv_se: Ditt konto
th_th: บัญชีของคุณ
tr_tr: Hesabınız
uk_ua: Ваш обліковий запис
vi_vn: Tài khoản của bạn
zh_cn: 你的帐户
zh_tw: 您的帳戶

source: Your account has been deleted.
ar_sa: تم حذف حسابك.
bg_bg: Акаунтът ви е изтрит.
ca_es: El vostre compte s’ha suprimit.
cs_cz: Váš účet je odstraněný.
da_dk: Din konto er blevet slettet.
de_de: Ihr Konto wurde gelöscht.
el_gr: Ο λογαριασμός σας διαγράφηκε.
es_es: Su cuenta se ha eliminado.
et_ee: Teie konto on kustutatud.
eu_es: Ezabatu da kontua.
fi_fi: Tilisi on poistettu.
fr_ca: Votre compte a été supprimé.
ga_ie: Tá do chuntas scriosta.
gl_es: Eliminouse a conta.
he_il: החשבון שלך נמחק.
hi_in: आपके खाते को हटा दिया गया है.
hr_hr: Vaš je račun izbrisan.
hu_hu: Fiókját töröltük.
id_id: Akun Anda telah dihapus.
is_is: Reikningnum þínum var eytt.
it_it: L'account è stato eliminato.
ja_jp: ご使用のアカウントは削除されました。
kk_kz: Тіркелгіңіз жойылды.
ko_kr: 계정이 삭제되었습니다.
lb_lu: Äre Kont gouf geläscht.
lt_lt: Jūsų paskyra panaikinta.
lv_lv: Jūsu konts ir izdzēsts.
ms_my: Akaun anda telah dipadamkan.
mt_mt: Il-kont tiegħek tħassar.
nb_no: Kontoen din har blitt slettet.
nl_be: Uw account is verwijderd.
pl_pl: Twoje konto zostało usunięte.
pt_pt: A conta foi eliminada.
ro_ro: Contul dvs. a fost șters.
ru_ru: Ваша учетная запись удалена.
sk_sk: Vaše konto bolo odstránené.
sl_si: Vaš račun je izbrisan.
sr_cyrl_rs: Налог је избрисан.
sr_latn_rs: Nalog je izbrisan.
sv_se: Ditt konto har tagits bort.
th_th: บัญชีของคุณได้ถูกลบแล้ว
tr_tr: Hesabınız silindi.
uk_ua: Ваш обліковий запис видалено.
vi_vn: Tài khoản của bạn đã bị xóa.
zh_cn: 已删除你的帐户。
zh_tw: 您的帳戶已刪除。

source: Your data
ar_sa: بياناتك
bg_bg: Вашите данни
ca_es: Les vostres dades
cs_cz: Vaše data
da_dk: Dine data
de_de: Ihre Daten
el_gr: Τα δεδομένα σας
es_es: Sus datos
et_ee: Teie andmed
eu_es: Zure datuak
fi_fi: Tietosi
fr_ca: Vos données
ga_ie: Do chuid sonraí
gl_es: Os seus datos
he_il: הנתונים שלך
hi_in: आपका डेटा
hr_hr: Vaši podaci
hu_hu: Az Ön adatai
id_id: Data Anda
is_is: Gögnin þín
it_it: Dati
ja_jp: お客様のデータ
kk_kz: Деректеріңіз
ko_kr: 데이터
lb_lu: Är Daten
lt_lt: Jūsų duomenys
lv_lv: Jūsu dati
ms_my: Data anda
mt_mt: Id-dejta tiegħek
nb_no: Dine data
nl_be: Uw gegevens
pl_pl: Twoje dane
pt_pt: Os seus dados
ro_ro: Datele dvs.
ru_ru: Ваши данные
sk_sk: Vaše údaje
sl_si: Vaši podatki
sr_cyrl_rs: Ваши подаци
sr_latn_rs: Vaši podaci
sv_se: Dina data
th_th: ข้อมูลของคุณ
tr_tr: Verileriniz
uk_ua: Ваші дані
vi_vn: Dữ liệu của bạn
zh_cn: 你的数据
zh_tw: 您的資料
