Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# learnDisclaimer
source: Explore Microsoft technology with live tutorials, including hands-on activities. This experience is in preview, so please <a href="https://aka.ms/learningfeedback">send us your feedback</a>!
ar_sa: استكشف تقنية Microsoft مع البرامج التعليمية المباشرة، بما في ذلك الأنشطة العملية. هذه التجربة بوضع المعانية لهذا يرجى <a href="https://aka.ms/learningfeedback">إرسال ملاحظاتك إلينا</a>!
bg_bg: Открийте технологията на Microsoft с въвеждащи курсове на живо, включително практически упражнения. Това е функция в предварителен преглед, затова <a href="https://aka.ms/learningfeedback">очакваме да ни изпратете вашата обратна връзка</a>!
ca_es: Exploreu la tecnologia de Microsoft amb tutorials dinàmics que inclouen activitats pràctiques. Aquesta experiència està en versió preliminar. Us agrairem que ens <a href="https://aka.ms/learningfeedback">envieu els vostres comentaris</a>.
cs_cz: Živé kurzy, včetně praktických aktivit, vám umožní prozkoumat technologie Microsoftu. Toto prostředí je ve verzi Preview, proto <a href="https://aka.ms/learningfeedback">nám pošlete svůj názor</a>!
da_dk: Udforsk Microsofts teknologi vha. live selvstudier, herunder praktiske aktiviteter. Denne oplevelse er en preview-version, så <a href="https://aka.ms/learningfeedback">send gerne feedback til os</a>!
de_de: Entdecken Sie die Microsoft-Technologie mit Livetutorials und praktischen Übungen. Diese Funktionen befinden sich in der Vorschauversion. Wir würden uns daher freuen, <a href="https://aka.ms/learningfeedback">wenn Sie uns Ihr Feedback mitteilen würden</a>!
el_gr: Εξερευνήστε την τεχνολογία της Microsoft με δυναμικά προγράμματα εκμάθησης, συμπεριλαμβανομένων δραστηριοτήτων πρακτικής εφαρμογής. Αυτή η εμπειρία είναι σε λειτουργία προεπισκόπησης, γι’ αυτό <a href="https://aka.ms/learningfeedback">στείλτε μας τα σχόλιά σας</a>!
es_es: Explore la tecnología de Microsoft con tutoriales en directo, incluidas actividades prácticas. Esta experiencia está en versión preliminar, por lo que le agradecemos que nos <a href="https://aka.ms/learningfeedback">envíe sus comentarios</a>.
et_ee: Uurige Microsofti tehnoloogiat reaalajas õppetükkide, sh praktiliste tegevuste abil. See teenus on eelvaateolekus, seega <a href="https://aka.ms/learningfeedback">saatke meile tagasisidet</a>!
eu_es: Arakatu Microsoft-eko teknologia zuzeneko tutorialei eta jarduera praktikoei esker. Eginbide hau aurrebista moduan dago; beraz, <a href="https://aka.ms/learningfeedback">esan zer iruditzen zaizun</a>!
fi_fi: Koe Microsoftin teknologia suorilla opetusohjelmilla, jotka sisältävät konkreettisia aktiviteetteja. Tämä ominaisuus on esikatselussa, joten pyydämme <a href="https://aka.ms/learningfeedback">lähettämään palautetta</a>.
fr_ca: Explorez la technologie Microsoft grâce à des tutoriels en direct, comprenant des activités pratiques. Cette expérience est en avant-première. Veuillez <a href="https://aka.ms/learningfeedback">nous faire part de vos commentaires</a>!
ga_ie: Taiscéal teicneolaíocht Microsoft le ranganna teagaisc bheo, gníomhaíochtaí láimhe san áireamh. Tá an t-eispéireas seo i réamhamharc agus bheimis buíoch as <a href="https://aka.ms/learningfeedback">aiseolas a sheoladh chugainn</a>!
gl_es: Explore a tecnoloxía de Microsoft con titoriais dinámicos, incluídas actividades prácticas. Esta experiencia está en previsualización, polo que <a href="https://aka.ms/learningfeedback">envíenos os seus comentarios</a>.
he_il: גלה את הטכנולוגיה של Microsoft באמצעות ערכות לימוד בשידור חי, כולל פעילויות מעשיות. חוויה זו נמצאת בתצוגה מקדימה לכן <a href="https://aka.ms/learningfeedback">שלח לנו את המשוב שלך</a>!
hi_in: Microsoft तकनीकी का अन्वेषण लाइव ट्यूटोरियल के साथ करें, जिसमें हैंड्स-ऑन गतिविधियाँ शामिल हैं. यह अनुभव पूर्वावलोकन में है इसलिए <a href="https://aka.ms/learningfeedback">हमें आपकी प्रतिक्रिया भेजें</a>!
hr_hr: Istražite Microsoftovu tehnologiju uz vodiče uživo, uključujući praktične aktivnosti. Okruženje je u fazi pretpregleda, pa nam <a href="https://aka.ms/learningfeedback">pošaljite povratne informacije</a>!
hu_hu: Fedezze fel a Microsoft-technológiákat élő oktatóanyagokkal és gyakorlati tevékenységekkel. Ez a funkció előzetes verzióban érhető el, ezért kérjük, <a href="https://aka.ms/learningfeedback">küldjön róla visszajelzést</a>.
id_id: Jelajahi teknologi Microsoft dengan tutorial langsung yang mencakup aktivitas interaktif. Pengalaman ini ada dalam pratinjau, jadi silakan <a href="https://aka.ms/learningfeedback">kirimkan tanggapan Anda</a>!
is_is: Kynntu þér Microsoft-tækni með lifandi kennsluefni, þar með talið verklegri þjálfun. Þetta er forskoðun og við viljum gjarnan að þú <a href="https://aka.ms/learningfeedback">sendir okkur álit þitt</a>!
it_it: Esplora la tecnologia Microsoft con esercitazioni live, incluse attività pratiche. Questa esperienza è disponibile in anteprima. I tuoi <a href="https://aka.ms/learningfeedback">commenti e suggerimenti</a> sono molto importanti per noi.
ja_jp: ハンズオン アクティビティを含むライブ チュートリアルを通じて、Microsoft のテクノロジをお試しください。 このエクスペリエンスはプレビュー段階です。<a href="https://aka.ms/learningfeedback">フィードバックをお待ちしております</a>。
kk_kz: Тәжірибелік әрекеттерді қоса алғанда, тікелей оқу материалдары көмегімен Microsoft технологиясын зерттеңіз. Бұл тәжірибе алдын ала қарау күйінде, сондықтан <a href="https://aka.ms/learningfeedback">бізге пікіріңізді жіберіңіз</a>!
ko_kr: 실습 활동을 비롯한 라이브 자습서로 Microsoft 기술을 살펴보세요. 이 환경은 미리 보기로 제공되므로 <a href="https://aka.ms/learningfeedback">피드백을 보내 주세요</a>!
lb_lu: Erfuerscht d'Microsoft-Technologie mat Liveuleedungen, inklusiv prakteschen Aktivitéiten. Dës Erfarung ass eng Virschau, <a href="https://aka.ms/learningfeedback">schéckt eis also w. e. g. Äre Feedback</a>!
lt_lt: Susipažinkite su „Microsoft“ technologija naudodamiesi tiesioginėmis mokymo priemonėmis, įskaitant savarankiškas užduotis. Tai yra funkcijų vertinimo versija, todėl <a href="https://aka.ms/learningfeedback">atsiųskite mums atsiliepimų</a>!
lv_lv: Iepazīstiet Microsoft tehnoloģijas ar tiešsaistes apmācībām, kurās iekļautas praktiskas nodarbības. Šis risinājums tiek nodrošināts priekšskatījuma versijā, tāpēc lūdzam <a href="https://aka.ms/learningfeedback">sniegt atsauksmes</a>.
ms_my: Terokai teknologi Microsoft dengan tutorial secara langsung, termasuk aktiviti yang menggunakan tangan. Pengalaman ini adalah dalam pratonton, jadi sila <a href="https://aka.ms/learningfeedback">hantarkan maklum balas anda kepada kami</a>!
mt_mt: Esplora t-teknoloġija ta' Microsoft b'tutorials diretti, inkluż attivitajiet prattiċi. Din l-esperjenza hija f'previżjoni għalhekk <a href="https://aka.ms/learningfeedback">iibgħatilna l-feedback tiegħek</a>!
nb_no: Utforsk Microsoft-teknologi med direkte opplæring som inkluderer praktiske aktiviteter. Denne opplevelsen er i testversjon, så vær så snill å <a href="https://aka.ms/learningfeedback">send oss tilbakemeldingen din</a>!
nl_be: Verken Microsoft-technologie met livezelfstudies, waaronder praktijkactiviteiten. Deze ervaring bevindt zich in de previewfase, dus <a href="https://aka.ms/learningfeedback">stuur ons vooral feedback</a>!
pl_pl: Poznaj technologię firmy Microsoft w trakcie samouczków na żywo obejmujących ćwiczenia praktyczne. To środowisko jest w wersji zapoznawczej, dlatego prosimy <a href="https://aka.ms/learningfeedback">o przesyłanie opinii</a>.
pt_pt: Explorar a tecnologia da Microsoft com tutoriais ao vivo, incluindo atividades práticas. Esta experiência está em pré-visualização, por isso <a href="https://aka.ms/learningfeedback">envie-nos os seus comentários</a>!
ro_ro: Descoperiți tehnologia Microsoft cu tutoriale în timp real, inclusiv activități practice. Această experiență este în modul de previzualizare, astfel că vă rugăm <a href="https://aka.ms/learningfeedback">să ne trimiteți feedbackul dvs.</a>!
ru_ru: Осваивайте технологии Майкрософт с помощью интерактивных руководств с практическими заданиями. Это предварительная версия интерфейса, поэтому нам очень важно ваше мнение. <a href="https://aka.ms/learningfeedback">Присылайте ваши отзывы</a>!
sk_sk: Preskúmajte technológie od spoločnosti Microsoft pomocou kurzov naživo vrátane praktických aktivít. Toto prostredie je vo verzii ukážky, takže nám <a href="https://aka.ms/learningfeedback">pošlite pripomienky</a>!
sl_si: Raziščite Microsoftovo tehnologijo z vadnicami v živo, vključno s praktičnimi dejavnostmi. To je predogledna različica izkušnje, zato <a href="https://aka.ms/learningfeedback">nam pošljite sgvoje povratne informacije</a>.
sr_cyrl_rs: Истражите Microsoft технологију уз подучавања уживо, укључујући практичне активности. Овај доживљај је у верзији за преглед, па нам <a href="https://aka.ms/learningfeedback">пошаљите повратне информације</a>.
sr_latn_rs: Istražite Microsoft tehnologiju uz podučavanja uživo, uključujući praktične aktivnosti. Ovaj doživlјaj je u verziji za pregled, pa nam <a href="https://aka.ms/learningfeedback">pošalјite povratne informacije</a>.
sv_se: Utforska Microsofts teknik med live-självstudier och praktiska övningar. Den här upplevelsen är i förhandsversion, så <a href="https://aka.ms/learningfeedback">skicka gärna feedback</a>!
th_th: สำรวจเทคโนโลยีของ Microsoft ด้วยบทช่วยสอนสดรวมถึงกิจกรรมแบบลงมือทำ ประสบการณ์นี้อยู่ในตัวอย่าง โปรด<a href="https://aka.ms/learningfeedback">ส่งความคิดเห็นของคุณมาให้เรา</a>!
tr_tr: Uygulamalı etkinliklerin de dahil olduğu canlı öğreticiler sayesinde Microsoft teknolojisini keşfedin. Bu deneyim şu anda önizleme aşamasındadır, lütfen bize <a href="https://aka.ms/learningfeedback">görüşlerinizi bildirin</a>!
uk_ua: Вивчайте технології Microsoft за допомогою інтерактивних навчальних посібників, зокрема практичних вправ. Це підготовча версія компонента. <a href="https://aka.ms/learningfeedback">Надсилайте свої відгуки</a>!
vi_vn: Khám phá công nghệ của Microsoft với các hướng dẫn trực tiếp, bao gồm cả các hoạt động thực tiễn. Trải nghiệm này đang ở chế độ xem trước. Vì vậy, vui lòng <a href="https://aka.ms/learningfeedback">gửi cho chúng tôi phản hồi của bạn</a>!
zh_cn: 通过实时教程（包括动手实践活动）探索 Microsoft 技术。 该体验目前处于预览状态，请<a href="https://aka.ms/learningfeedback">向我们发送反馈</a>!
zh_tw: 利用現成的教學課程與實際操作活動，探索 Microsoft 技術。 此體驗為預覽版，所以請<a href="https://aka.ms/learningfeedback">傳送您的意見反應給我們</a>！

source: Learning path
ar_sa: مسار التعلم
bg_bg: Пътека за обучение
ca_es: Ruta d'aprenentatge
cs_cz: Plán výuky
da_dk: Læringsforløb
de_de: Lernpfad
el_gr: Διαδρομή εκμάθησης
es_es: Ruta de aprendizaje
et_ee: Õppetee
eu_es: Ikasketa-txokoa
fi_fi: Oppimispolku
fr_ca: Parcours de formation
ga_ie: Cosán foghlama
gl_es: Camiño de aprendizaxe
he_il: נתיב למידה
hi_in: प्रशिक्षण पथ
hr_hr: Vođeno učenje
hu_hu: Képzési terv
id_id: Jalur Pembelajaran
is_is: Námsslóð
it_it: Percorso di apprendimento
ja_jp: ラーニング パス
kk_kz: Оқыту жолы
ko_kr: 학습 경로
lb_lu: Léierwee
lt_lt: Mokymosi kelias
lv_lv: Mācību ceļš
ms_my: Laluan Pembelajaran
mt_mt: Mogħdija tat-Tagħlim
nb_no: Læringsbane
nl_be: Leertraject
pl_pl: Ścieżka szkoleniowa
pt_pt: Percurso de Aprendizagem
ro_ro: Cale de instruire
ru_ru: Схема обучения
sk_sk: Študijný program
sl_si: Vodeno učenje
sr_cyrl_rs: Путања учења
sr_latn_rs: Putanja učenja
sv_se: Inlärningsväg
th_th: เส้นทางการเรียนรู้
tr_tr: Öğrenme Yolu
uk_ua: Схема навчання
vi_vn: Lộ trình học tập
zh_cn: 学习路径
zh_tw: 學習途徑

source: Learn more
ar_sa: معرفة المزيد
bg_bg: Научете повече
ca_es: Més informació
cs_cz: Další informace
da_dk: Få mere at vide
de_de: Erfahren Sie mehr
el_gr: Μάθετε περισσότερα
es_es: Saber más
et_ee: Lisateave
eu_es: Informazio gehiago
fi_fi: Lue lisätietoja
fr_ca: En savoir plus
ga_ie: Tuilleadh faisnéise
gl_es: Máis información
he_il: למידע נוסף
hi_in: अधिक जानें
hr_hr: Saznajte više
hu_hu: Tudjon meg többet
id_id: Pelajari lebih lanjut
is_is: Frekari upplýsingar
it_it: Altre informazioni
ja_jp: 詳細情報
kk_kz: Қосымша мәліметтер
ko_kr: 자세한 정보
lb_lu: Méi gewuer ginn
lt_lt: Sužinokite daugiau
lv_lv: Uzzināt vairāk
ms_my: Ketahui lebih lanjut
mt_mt: Aktar tagħrif
nb_no: Mer informasjon
nl_be: Meer informatie
pl_pl: Więcej tutaj
pt_pt: Saber mais
ro_ro: Aflați mai multe
ru_ru: Подробнее
sk_sk: Ďalšie informácie
sl_si: Več informacij
sr_cyrl_rs: Сазнајте више
sr_latn_rs: Saznajte više
sv_se: Läs mer
th_th: เรียนรู้เพิ่มเติม
tr_tr: Daha fazla bilgi edinin
uk_ua: Докладно
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_tw: 深入了解

source: Leave a comment
ar_sa: كتابة تعليق
bg_bg: Оставете коментар
ca_es: Deixeu un comentari
cs_cz: Zanechat komentář
da_dk: Angiv en kommentar
de_de: Kommentar hinterlassen
el_gr: Αφήστε ένα σχόλιο
es_es: Dejar un comentario
et_ee: Jäta kommentaar
eu_es: Idatzi iruzkin bat
fi_fi: Kirjoita kommentti
fr_ca: Laisser un commentaire
ga_ie: Fág nóta tráchta
gl_es: Deixar un comentario
he_il: השאר הערה
hi_in: कोई टिप्पणी दें
hr_hr: Ostavite komentar
hu_hu: Megjegyzés írása
id_id: Beri komentar
is_is: Skilja eftir athugasemd
it_it: Lascia un commento
ja_jp: コメントを残す
kk_kz: Түсініктеме қалдыру
ko_kr: 의견 남기기
lb_lu: E Kommentar hannerloossen
lt_lt: Rašyti komentarą
lv_lv: Pievienot komentāru
ms_my: Tinggalkan komen
mt_mt: Ħalli kumment
nb_no: Legg igjen en kommentar
nl_be: Opmerking achterlaten
pl_pl: Dodaj komentarz
pt_pt: Deixar um comentário
ro_ro: Lăsați un comentariu
ru_ru: Оставить комментарий
sk_sk: Zadať komentár
sl_si: Dodajte komentar
sr_cyrl_rs: Поставите коментар
sr_latn_rs: Postavite komentar
sv_se: Lämna en kommentar
th_th: แสดงความคิดเห็น
tr_tr: Bir yorum yazın
uk_ua: Залишити коментар
vi_vn: Để lại nhận xét
zh_cn: 发表评论
zh_tw: 提供註解

# leaveFeedbackDirectly
source: You may also leave feedback <a data-bi-name="create-issue-on-github" href="{0}">directly on GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ar_sa: يمكنك أيضًا كتابة ملاحظات <a data-bi-name="create-issue-on-github" href="{0}">مباشرةً على GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
bg_bg: Също така можете да предоставите обратна връзка <a data-bi-name="create-issue-on-github" href="{0}">директно в GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ca_es: També podeu escriure comentaris <a data-bi-name="create-issue-on-github" href="{0}">directament al GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
cs_cz: Názor můžete uvést také <a data-bi-name="create-issue-on-github" href="{0}">přímo na GitHubu<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
da_dk: Du kan også angive feedback <a data-bi-name="create-issue-on-github" href="{0}">direkte på GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
de_de: Sie können Ihr Feedback auch <a data-bi-name="create-issue-on-github" href="{0}">direkt auf GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> eingeben.
el_gr: Μπορείτε επίσης να υποβάλετε σχόλια <a data-bi-name="create-issue-on-github" href="{0}">απευθείας στο GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
es_es: También puede dejar sus comentarios <a data-bi-name="create-issue-on-github" href="{0}">directamente en GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
et_ee: Tagasisidet saate jätta ka <a data-bi-name="create-issue-on-github" href="{0}">otse GitHubis <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
eu_es: <a data-bi-name="create-issue-on-github" href="{0}">GitHub-en zuzenean<span class="docon docon-navigate-external" aria-hidden="true"></span></a> ere eman dezakezu iritzia.
fi_fi: Voit jättää palautetta myös <a data-bi-name="create-issue-on-github" href="{0}">suoraan GitHubissa <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
fr_ca: Vous pouvez également laisser des commentaires <a data-bi-name="create-issue-on-github" href="{0}">directement sur GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ga_ie: Is féidir leat aiseolas a fhágáil freisin <a data-bi-name="create-issue-on-github" href="{0}">go díreach ar GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
gl_es: É posible deixar comentarios <a data-bi-name="create-issue-on-github" href="{0}">directamente en GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
he_il: תוכל להשאיר גם משוב <a data-bi-name="create-issue-on-github" href="{0}">ישירות ב- GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
hi_in: आप प्रतिक्रिया <a data-bi-name="create-issue-on-github" href="{0}">सीधे GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> पर दे सकते हैं.
hr_hr: Povratne informacije ostaviti možete i <a data-bi-name="create-issue-on-github" href="{0}">izravno na servisu GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
hu_hu: <a data-bi-name="create-issue-on-github" href="{0}">Közvetlenül a GitHubon<span class="docon docon-navigate-external" aria-hidden="true"></span></a> is küldhet visszajelzést.
id_id: Anda juga dapat memberikan umpan balik <a data-bi-name="create-issue-on-github" href="{0}">langsung dari GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
is_is: Þú getur einnig fært álitið inn <a data-bi-name="create-issue-on-github" href="{0}">á GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
it_it: Puoi anche inserire commenti <a data-bi-name="create-issue-on-github" href="{0}">direttamente su GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ja_jp: <a data-bi-name="create-issue-on-github" href="{0}">GitHub で直接<span class="docon docon-navigate-external" aria-hidden="true"></span></a>フィードバックを残すこともできます。
kk_kz: Пкіріңізді тікелей <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> қызметінде де қалдыра аласыз.
ko_kr: <a data-bi-name="create-issue-on-github" href="{0}">GitHub에 직접<span class="docon docon-navigate-external" aria-hidden="true"></span></a> 피드백을 남길 수도 있습니다.
lb_lu: Dir kënnt Feedback och <a data-bi-name="create-issue-on-github" href="{0}">direkt op GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> hannerloossen.
lt_lt: Taip pat galite pateikti atsiliepimų <a data-bi-name="create-issue-on-github" href="{0}">tiesiogiai „GitHub“<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
lv_lv: Varat arī atstāt atsauksmi <a data-bi-name="create-issue-on-github" href="{0}">tieši platformā GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ms_my: Anda juga boleh meninggalkan maklum balas <a data-bi-name="create-issue-on-github" href="{0}">secara terus pada GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
mt_mt: Tista' wkoll tħalli feedback <a data-bi-name="create-issue-on-github" href="{0}">direttament fuq GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
nb_no: Du kan også gi tilbakemeldinger <a data-bi-name="create-issue-on-github" href="{0}">direkte på GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
nl_be: U kunt ook <a data-bi-name="create-issue-on-github" href="{0}">rechtstreeks op GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> feedback achterlaten.
pl_pl: Opinię możesz również przesłać <a data-bi-name="create-issue-on-github" href="{0}">bezpośrednio w usłudze GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
pt_pt: Também pode deixar comentários <a data-bi-name="create-issue-on-github" href="{0}">diretamente no GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ro_ro: Puteți transmite feedback și <a data-bi-name="create-issue-on-github" href="{0}">direct pe GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ru_ru: Вы также можете оставить свой отзыв <a data-bi-name="create-issue-on-github" href="{0}">непосредственно на сайте GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sk_sk: Pripomienky môžete nechať aj <a data-bi-name="create-issue-on-github" href="{0}">priamo v GitHube<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sl_si: Povratne informacije lahko vnesete tudi <a data-bi-name="create-issue-on-github" href="{0}">neposredno v storitvi GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sr_cyrl_rs: Можете оставити повратне информације <a data-bi-name="create-issue-on-github" href="{0}">директно у услузи GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sr_latn_rs: Možete ostaviti povratne informacije <a data-bi-name="create-issue-on-github" href="{0}">direktno u usluzi GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sv_se: Du kan även lämna feedback <a data-bi-name="create-issue-on-github" href="{0}"> direkt på GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
th_th: นอกจากนี้คุณยังสามารถให้คำติชม<a data-bi-name="create-issue-on-github" href="{0}">โดยตรงบน GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>
tr_tr: Dilerseniz <a data-bi-name="create-issue-on-github" href="{0}">doğrudan GitHub üzerinden <span class="docon docon-navigate-external" aria-hidden="true"></span></a> de görüşlerinizi paylaşabilirsiniz.
uk_ua: Також можна опублікувати відгук <a data-bi-name="create-issue-on-github" href="{0}">безпосередньо на GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
vi_vn: Bạn cũng có thể để lại phản hồi <a data-bi-name="create-issue-on-github" href="{0}">ngay trên GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
zh_cn: 也可以<a data-bi-name="create-issue-on-github" href="{0}">直接在 GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>上提供反馈。
zh_tw: 您也可以<a data-bi-name="create-issue-on-github" href="{0}">直接在 GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> 上留言提供您的意見。

# level
source: Level {0}
ar_sa: المستوى {0}
bg_bg: Ниво {0}
ca_es: Nivell {0}
cs_cz: Úroveň {0}
da_dk: Niveau {0}
el_gr: Επίπεδο {0}
es_es: Nivel {0}
et_ee: Tase {0}
eu_es: {0}. maila
fi_fi: Taso {0}
fr_ca: Niveau {0}
ga_ie: Leibhéal {0}
gl_es: Nivel {0}
he_il: רמה {0}
hi_in: स्तर {0}
hr_hr: Razina {0}
hu_hu: Szint: {0}
is_is: Stig {0}
it_it: Livello {0}
ja_jp: レベル {0}
kk_kz: Деңгей {0}
ko_kr: 수준 {0}
lb_lu: Stuf {0}
lt_lt: {0} lygis
lv_lv: {0}. līmenis
ms_my: Tahap {0}
mt_mt: Livell {0}
nb_no: Nivå {0}
nl_be: Niveau {0}
pl_pl: Poziom {0}
pt_pt: Nível {0}
ro_ro: Nivel {0}
ru_ru: Уровень {0}
sk_sk: Úroveň {0}
sl_si: Raven {0}
sr_cyrl_rs: Ниво {0}
sr_latn_rs: Nivo {0}
sv_se: Nivå {0}
th_th: ระดับ {0}
tr_tr: Düzey {0}
uk_ua: Рівень {0}
vi_vn: Cấp {0}
zh_cn: 级别 {0}
zh_tw: 第 {0} 級
