Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# createMSAProfileExplanation
source: By becoming a member, you understand and acknowledge that your membership in Microsoft Learn means our network of sites and applications will record your achievements and activities. Your username, display name, achievements and activities will be publicly visible.
ar_sa: عندما تصبح عضوًا، فإنك تدرك وتقر بأن عضويتك في Microsoft Learn تعني أنه سيتم تسجيل إنجازاتك وأنشطتك عبر شبكة مواقعنا وتطبيقاتنا. سيكون اسم المستخدم والاسم المعروض والإنجازات والأنشطة مرئية علنًا.
bg_bg: Чрез членството си разбирате и приемате, че вашето членство в Microsoft Learn означава, че нашата мрежа от сайтове и приложения ще записва вашите постижения и дейности. Вашето потребителско име, показвано име, постижения и дейности ще бъдат видими публично.
ca_es: En fer-vos membre, accepteu que la vostra subscripció al Microsoft Learn implica que la nostra xarxa de llocs i aplicacions enregistraran els vostres assoliments i les vostres activitats. El vostre nom, el vostre nom de visualització, els vostres assoliments i les vostres activitats seran visibles públicament.
cs_cz: Tím, že se stanete členem, berete na vědomí a uznáváte, že vaše členství v programu Microsoft Learn znamená, že naše síť webů a aplikací bude zaznamenávat vaše virtuální dosažené cíle a aktivity. Vaše uživatelské jméno, zobrazované jméno, virtuální dosažené cíle a aktivity budou veřejně viditelné.
da_dk: Når du bliver medlem, forstår og anerkender du, at dit medlemskab af Microsoft Learn betyder, at vores netværk af websteder og programmer registrerer dine resultater og aktiviteter. Dit brugernavn, dit viste navn samt dine resultater og aktiviteter bliver synlige offentligt.
de_de: Wenn Sie Mitglied werden, stimmen Sie zu, dass unsere Websites und Anwendungen Ihre Erfolge und Aktivitäten im Rahmen Ihrer Mitgliedschaft bei Microsoft Learn aufzeichnen dürfen. Folgende Informationen werden öffentlich angezeigt: Benutzername, Anzeigename, Erfolge und Aktivitäten.
el_gr: Αν γίνετε μέλος, κατανοείτε και δηλώνετε ότι η συμμετοχή σας στο Microsoft Learn σημαίνει ότι το δίκτυο τοποθεσιών και οι εφαρμογές μας θα καταγράφουν τα επιτεύγματα και τις δραστηριότητές σας. Το όνομα χρήστη, το εμφανιζόμενο όνομα, τα επιτεύγματα και οι δραστηριότητές σας θα είναι ορατά δημοσίως.
es_es: Al convertirse en miembro, acepta y comprende que su membresía en Microsoft Learn significa que nuestra red de sitios y aplicaciones registrará sus logros digitales y actividades. Su nombre de usuario, nombre para mostrar, logros digitales y actividades serán visibles de forma pública.
et_ee: Liikmeks astudes mõistate ja kinnitate, et teie Microsoft Learni liikmesus tähendab, et meie saitide ning rakenduste võrgustik salvestab teie saavutused ja tegevused. Teie kasutajanimi, kuvatav nimi, saavutused ja tegevused on avalikult nähtavad.
eu_es: Microsoft Learn-eko kide bihurtzen bazara, ulertzen duzu gure sareko guneek eta aplikazioek zure lorpenak eta jarduerak grabatuko dituztela, eta eragiketa horiek onartzen dituzu. Halaber, publikoki argitaratuko dira erabiltzaile-izena, bistaratzeko izena, lorpenak eta jarduerak.
fi_fi: Kun liityt Microsoft Learnin jäseneksi, ymmärrät ja hyväksyt sen, että sivusto- ja sovellusverkkomme tallentaa saavutuksesi ja toimintosi. Käyttäjänimesi, näyttönimesi, saavutuksesi ja toimintosi näkyvät julkisesti.
fr_ca: En devenant membre, vous autorisez les sites et applications de Microsoft Learn à enregistrer vos réalisations et vos activités. Votre nom d’utilisateur, votre nom d’affichage, vos réalisations et vos activités seront affichés publiquement.
ga_ie: Trí bheith i do bhall, tuigeann agus admhaíonn tú go gciallaíonn do bhallraíocht i Microsoft Learn go ndéanfaidh ár líonra suíomhanna agus feidhmchlár taifeadadh ar do ghaiscí agus ar do ghníomhaíochtaí. Beidh d’ainm úsáideora, ainm taispeána, gaiscí agus gníomhaíochtaí le feiceáil go poiblí.
gl_es: Ao converterse en membro, entende e recoñece que pertencer a Microsoft Learn significa que a nosa rede de sitios web e aplicacións rexistrará os seus logros e actividades. O seu nome de usuario, nome para mostrar, logros e actividades serán visibles publicamente.
he_il: בעצם הצטרפותך כחבר, אתה מבין ומאשר שהחברות שלך ב- Microsoft Learn פירושה שרשת האתרים והאפליקציות שלנו תתעד את ההישגים והפעילויות שלך. שם המשתמש, שם התצוגה, ההישגים והפעילויות שלך יהיו גלויים באופן ציבורי.
hi_in: सदस्य बनकर आप यह समझते हैं और इसे स्वीकार करते हैं कि आपकी Microsoft Learn सदस्यता का अर्थ है कि साइट्स और एप्लिकेशंस का हमारा नेटवर्क आपकी उपलब्धियों और गतिविधियों को रिकॉर्ड करेगा. आपका उपयोगकर्ता नाम, डिस्प्ले नाम और उपलब्धियाँ व गतिविधियाँ सार्वजनिक रूप से दृश्यमान होंगी.
hr_hr: Kada postanete član, pristajete da vaše članstvo na platformi Microsoft Learn omogućuje našoj mreži web-mjesta i aplikacija da bilježe vaša postignuća i aktivnosti. Vaše korisničko ime, zaslonsko ime, postignuća i aktivnosti bit će javno vidljivi.
hu_hu: A taggá válással kijelenti, hogy megértette és elfogadja, hogy a Microsoft Learn-tagsággal az jár, hogy webhelyeink és alkalmazásaink tárolni fogják az Ön eredményeit és tevékenységeit. A felhasználóneve, a megjelenített neve, az eredményei és a tevékenységei nyilvánosan láthatóak lesznek.
id_id: Dengan menjadi anggota, Anda memahami dan mengakui bahwa keanggotaan Anda di Microsoft Learn berarti jaringan situs dan aplikasi kami akan mencatat pencapaian dan aktivitas Anda. Nama pengguna, nama tampilan, pencapaian dan aktivitas Anda akan terlihat oleh publik.
is_is: Með því að gerast meðlimur skilurðu og staðfestir að aðild þín að Microsoft Learn gerir vefsvæðum okkar og forritum kleift að skrá framvindu þína og virkni. Notandanafnið þitt, birtingarnafn, áfangar og virkni verða birt opinberlega.
it_it: Se diventi un membro, dichiari di comprendere e accettare che la tua appartenenza a Microsoft Learn comporta la registrazione dei tuoi obiettivi e delle tue attività da parte della nostra rete di siti e di applicazioni. Il tuo nome utente, il tuo nome visualizzato, i tuoi obiettivi e le tue attività saranno visibili pubblicamente.
ja_jp: お客様は、メンバーになることで、Microsoft Learn でのメンバーシップによって Microsoft のサイトとアプリケーションのネットワークで実績とアクティビティが記録されることを理解し、同意したものとみなされます。 ユーザー名、表示名、実績、アクティビティが公開されます。
kk_kz: Мүше болу арқылы сіз Microsoft Learn ресурсына мүше болғанда сайттарымыздың желісі мен бағдарламаларымыз сіздің жетістіктеріңіз бен әрекеттеріңізді жазатынын түсінесіз және растайсыз. Пайдаланушы атыңыз, көрсетілетін атыңыз, жетістіктеріңіз бен әрекеттеріңіз ашық түрде көрсетіледі.
ko_kr: 멤버가 되면 Microsoft Learn의 멤버 자격을 통해 사이트 및 응용 프로그램 네트워크에서 사용자 업적과 활동을 기록하게 됨을 이해하고 인정하는 것입니다. 사용자 이름, 표시 이름, 업적 및 활동이 공개적으로 표시됩니다.
lb_lu: Andeems Dir e Member gitt, verstitt Dir an Dir sidd averstan, datt Är Memberschaft bei Microsoft Learn bedeit, datt eist Netzwierk u Websäiten an Applikatiounen Är Erfolleger an Aktivitéite späichert. Äre Benotzernumm, Displaynumm, Erfolleger an Aktivitéiten sinn ëffentlech siichtbar.
lt_lt: Tapdami nariu suprantate ir pripažįstate, kad „Microsoft Learn“ narystė reiškia, jog mūsų svetainių ir programų tinklas registruos jūsų pasiekimus bei veiklas. Jūsų vartotojo vardas, rodomas pavadinimas, pasiekimai ir veiklos bus viešai matomos.
lv_lv: Kļūstot par dalībnieku, jūs saprotat un apliecināt, ka jūsu dalība programmā Microsoft Learn nozīmē, ka mūsu vietņu un lietojumprogrammu tīkls reģistrēs jūsu sasniegumus un darbības. Jūsu lietotājvārds, parādāmais vārds, sasniegumi un aktivitātes būs publiski redzamas.
ms_my: Dengan menjadi ahli, anda memahami dan memperakui bahawa keahlian anda dalam Microsoft Learn bermakna rangkaian laman dan aplikasi kami akan merekodkan pencapaian dan aktiviti anda. Nama pengguna, nama paparan, pencapaian dan aktiviti anda akan kelihatan secara terbuka.
mt_mt: Meta ssir membru, tifhem u tirrikonoxxi li s-sħubija tiegħek f'Microsoft Learn tfisser li n-netwerk ta' siti u applikazzjonijiet tagħna tirreġistra l-kisbiet u l-attivitajiet tiegħek. Isem l-utent, l-isem li jintwera, il-kisbiet u l-attivitajiet tiegħek ikun viżibbli pubblikament.
nb_no: Ved å bli medlem, forstår du og bekrefter at medlemskapet ditt i Microsoft Learn betyr at nettverket vårt med nettsteder og programmer kommer til å registrere prestasjonene og aktivitetene dine. Brukernavnet og visningsnavnet ditt, samt prestasjonene og aktivitetene dine, vil være offentlig synlige.
nl_be: Door lid te worden, begrijpt u en stemt u ermee in dat uw lidmaatschap in Microsoft Learn inhoudt dat uw prestaties en activiteiten worden vastgelegd met het netwerk van sites en toepassingen. Uw gebruikersnaam, weergavenaam, prestaties en activiteiten zijn openbaar zichtbaar.
pl_pl: Zostanie członkiem oznacza zaakceptowanie tego, że w ramach członkostwa w środowisku Microsoft Learn nasza sieć witryn i aplikacji będzie rejestrować Twoje osiągnięcia i działania. Nazwa użytkownika, nazwa wyświetlana, osiągnięcia i działania będą publicznie widoczne.
pt_pt: Ao tornar-se membro, compreende e reconhece que a sua associação no Microsoft Learn significa que a nossa rede de sites e aplicações irá registar os seus feitos e atividades. O seu nome de utilizador, nome a apresentar, feitos e atividades estarão visíveis ao público.
ro_ro: În calitate de membru, înțelegeți și confirmați faptul că statutul dvs. de membru în cadrul Microsoft Learn implică înregistrarea realizărilor și activităților dvs. de către rețeaua noastră de site-uri și aplicații. Numele de utilizator, numele afișat, realizările și activitățile vor fi vizibile public.
ru_ru: Став участником команды, вы соглашаетесь с тем, что участие в программе Microsoft Learn предполагает регистрацию ваших достижений и действий в нашей сети сайтов и приложений. Ваше имя пользователя, отображаемое имя, достижения и действия будут видны другим пользователям.
sk_sk: Ak sa stanete členom, porozumeli ste a oboznámili sa s tým, že svojím členstvom v službe Microsoft Learn súhlasíte so zaznamenávaním vašich výsledkov a aktivít našou sieťou lokalít a aplikácií. Vaše meno používateľa, zobrazované meno, výsledky a aktivity budú viditeľné verejne.
sl_si: Če postanete član, potrjujete in soglašate, da bodo vaši dosežki in dejavnosti v okviru vašega članstva v storitvi Microsoft Learn zabeleženi v našem omrežju spletnih mest in aplikacij. Vaše uporabniško ime, prikazano ime, dosežki in dejavnosti bodo javno prikazani.
sr_cyrl_rs: Ако постанете члан, схватате и прихвате да ваше чланство у услузи Microsoft Learn подразумева да ће наша мрежа сајтова и апликација евидентирати ваша достигнућа и активности. Ваше корисничко име, име за приказ, достигнућа и активности биће јавно видљиви.
sr_latn_rs: Ako postanete član, shvatate i prihvate da vaše članstvo u usluzi Microsoft Learn podrazumeva da će naša mreža sajtova i aplikacija evidentirati vaša dostignuća i aktivnosti. Vaše korisničko ime, ime za prikaz, dostignuća i aktivnosti biće javno vidljivi.
sv_se: Genom att bli medlem förstår och godkänner du att ditt medlemskap i Microsoft Learn innebär att dina achievements och aktiviteter registreras i vårt nätverk av webbplatser och program. Ditt användarnamn och visningsnamn, samt dina achievements och aktiviteter, kommer att vara offentligt synliga.
th_th: เมื่อได้เป็นสมาชิก คุณจะเข้าใจและยอมรับว่าการเป็นสมาชิก Microsoft Learn หมายถึงเครือข่ายของไซต์และแอปพลิเคชันของเราจะบันทึกความสำเร็จและกิจกรรมของคุณ ชื่อผู้ใช้ ชื่อที่แสดง ความสำเร็จ และกิจกรรมของคุณจะเปิดเผยต่อสาธารณะ
tr_tr: Üye olduğunuzda, Microsoft Learn üyeliğinizin site ve uygulama ağımızda başarılarınızın ve etkinliklerinizin kaydedileceği anlamına geldiğini anlıyor ve kabul ediyorsunuz. Kullanıcı adınız, görünen adınız, başarılarınız ve etkinlikleriniz herkese açık olarak gösterilir.
uk_ua: Реєструючись як учасник Microsoft Learn, ви усвідомлюєте й визнаєте, що цим дозволяєте нашій мережі сайтів і програм фіксувати ваші досягнення та дії. Ваші ім’я користувача, відображуване ім’я, досягнення та дії відображатимуться для всіх.
vi_vn: Thông qua việc trở thành thành viên, bạn hiểu và xác nhận rằng tư cách thành viên của Microsoft Learn đồng nghĩa với việc mạng trang web và ứng dụng của chúng tôi sẽ ghi lại thành tích và hoạt động của bạn. Tên người dùng, tên hiển thị, thành tích và hoạt động của bạn sẽ hiển thị công khai.
zh_cn: 成为成员即表示你理解并同意你获得 Microsoft Learn 中的成员资格，这意味着我们的站点和应用程序网络将记录你的成就和活动。 你的用户名、显示名称、成就和活动将公开可见。
zh_tw: 成為成員，即表示您了解並知悉您在 Microsoft Learn 的成員資格意味著我們的網站和應用程式網路會記錄您的成就與活動。 您的使用者名稱、顯示名稱、成就與活動將可公開閱覽。

source: Create new archive
ar_sa: إنشاء أرشيف جديد
bg_bg: Създаване на нов архив
ca_es: Crea un arxiu
cs_cz: Vytvořit nový archiv
da_dk: Opret et nyt arkiv
de_de: Neues Archiv erstellen
el_gr: Δημιουργία νέας αρχειοθήκης
es_es: Crear archivo
et_ee: Uue arhiivi loomine
eu_es: Sortu artxibo bat
fi_fi: Luo uusi arkisto
fr_ca: Créer une nouvelle archive
ga_ie: Cruthaigh cartlann nua
gl_es: Crear arquivo novo
he_il: צור ארכיון חדש
hi_in: बनाएँ और संग्रह करें
hr_hr: Stvori novu arhivu
hu_hu: Új archívum létrehozása
id_id: Buat arsip baru
is_is: Búa til nýtt safn
it_it: Crea nuovo archivio
ja_jp: 新しいアーカイブの作成
kk_kz: Жаңа мұрағат жасау
ko_kr: 새 보관 만들기
lb_lu: Neien Archiv schafen
lt_lt: Kurti naują archyvą
lv_lv: Izveidot jaunu arhīvu
ms_my: Cipta arkib baru
mt_mt: Oħloq arkivju ġdid
nb_no: Opprett nytt arkiv
nl_be: Nieuw archief maken
pl_pl: Utwórz nowe archiwum
pt_pt: Criar novo arquivo
ro_ro: Creare arhivă nouă
ru_ru: Создать архив
sk_sk: Vytvoriť nový archív
sl_si: Ustvari nov arhiv
sr_cyrl_rs: Направите нову архиву
sr_latn_rs: Napravite novu arhivu
sv_se: Skapa nytt arkiv
th_th: สร้างที่เก็บถาวรใหม่
tr_tr: Yeni arşiv oluştur
uk_ua: Створити новий архів
vi_vn: Tạo bản lưu trữ mới
zh_cn: 创建新存档
zh_tw: 建立新的成就

source: Creating a connection
ar_sa: إنشاء اتصال
bg_bg: Създаване на връзка
ca_es: S'està creant una connexió
cs_cz: Vytvoření připojení
da_dk: Oprettelse af en forbindelse
de_de: Eine Verbindung wird erstellt
el_gr: Δημιουργία σύνδεσης
es_es: Creación de una conexión
et_ee: Ühenduse loomine
eu_es: Konexioa sortzen
fi_fi: Luodaan yhteyttä
fr_ca: Création d’une connexion
ga_ie: Nasc a chruthú
gl_es: Creando una conexión
he_il: יצירת חיבור
hi_in: कनेक्शन बनाना
hr_hr: Stvaranje veze
hu_hu: Kapcsolat létrehozása
id_id: Membuat sambungan
is_is: Býr tengingu til
it_it: Creazione di una connessione
ja_jp: 接続を作成しています
kk_kz: Байланыс құру
ko_kr: 연결을 만드는 중
lb_lu: Eng Verbindung gëtt geschaf
lt_lt: Kuriamas ryšys
lv_lv: Notiek savienojuma izveide
ms_my: Mencipta sambungan
mt_mt: Oħloq konnessjoni
nb_no: Oppretter en tilkobling
nl_be: Een verbinding maken
pl_pl: Tworzenie połączenia
pt_pt: A criar uma ligação
ro_ro: Crearea unei conexiuni
ru_ru: Создание подключения
sk_sk: Vytvorenie pripojenia
sl_si: Ustvarjanje povezave
sr_cyrl_rs: Прављење везе
sr_latn_rs: Pravljenje veze
sv_se: Skapa en anslutning
th_th: กำลังสร้างการเชื่อมต่อ
tr_tr: Bağlantı oluşturma
uk_ua: Створення підключення
vi_vn: Đang tạo kết nối
zh_cn: 正在创建连接
zh_tw: 正在建立連線

source: Current selection:
ar_sa: التحديد الحالي:
bg_bg: Текущ избор:
ca_es: Selecció actual:
cs_cz: Aktuální výběr:
da_dk: Aktuelt valg:
de_de: Aktuelle Auswahl:
el_gr: Τρέχουσα επιλογή:
es_es: Selección actual:
et_ee: Praegune valik:
eu_es: Uneko hautapena:
fi_fi: Nykyinen valinta:
fr_ca: Sélection actuelle :
ga_ie: Roghnú reatha:
gl_es: Selección actual:
he_il: בחירה נוכחית:
hi_in: वर्तमान चयन:
hr_hr: Trenutni odabir
hu_hu: Aktuális kijelölés:
id_id: Pilihan Saat Ini:
is_is: Núverandi val:
it_it: Selezione corrente:
ja_jp: 現在の選択:
kk_kz: Ағымдағы таңдау:
ko_kr: 현재 선택 항목:
lb_lu: Aktuell Auswiel:
lt_lt: Dabartinis žymėjimas:
lv_lv: Pašreizējā atlase:
ms_my: Pilihan Semasa:
mt_mt: Selezzjoni Kurrenti:
nb_no: Gjeldende valg:
nl_be: Huidige selectie
pl_pl: Bieżący wybór:
pt_pt: Seleção Atual:
ro_ro: Selecție actuală:
ru_ru: Текущий выделенный фрагмент:
sk_sk: Aktuálny výber:
sl_si: Trenutni izbor:
sr_cyrl_rs: Тренутно изабрано:
sr_latn_rs: Trenutno izabrano:
sv_se: Aktuellt val:
th_th: การเลือกปัจจุบัน:
tr_tr: Geçerli Seçim:
uk_ua: Поточне виділення:
vi_vn: Lựa chọn hiện tại:
zh_cn: 当前选择
zh_tw: 目前的選取項目：

source: Dark
ar_sa: داكن
bg_bg: Тъмно
ca_es: Fosc
cs_cz: Tmavý
da_dk: Mørk
de_de: Dunkel
el_gr: Σκούρο
es_es: Oscuro
et_ee: Tume
eu_es: Iluna
fi_fi: Tumma
fr_ca: Foncé
ga_ie: Dorcha
gl_es: Escuro
he_il: כהה
hi_in: गहरी
hr_hr: Tamna
hu_hu: Sötét
id_id: Gelap
is_is: Dökkt
it_it: Scuro
ja_jp: 黒
kk_kz: Күңгірт
ko_kr: 어두움
lb_lu: Donkel
lt_lt: Tamsus
lv_lv: Tumšs
ms_my: Gelap
mt_mt: Skur
nb_no: Mørkt
nl_be: Donker
pl_pl: Ciemny
pt_pt: Escuro
ro_ro: Întuneric
ru_ru: Темная
sk_sk: Tmavý
sl_si: Temna
sr_cyrl_rs: Тамно
sr_latn_rs: Tamno
sv_se: Mörk
th_th: มืด
tr_tr: Koyu
uk_ua: Темніше
vi_vn: Tối
zh_cn: 暗
zh_tw: 深色

# daysAgo
source: {0} days ago
ar_sa: منذ {0} أيام
bg_bg: преди {0} дни
ca_es: fa {0} dies
cs_cz: Před {0} dny
da_dk: {0} dage siden
de_de: vor {0} Tagen
el_gr: {0} ημέρες πριν
es_es: hace {0} días
et_ee: {0} päeva tagasi
eu_es: Duela {0} egun
fi_fi: {0} päivää sitten
fr_ca: il y a {0} jours
ga_ie: {0} lá ó shin
gl_es: Hai {0} días
he_il: לפני {0} ימים
hi_in: {0} दिन पहले
hr_hr: prije sljedećeg broja dana: {0}
hu_hu: {0} nappal ezelőtt
id_id: {0} hari yang lalu
is_is: fyrir {0} dögum síðan
it_it: {0} giorni fa
ja_jp: {0} 日前
kk_kz: {0} күн бұрын
ko_kr: {0}일 전
lb_lu: Viru(n) {0} Deeg
lt_lt: Prieš {0} d.
lv_lv: Pirms {0} d.
ms_my: {0} hari yang lalu
mt_mt: {0} ijiem ilu
nb_no: for {0} dager siden
nl_be: {0} dagen geleden
pl_pl: {0} dni temu
pt_pt: Há {0} dias
ro_ro: Acum {0} zile
ru_ru: {0} дн. назад
sk_sk: pred {0} dňami
sl_si: Pred toliko dnevi: {0}
sr_cyrl_rs: Пре {0} дан(а)
sr_latn_rs: Pre {0} dan(a)
sv_se: för {0} dagar sedan
th_th: {0} วันที่แล้ว
tr_tr: {0} gün önce
uk_ua: {0} дн. тому
vi_vn: {0} ngày trước
zh_cn: {0} 天前
zh_tw: {0} 天前

source: default value
ar_sa: القيمة الافتراضية
bg_bg: стойности по подразбиране
ca_es: valor per defecte
cs_cz: výchozí hodnota
da_dk: standardværdi
de_de: Standardwert
el_gr: προεπιλεγμένη τιμή
es_es: valor predeterminado
et_ee: vaikeväärtus
eu_es: balio lehenetsia
fi_fi: oletusarvo
fr_ca: valeur par défaut
ga_ie: luach réamhshocraithe
gl_es: valor predefinido
he_il: ערך ברירת מחדל
hi_in: डिफ़ॉल्ट मूल्य
hr_hr: zadana vrijednost
hu_hu: alapértelmezett érték
id_id: nilai default
is_is: sjálfgefið gildi
it_it: valore predefinito
ja_jp: 既定値
kk_kz: әдепкі мән
ko_kr: 기본값
lb_lu: Standardwäert
lt_lt: numatytoji reikšmė
lv_lv: noklusējuma vērtība
ms_my: nilai lalai
mt_mt: valur default
nb_no: standardverdi
nl_be: standaardwaarde
pl_pl: wartość domyślna
pt_pt: valor predefinido
ro_ro: valoare implicită
ru_ru: значение по умолчанию
sk_sk: predvolená hodnota
sl_si: privzeta vrednost
sr_cyrl_rs: подразумевана вредност
sr_latn_rs: podrazumevana vrednost
sv_se: standardvärde
th_th: ค่าเริ่มต้น
tr_tr: varsayılan değer
uk_ua: стандартне значення
vi_vn: giá trị mặc định
zh_cn: 默认值
zh_tw: 預設值

source: Definition
ar_sa: التعريف
bg_bg: Дефиниция
ca_es: Definició
cs_cz: Definice
el_gr: Ορισμός
es_es: Definición
et_ee: Määratlus
eu_es: Definizioa
fi_fi: Määritelmä
fr_ca: Définition
ga_ie: Sainiú
gl_es: Definición
he_il: הגדרה
hi_in: परिभाषा
hr_hr: Definicija
hu_hu: Definíció
id_id: Definisi
is_is: Skilgreining
it_it: Definizione
ja_jp: 定義
kk_kz: Анықтама
ko_kr: 정의
lb_lu: Definitioun
lt_lt: Apibrėžtis
lv_lv: Definīcija
ms_my: Takrif
mt_mt: Definizzjoni
nb_no: Definisjon
nl_be: Definitie
pl_pl: Definicja
pt_pt: Definição
ro_ro: Definiție
ru_ru: Определение
sk_sk: Definícia
sl_si: Definicija
sr_cyrl_rs: Дефиниција
sr_latn_rs: Definicija
th_th: คำจำกัดความ
tr_tr: Tanım
uk_ua: Визначення
vi_vn: Định nghĩa
zh_cn: 定义
zh_tw: 定義

source: Definitions
ar_sa: التعريفات
bg_bg: Дефиниции
ca_es: Definicions
cs_cz: Definice
da_dk: Definitioner
de_de: Definitionen
el_gr: Ορισμοί
es_es: Definiciones
et_ee: Määratlused
eu_es: Azalpenak
fi_fi: Määritelmät
fr_ca: Définitions
ga_ie: Sainithe
gl_es: Definicións
he_il: הגדרות
hi_in: परिभाषाएँ
hr_hr: Definicije
hu_hu: Definíciók
id_id: Definisi
is_is: Skilgreiningar
it_it: Definizioni
ja_jp: 定義
kk_kz: Анықтамалар
ko_kr: 정의
lb_lu: Definitiounen
lt_lt: Apibrėžtys
lv_lv: Definīcijas
ms_my: Takrif
mt_mt: Definizzjonijiet
nb_no: Definisjoner
nl_be: Definities
pl_pl: Definicje
pt_pt: Definições
ro_ro: Definiții
ru_ru: Определения
sk_sk: Definície
sl_si: Definicije
sr_cyrl_rs: Дефиниције
sr_latn_rs: Definicije
sv_se: Definitioner
th_th: คำจำกัดความ
tr_tr: Tanımlar
uk_ua: Визначення
vi_vn: Định nghĩa
zh_cn: 定义
zh_tw: 定義

# delegatesInSubtitle
source: Delegates
ar_sa: المفوّضون
bg_bg: Представители
ca_es: Delegats
cs_cz: Delegáti
da_dk: Delegerede
de_de: Delegaten
el_gr: Πληρεξούσιοι
es_es: Delegados
et_ee: Delegaadid
eu_es: Ordezkariak
fi_fi: Edustajat
fr_ca: Délégués
ga_ie: Toscairí
gl_es: Delegados
he_il: נציגים
hi_in: डेलिगेट्स
hr_hr: Delegati
hu_hu: Delegáltak
id_id: Delegasikan
is_is: Fulltrúar
it_it: Delegati
ja_jp: 代理人
kk_kz: Өкілдер
ko_kr: 대리자
lb_lu: Delegéierter
lt_lt: Atstovai
lv_lv: Pārstāvji
ms_my: Wakil
mt_mt: Delegati
nb_no: Representanter
nl_be: Gemachtigden
pl_pl: Delegaci
pt_pt: Delegados
ro_ro: Delegați
ru_ru: Делегаты
sk_sk: Delegáti
sl_si: Pooblaščenci
sr_cyrl_rs: Делегати
sr_latn_rs: Delegati
sv_se: Delegeringar
th_th: ผู้แทน
tr_tr: Temsilciler
uk_ua: Замінювані елементи
vi_vn: Người ủy quyền
zh_cn: 委托
zh_tw: 委派

source: Delete
ar_sa: حذف
bg_bg: Изтриване
ca_es: Suprimeix
cs_cz: Odstranit
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
et_ee: Kustuta
eu_es: Ezabatu
fi_fi: Poista
fr_ca: Supprimer
ga_ie: Scrios
gl_es: Eliminar
he_il: מחק
hi_in: हटाएँ
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
is_is: Eyða
it_it: Elimina
ja_jp: 削除
kk_kz: Жою
ko_kr: 삭제
lb_lu: Läschen
lt_lt: Naikinti
lv_lv: Dzēst
ms_my: Padam
mt_mt: Ħassar
nb_no: Slett
nl_be: Verwijderen
pl_pl: Usuń
pt_pt: Eliminar
ro_ro: Ștergere
ru_ru: Удалить
sk_sk: Odstrániť
sl_si: Izbriši
sr_cyrl_rs: Избриши
sr_latn_rs: Izbriši
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

source: Delete parameter
ar_sa: حذف المعلمة
bg_bg: Изтриване на параметър
ca_es: Suprimeix el paràmetre
cs_cz: Odstranit parametr
da_dk: Slet parameter
de_de: Parameter löschen
el_gr: Διαγραφή παραμέτρου
es_es: Eliminar parámetro
et_ee: Kustuta parameeter
eu_es: Ezabatu parametroa
fi_fi: Poista parametri
fr_ca: Supprimer un paramètre
ga_ie: Scrios paraiméadar
gl_es: Eliminar parámetro
he_il: מחק פרמטר
hi_in: पैरामीटर हटाएँ
hr_hr: Izbriši parametar
hu_hu: Paraméter törlése
id_id: Hapus Parameter
is_is: Eyða færibreytu
it_it: Elimina parametro
ja_jp: パラメーターの削除
kk_kz: Параметрді жою
ko_kr: 매개 변수 삭제
lb_lu: Parameter Läschen
lt_lt: Naikinti parametrą
lv_lv: Dzēst parametru
ms_my: Padam Parameter
mt_mt: Ħassar il-Parametru
nb_no: Slett parameter
nl_be: Parameter verwijderen
pl_pl: Usuń parametr
pt_pt: Eliminar Parâmetro
ro_ro: Ștergere parametru
ru_ru: Удалить параметр
sk_sk: Odstrániť parameter
sl_si: Izbriši parameter
sr_cyrl_rs: Брисање параметра
sr_latn_rs: Brisanje parametra
sv_se: Ta bort parameter
th_th: ลบพารามิเตอร์
tr_tr: Parametreyi Sil
uk_ua: Видалити параметр
vi_vn: Xóa tham số
zh_cn: 删除参数
zh_tw: 刪除參數
