Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# emailIsRequiredExplanation
source: Your Microsoft account must be linked to a valid email address to activate a sandbox. Go to <a href="https://account.live.com" target="_blank">Microsoft Account Settings</a> to link your email address and try again.
ar_sa: يجب ربط حسابك لدى Microsoft ببريد إلكتروني صالح لتنشيط بيئة اختبار معزولة. انتقل إلى <a href="https://account.live.com" target="_blank">إعدادات حساب Microsoft</a> لربط بريدك الإلكتروني وأعِد المحاولة.
bg_bg: Акаунтът ви в Microsoft трябва да е свързан с валиден имейл, за да активирате ограничителния режим. Отидете на <a href="https://account.live.com" target="_blank">настройките на акаунта в Microsoft</a>, за да свържете своя имейл и опитайте отново.
ca_es: El compte de Microsoft ha d'estar enllaçat a una adreça electrònica vàlida per activar l'espai aïllat. Aneu a la <a href="https://account.live.com" target="_blank">Configuració del compte de Microsoft</a> per enllaçar el vostre correu i torneu-ho a provar.
cs_cz: Váš účet Microsoft musí být pro aktivaci sandboxu propojený s aktivním e-mailem. Přejděte k <a href="https://account.live.com" target="_blank">nastavení účtu Microsoft</a>, připojte váš e-mail a zkuste to znovu.
da_dk: Din Microsoft-konto skal have tilknyttet en gyldig mailadresse, hvis du vil aktivere en sandkasse. Gå til <a href="https://account.live.com" target="_blank">Indstillinger for Microsoft-konto</a> for at tilknytte din mailadresse, og prøv igen.
de_de: Für die Aktivierung einer Sandbox muss Ihrem Microsoft-Konto eine gültige E-Mail-Adresse zugeordnet sein. Öffnen Sie die <a href="https://account.live.com" target="_blank">Microsoft-Kontoeinstellungen</a>, um Ihre E-Mail-Adresse zu verknüpfen, und versuchen Sie es dann erneut.
el_gr: Για να ενεργοποιήστε ένα περιβάλλον προστατευμένης εκτέλεσης, πρέπει να έχετε συνδέσει τον λογαριασμό σας Microsoft σε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου. Μεταβείτε στις <a href="https://account.live.com" target="_blank">Ρυθμίσεις λογαριασμού Microsoft</a> για να συνδέσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και δοκιμάστε ξανά.
es_es: Su cuenta de Microsoft debe estar vinculada a un correo electrónico válido para activar un espacio aislado. Vaya a <a href="https://account.live.com" target="_blank">Configuración de cuenta de Microsoft</a> para vincular su correo electrónico e inténtelo nuevamente.
et_ee: Liivakasti aktiveerimiseks peab teie Microsofti konto olema seotud kehtiva meiliaadressiga. Meiliaadressi sidumiseks avage <a href="https://account.live.com" target="_blank">Microsofti konto sätted</a> ja proovige uuesti.
eu_es: Sandbox bat aktibatu ahal izateko, erabil daitekeen helbide elektroniko batera estekatuta egon behar du Microsoft kontuak. Helbide elektronikoa estekatzeko, joan <a href="https://account.live.com" target="_blank">Microsoft kontuaren ezarpenak</a> aukerara eta saiatu berriro.
fi_fi: Microsoft-tiliisi on oltava yhdistetty kelvollinen sähköpostiosoite, jotta voit aktivoida eristyksen. Voit lisätä sähköpostiosoitteen <a href="https://account.live.com" target="_blank">Microsoft-tilin asetuksissa</a> ja yrittää sitten uudelleen.
fr_ca: Une adresse de courriel valide doit être associée à votre compte Microsoft pour activer un environnement d’essai. Accédez aux <a href="https://account.live.com" target="_blank">paramètres de votre compte Microsoft</a> pour associer votre adresse de courriel, puis essayez de nouveau.
ga_ie: Ní mór go mbeadh do chuntas Microsoft nasctha le ríomhphost bailí chun sandbox a ghníomhachtú. Téigh chuig <a href="https://account.live.com" target="_blank">Socruithe Chuntas Microsoft</a> chun do ríomhphost a nascadh agus bain triail eile as.
gl_es: A súa conta de Microsoft debe estar ligada a un correo electrónico válido para activar un ambiente de illamento de procesos. Vaia a <a href="https://account.live.com" target="_blank">Configuración da conta de Microsoft</a> para ligar o seu correo electrónico e ténteo de novo.
he_il: חשבון Microsoft שלך חייב להיות מקושר לדואר אלקטרוני חוקי כדי להפעיל ארגז חול. עבור אל <a href="https://account.live.com" target="_blank">הגדרות חשבון Microsoft</a> כדי לקשר את הדואר האלקטרוני שלך ונסה שוב.
hi_in: सैंडबॉक्स सक्रिय करने के लिए आपका Microsoft खाता किसी वैध ईमेल से लिंक किया होना चाहिए. <a href="https://account.live.com" target="_blank">Microsoft खाता सेटिंग</a> पर जाकर अपने ईमेल को लिंक करें और दोबारा प्रयास करें.
hr_hr: Da biste aktivirali sigurnosnu ogradu, vaš Microsoftov račun mora biti povezan s valjanom adresom e-pošte. Otvorite <a href="https://account.live.com" target="_blank">Postavke Microsoftova računa</a> da biste povezali svoju adresu e-pošte i pokušali ponovno.
hu_hu: Tesztkörnyezet aktiválásához Microsoft-fiókját egy érvényes e-mail-címhez kell hozzárendelnie. Az e-mail hozzárendelését végezze el a <a href="https://account.live.com" target="_blank">Microsoft-fiók beállításai</a> területen, majd pedig próbálja újra.
id_id: Akun Microsoft Anda harus tertaut ke email yang valid untuk mengaktifkan sandbox. Buka <a href="https://account.live.com" target="_blank">Pengaturan Akun Microsoft</a> untuk menautkan email Anda dan coba lagi.
is_is: Microsoft-reikningurinn verður að vera tengdur við gilt netfang til að virkja sandkassa. Farðu í <a href="https://account.live.com" target="_blank">Stillingar Microsoft-reiknings</a> til að tengja netfangið og reyndu aftur.
it_it: Per attivare un sandbox, è necessario che il tuo account Microsoft sia collegato a un indirizzo di posta elettronica valido. Per collegare il tuo indirizzo di posta elettronica e riprovare, vai a <a href="https://account.live.com" target="_blank">Impostazioni account Microsoft</a>.
ja_jp: サンドボックスをアクティブ化するには、Microsoft アカウントが有効なメール アドレスにリンクされている必要があります。 <a href="https://account.live.com" target="_blank">Microsoft アカウントの設定</a>に移動し、メール アドレスをリンクさせてから、もう一度お試しください。
kk_kz: Құм жәшікті белсендіру үшін Microsoft тіркелгісі жарамды электрондық поштамен байланыстырылған болуы тиіс. Электрондық поштаңызды байланыстыру үшін <a href="https://account.live.com" target="_blank">Microsoft тіркелгісінің параметрлері</a> бөліміне өтіп, әрекетті қайталаңыз.
ko_kr: 샌드박스를 활성화하려면 Microsoft 계정이 유효한 메일에 연결되어야 합니다. <a href="https://account.live.com" target="_blank">Microsoft 계정 설정</a>으로 이동하여 이메일을 연결하고 다시 시도하세요.
lb_lu: Äre Microsoft Kont muss mat enger gëlteger E-Mailadress verbonne si fir eng Sandbox z'aktivéieren. Gitt op <a href="https://account.live.com" target="_blank">Microsoft Account Settings</a> fir Är E-Mail ze verbannen a probéiert nach eng Kéier.
lt_lt: Norint suaktyvinti smėlio dėžę reikia susieti „Microsoft“ paskyrą su tinkamu el. pašto adresu. Eikite į sritį <a href="https://account.live.com" target="_blank">„Microsoft“ paskyros parametrai</a>, susiekite savo el. pašto adresą ir bandykite dar kartą.
lv_lv: Lai aktivizētu smilškasti, jūsu Microsoft kontam jābūt saistītam ar derīgu e-pasta adresi. Dodieties uz <a href="https://account.live.com" target="_blank">Microsoft konta iestatījumi</a>, lai saistītu savu e-pastu, un mēģiniet vēlreiz.
ms_my: Akaun Microsoft anda mesti dipautkan kepada e-mel yang sah untuk mengaktifkan kotak pasir. Pergi ke <a href="https://account.live.com" target="_blank">Seting Akaun Microsoft</a> untuk memautkan e-mel anda dan cuba lagi.
mt_mt: Il-kont tiegħek ta' Microsoft jeħtieġ li jkun illinkjat ma' indirizz elettroniku validu biex tattiva sandbox. Mur fis-<a href="https://account.live.com" target="_blank">Settings tal-Kont ta' Microsoft</a> biex tillinkja l-indirizz elettroniku tiegħek u erġa' pprova.
nb_no: Microsoft-kontoen din må være koblet til en gyldig e-postadresse for å aktivere en sandkasse. Gå til <a href="https://account.live.com" target="_blank">Mikrosoft-kontoinnstillinger</a> for å koble til e-postadressen din og prøv på nytt.
nl_be: Uw Microsoft-account moet zijn gekoppeld aan een geldig e-mailadres om een sandbox te activeren. Ga naar de <a href="https://account.live.com" target="_blank">instellingen van uw Microsoft-account</a> om het e-mailadres te koppelen en probeer het opnieuw.
pl_pl: Aby można było uaktywnić piaskownicę, z kontem Microsoft musi być połączony prawidłowy adres e-mail. Przejdź do <a href="https://account.live.com" target="_blank">ustawień konta Microsoft</a>, aby połączyć adres e-mail, i spróbuj ponownie.
pt_pt: A sua conta Microsoft tem de estar ligada a um e-mail válido para ativar uma sandbox. Vá a <a href="https://account.live.com" target="_blank">Definições da Conta Microsoft</a> para ligar o seu e-mail e tente novamente.
ro_ro: Pentru activareasandboxului, contul dvs. Microsoft trebuie să fie asociat cu o adresă de e-mail validă. Accesați <a href="https://account.live.com" target="_blank">setările contului Microsoft</a> pentru a asocia adresa de e-mail și încercați din nou.
ru_ru: Для активации песочницы нужно, чтобы с учетной записью Майкрософт был связан действительный адрес электронной почты. Свяжите адрес в <a href="https://account.live.com" target="_blank">параметрах учетной записи Майкрософт</a> и повторите попытку.
sk_sk: Ak chcete aktivovať testovacie prostredie (sandbox), vaše konto Microsoft musí byť prepojené s platným e-mailom. Ak chcete vytvoriť prepojenie na e-mail, prejdite na lokalitu <a href="https://account.live.com" target="_blank">Nastavenia konta Microsoft</a> a skúste to znova.
sl_si: Za aktiviranje peskovnika mora biti z vašim Microsoftovim računom povezan veljaven e-poštni naslov. V <a href="https://account.live.com" target="_blank">nastavitvah Microsoftovega računa</a> povežite svoj e-poštni naslov in poskusite znova.
sr_cyrl_rs: Ваш Microsoft налог мора да буде повезан са важећом адресом е-поште да бисте активирали sandbox. Идите у <a href="https://account.live.com" target="_blank">поставке Microsoft налога</a> да бисте повезали адресу е-поште и покушали поново.
sr_latn_rs: Vaš Microsoft nalog mora da bude povezan sa važećom adresom e-pošte da biste aktivirali sandbox. Idite u <a href="https://account.live.com" target="_blank">postavke Microsoft naloga</a> da biste povezali adresu e-pošte i pokušali ponovo.
sv_se: Ditt Microsoft-konto måste vara länkat till en giltig e-postadress för att det ska gå att aktivera en sandbox-miljö. Gå till <a href="https://account.live.com" target="_blank">inställningarna för Microsoft-kontot</a> för att länka din e-postadress och försök igen.
th_th: บัญชี Microsoft ของคุณจะต้องเชื่อมโยงกับอีเมลที่ถูกต้องเพื่อเปิดใช้งาน Sandbox ไปที่ <a href="https://account.live.com" target="_blank">การตั้งค่าบัญชี Microsoft</a> เพื่อเชื่อมต่ออีเมลของคุณและลองอีกครั้ง
tr_tr: Korumalı alanı etkinleştirmek için Microsoft hesabınızın geçerli bir e-postaya bağlanmış olması gerekir. <a href="https://account.live.com" target="_blank">Microsoft Hesap Ayarları</a>'na gidip e-postanızı bağlayın ve yeniden deneyin.
uk_ua: Щоб активувати ізольоване програмне середовище, з обліковим записом Microsoft має бути пов’язано дійсну адресу електронної пошти. Зв’яжіть її з обліковим записом Microsoft у <a href="https://account.live.com" target="_blank">параметрах</a> і спробуйте знову.
vi_vn: Bạn phải liên kết tài khoản Microsoft của mình với một email hợp lệ thì mới có thể kích hoạt hộp cát. Hãy chuyển đến phần <a href="https://account.live.com" target="_blank">Cài đặt tài khoản Microsoft</a> để liên kết email của bạn rồi thử lại.
zh_cn: Microsoft 帐户必须关联有效电子邮件才能激活沙盒。 前往 <a href="https://account.live.com" target="_blank">Microsoft 帐户设置</a>关联电子邮件并重试。
zh_tw: 您必須將您的 Microsoft 帳戶連結至有效的電子郵件才能夠啟動沙箱。 請前往 <a href="https://account.live.com" target="_blank">Microsoft 帳戶設定</a>連結您的電子郵件，然後再試一次。

# emptyNameNotAllowed
source: Empty name is not allowed
ar_sa: الاسم الفارغ غير مسموح به
bg_bg: Не е позволено да оставите името празно
ca_es: El nom no pot estar buit.
cs_cz: Prázdný název není povolený.
da_dk: Navn må ikke være tomt
de_de: Ein leerer Name ist nicht zulässig.
el_gr: Δεν επιτρέπεται κενό όνομα
es_es: No se permite un nombre vacío
et_ee: Tühi nimi pole lubatud
eu_es: Izena ezin da hutsik egon
fi_fi: Tyhjä nimi ei ole sallittu
fr_ca: Le nom ne peut pas être vide
ga_ie: Ní cheadaítear ainm folamh
gl_es: Non se permiten nomes baleiros.
he_il: שם ריק אינו מותר
hi_in: नाम की जगह खाली नहीं हो सकती
hr_hr: Nije dopušteno prazno ime
hu_hu: Üres név használata nem engedélyezett
id_id: Nama tidak boleh kosong
is_is: Nafnið má ekki vera autt
it_it: Un nome vuoto non è consentito
ja_jp: 名前を空にすることはできません
kk_kz: Атау бос болмауы керек
ko_kr: 이름을 비워둘 수 없습니다.
lb_lu: En eidelen Numm ass net erlaabt
lt_lt: Vardas / pavadinimas negali būti tuščias
lv_lv: Nosaukuma lauks nedrīkst būt tukšs
ms_my: Nama kosong tidak dibenarkan
mt_mt: Isem vojt mhuwiex permess
nb_no: Tomt navn er ikke tillatt
nl_be: Lege naam is niet toegestaan
pl_pl: Pusta nazwa jest niedozwolona
pt_pt: Não é permitido um nome vazio
ro_ro: Câmpul pentru nume trebuie completat
ru_ru: Пустое имя не допускается
sk_sk: Prázdny názov nie je povolený
sl_si: Prazno ime ni dovoljeno
sr_cyrl_rs: Празно име није дозвољено
sr_latn_rs: Prazno ime nije dozvoljeno
sv_se: Tomt namn är inte tillåtet
th_th: ชื่อจะต้องไม่ว่าง
tr_tr: Adın boş olmasına izin verilmiyor
uk_ua: Пусте ім’я не дозволяється
vi_vn: Không cho phép tên trống
zh_cn: 禁止使用空名称
zh_tw: 名稱不得空白

source: Enable
ar_sa: تمكين
bg_bg: Разрешаване
ca_es: Habilita
cs_cz: Povolit
da_dk: Aktivér
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Habilitar
et_ee: Luba
eu_es: Gaitu
fi_fi: Ota käyttöön
fr_ca: Activer
ga_ie: Cumasaigh
gl_es: Activar
he_il: הפוך לזמין
hi_in: सक्षम करें
hr_hr: Omogući
hu_hu: Engedélyezés
id_id: Aktifkan
is_is: Gera virkt
it_it: Abilita
ja_jp: 有効にする
kk_kz: Қосу
ko_kr: 사용
lb_lu: Aktivéieren
lt_lt: Įjungti
lv_lv: Iespējot
ms_my: Dayakan
mt_mt: Attiva
nb_no: Aktiver
nl_be: Inschakelen
pl_pl: Włącz
pt_pt: Ativar
ro_ro: Activare
ru_ru: Включить
sk_sk: Povoliť
sl_si: Omogoči
sr_cyrl_rs: Омогући
sr_latn_rs: Omogući
sv_se: Aktivera
th_th: เปิดใช้งาน
tr_tr: Etkinleştir
uk_ua: Увімкнути
vi_vn: Bật
zh_cn: 启用
zh_tw: 啟用

source: Enter focus mode
ar_sa: الدخول إلى وضع التركيز
bg_bg: Преминаване в режим на фокусиране
ca_es: Accedeix al mode d’enfocament
cs_cz: Zahájit detailní režim
da_dk: Start fokustilstand
de_de: Fokusmodus starten
el_gr: Είσοδος στη λειτουργία εστίασης
es_es: Entrar al modo de enfoque
et_ee: Aktiveeri fookuserežiim
eu_es: Sartu kontzentratzeko moduan
fi_fi: Siirry kohdistustilaan
fr_ca: Entrer en mode focus
ga_ie: Iontráil mód fócais
gl_es: Introducir modo Enfoque
he_il: עבור למצב מיקוד
hi_in: फ़ोकस मोड में प्रवेश करें
hr_hr: Prijelaz u način fokusiranja
hu_hu: Belépés Fókusz módba
id_id: Masuk ke mode fokus
is_is: Fara í skerpuham
it_it: Attiva modalità messa a fuoco
ja_jp: フォーカス モードの開始
kk_kz: Фокус режиміне өту
ko_kr: 포커스 모드 시작
lb_lu: An de Fokusmodus wiesselen
lt_lt: Eiti į fokusavimo režimą
lv_lv: Aktivizēt fokusa režīmu
ms_my: Masuk mod fokus
mt_mt: Idħol fil-modalità tal-fokus
nb_no: Åpne fokusmodus
nl_be: Focusmodus openen
pl_pl: Wejdź w tryb koncentracji uwagi
pt_pt: Entrar no modo para concentração
ro_ro: Intrați în modul de focalizare
ru_ru: Запустить режим фокусировки
sk_sk: Spustiť režim zamerania
sl_si: Odpri način v fokusu
sr_cyrl_rs: Уђите у режим фокусирања
sr_latn_rs: Uđite u režim fokusiranja
sv_se: Öppna fokusläge
th_th: เข้าสู่โหมดโฟกัส
tr_tr: Odak moduna gir
uk_ua: Увійти в режим фокусування
vi_vn: Truy cập chế độ tập trung
zh_cn: 进入焦点模式
zh_tw: 進入焦點模式

# enumsInSubtitle
source: Enums
ar_sa: التعدادات
bg_bg: Изброявания
ca_es: Enumeracions
cs_cz: Výčty
da_dk: Optællinger
de_de: Enumerationen
el_gr: Απαριθμήσεις
es_es: Enumeraciones
et_ee: Loetelud
eu_es: Zenbakitzeak
fi_fi: Luetteloinnit
gl_es: Enumeracións
he_il: ערכי Enum
hr_hr: Enumeratori
hu_hu: Enumerációk
id_id: Enum
is_is: Upptalningartög
it_it: Enumerazioni
ja_jp: 列挙型
kk_kz: Тізімдер
ko_kr: 열거형
lb_lu: Opzielungen
lt_lt: Išvardijimai
lv_lv: Numerācija
nb_no: Nummereringer
pl_pl: Wyliczenia
pt_pt: Enumerações
ro_ro: Enumerări
ru_ru: Перечисления
sk_sk: Enumerácie
sl_si: Oštevilčenja
sr_cyrl_rs: Енумерације
sr_latn_rs: Enumeracije
sv_se: Uppräkningar
tr_tr: Numaralandırmalar
uk_ua: Перелічення
vi_vn: Enum
zh_cn: 枚举
zh_tw: 列舉

source: Error
ar_sa: خطأ
bg_bg: Грешка
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Tõrge
eu_es: Errorea
fi_fi: Virhe
fr_ca: Erreur
ga_ie: Earráid
gl_es: Erro
he_il: שגיאה
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
id_id: Kesalahan
is_is: Villa
it_it: Errore
ja_jp: エラー
kk_kz: Қате
ko_kr: 오류
lb_lu: Feeler
lt_lt: Klaida
lv_lv: Kļūda
ms_my: Ralat
mt_mt: Żball
nb_no: Feil
nl_be: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sr_cyrl_rs: Грешка
sr_latn_rs: Greška
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤
