Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# microsoftEmployeePrivacyStatement
source: You have signed in with your Microsoft organisational account ({email}). By using Microsoft Learn, <strong>you understand and acknowledge</strong> that your membership means our network of sites and applications will record and track your achievements and activities, and we may share your results and activities with other teams within Microsoft. Additionally, your username, display name, achievements and activities will be publicly visible.
ar_sa: لقد سجلت الدخول باستخدام حساب مؤسسة Microsoft ({email}). باستخدام Microsoft Learn، <strong>فإنك تدرك وتُقر</strong> بأن عضويتك تعني تسجيل شبكة مواقعنا وتطبيقاتنا لإنجازاتك وأنشطتك وتتبعهما، كما يجوز لنا مشاركة نتائجك وأنشطتك مع الفِرق الأخرى داخل شركة Microsoft. بالإضافة إلى هذا، سيكون اسم المستخدم والاسم المعروض والإنجازات والأنشطة مرئية علنًا.
bg_bg: Влезли сте с акаунта в Microsoft на вашата организация ({email}). Чрез използването на Microsoft Learn <strong>вие разбирате и приемате</strong>, че членството ви означава, че нашата мрежа от сайтове и приложения ще записва и проследява вашите постижения и дейности и че може да споделим вашите резултати и дейности с други екипи в Microsoft. Освен това вашето потребителско име, показвано име, постижения и дейности ще бъдат видими публично.
ca_es: Heu iniciat la sessió amb el vostre compte laboral o acadèmic de Microsoft ({email}). En utilitzar el Microsoft Learn, <strong>compreneu i reconeixeu</strong> que el fet de tenir una subscripció significa que la nostra xarxa de llocs i aplicacions podrà registrar els vostres assoliments i les vostres activitats, així com fer-ne un seguiment, i és possible que compartim els resultats i les activitats amb altres equips de Microsoft. A més, el vostre nom d'usuari, el nom de visualització, els assoliments i les activitats estaran visibles públicament.
cs_cz: Přihlásili jste se pomocí vašeho organizačního účtu Microsoft ({email}). Použitím programu Microsoft Learn <strong>berete na vědomí a uznáváte</strong>, že vaše členství znamená, že naše síť webů a aplikací bude zaznamenávat a sledovat vaše virtuální dosažené cíle a aktivity a že se o vaše výsledky a aktivity můžeme podělit s ostatními týmy v Microsoftu. Vaše uživatelské jméno, zobrazované jméno, virtuální dosažené cíle a aktivity budou navíc veřejně viditelné.
da_dk: Du er logget på med din Microsoft-organisationskonto ({email}). Når du bruger Microsoft Learn, <strong>forstår og accepterer du</strong>, at dit medlemskab betyder, at vores netværk af websteder og programmer registrerer og sporer dine gennemførelser og aktiviteter, og at vi kan dele dine resultater og aktiviteter med andre teams hos Microsoft. Derudover er dit brugernavn, dit viste navn samt dine gennemførelser og aktiviteter offentligt synlige.
de_de: Sie haben sich mit Ihrem Microsoft-Organisationskonto angemeldet ({email}). Durch Verwendung von Microsoft Learn <strong>erklären Sie sich damit einverstanden</strong>, dass Ihre Auszeichnungen und Aktivitäten aufgrund Ihrer Mitgliedschaft von unserem Netzwerk aus Websites und Anwendungen aufgezeichnet und nachverfolgt werden und dass wir Ihre Ergebnisse und Aktivitäten für andere Teams innerhalb von Microsoft freigeben dürfen. Außerdem sind Ihr Benutzername, Ihr Anzeigename, Ihre Auszeichnungen und Ihre Aktivitäten öffentlich sichtbar.
el_gr: Έχετε εισέλθει με τον εταιρικό λογαριασμό Microsoft ({email}). Με τη χρήση του Microsoft Learn, <strong>δηλώνετε ότι κατανοείτε και αποδέχεστε</strong> ότι με τη συμμετοχή σας, το δίκτυο τοποθεσιών και εφαρμογών μας θα καταγράφει και θα παρακολουθεί τα επιτεύγματα και τις δραστηριότητές σας και ότι ενδέχεται να κοινοποιήσουμε τα αποτελέσματα και τις δραστηριότητές σας σε άλλες ομάδες εντός της Microsoft. Επιπλέον, το όνομα χρήστη, το εμφανιζόμενο όνομα, τα επιτεύγματα και οι δραστηριότητές σας θα είναι ορατά δημοσίως.
es_es: Ha iniciado sesión con su cuenta Microsoft de la organización ({email}). Al usar Microsoft Learn, <strong>comprende y acepta</strong> que su pertenencia significa que nuestra red de sitios y aplicaciones registrará y hará un seguimiento de sus logros digitales y actividades, y que es posible que compartamos sus resultados y actividades con otros equipos de Microsoft. Además, su nombre de usuario, nombre para mostrar, logros digitales y actividades serán visibles de forma pública.
et_ee: Olete sisse loginud oma Microsofti ettevõtte kontoga ({email}). Microsoft Learni kasutamisega <strong>mõistate ja nõustute,</strong> et teie liikmesus tähendab, et meie saitide ning rakenduste võrgustik salvestab ja jälgib teie saavutusi ning tegevusi ja me võime teie tulemusi ning tegevusi Microsofti siseselt teiste töörühmadega ühiskasutusse anda. Peale selle on teie kasutajanimi, kuvatav nimi, saavutused ja tegevused avalikult nähtavad.
eu_es: Erakundearen Microsoft kontuarekin ({email}) hasi duzu saioa. Microsoft Learn erabiliz gero, <strong>ulertzen eta onartzen duzu</strong> bazkide izateagatik zure lorpen eta jarduerak erregistratuko dituela eta horien jarraipena egingo duela gure gune- eta aplikazio-sareak, eta baliteke zure emaitza eta jarduerak Windows-eko beste talde batzuekin partekatzea. Halaber, publikoki argitaratuko dira erabiltzaile-izena, bistaratzeko izena, lorpenak eta jarduerak.
fi_fi: Olet kirjautunut sisään Microsoftin työpaikan tililläsi ({email}). Käyttämällä Microsoft Learnia <strong>ymmärrät ja hyväksyt</strong> jäsenyytesi tarkoittavan sitä, että sivusto- ja sovellusverkostomme tallentaa ja seuraa saavutuksiasi ja toimintojasi ja että voimme jakaa tuloksesi ja toimintosi Microsoftin muiden työryhmien kanssa. Lisäksi käyttäjänimesi, näyttönimesi, saavutuksesi ja toimintosi näkyvät julkisesti.
fr_ca: Vous vous êtes connecté avec votre compte organisationnel Microsoft ({email}). En utilisant Microsoft Learn, <strong>vous comprenez et acceptez</strong> que votre adhésion signifie que notre réseau de sites et d’applications enregistrera et fera le suivi de vos succès et de vos activités et que nous pourrions partager vos résultats et activités avec d’autres équipes au sein de Microsoft. De plus, votre nom d’utilisateur, votre nom d’affichage, vos succès et vos activités seront affichés publiquement.
ga_ie: Tá tú sínithe isteach le do chuntas eagraíochtúil ({email}) Microsoft. Trí úsáid a bhaint as Microsoft Learn, <strong>tuigeann tú agus admhaíonn tú</strong> go gciallaíonn do bhallraíocht go ndéanfaidh ár líonra suíomhanna agus feidhmchlár taifeadadh ar do ghaiscí agus ar do ghníomhaíochtaí, go ndéanfar iad a rianú agus go bhféadfadh muid do thorthaí agus do ghníomhaíochtaí a chomhroinnt le foirne eile laistigh de Microsoft. Ina theannta sin, beidh d’ainm úsáideora, ainm taispeána, gaiscí agus gníomhaíochtaí le feiceáil go poiblí.
gl_es: Iniciou sesión coa súa conta da organización de Microsoft ({email}). Ao usar Microsoft Learn, <strong>entende e acepta</strong> que a súa afiliación significa que a nosa rede de sitios e aplicacións rexistrará e rastrexará os seus logros e actividades e que podemos compartir os seus resultados e actividades con outros equipos de Microsoft. Ademais, o seu nome de usuario, nome para mostrar, logros e actividades serán visibles publicamente.
he_il: התחברת באמצעות חשבון Microsoft הארגוני שלך ({email}). בעצם השימוש ב- Microsoft Learn, <strong>אתה מבין ומאשר</strong> שהחברות שלך פירושה שרשת האתרים והאפליקציות שלנו תתעד את ההישגים והפעילויות שלך ותעקוב אחריהם, ושנהיה עשויים לשתף את התוצאות והפעילויות שלך עם צוותים אחרים ב- Microsoft. בנוסף, שם המשתמש, שם התצוגה, ההישגים והפעילויות שלך יהיו גלויים באופן ציבורי.
hi_in: आपने अपने Microsoft संगठनात्‍मक खाते ({email}) के साथ साइन इन किया है. Microsoft Learn का उपयोग करके, <strong>आप यह समझते और स्वीकार करते हैं</strong> कि आपकी सदस्यता का अर्थ है साइटों का हमारा नेटवर्क और एप्लिकेशन आपकी उपलब्धियों और गतिविधियों को रिकॉर्ड और ट्रैक करेंगे और हम Microsoft में मौजूद अन्य टीमों के मध्य आपके परिणामों और गतिविधियों को साझा कर सकते हैं. इसके अतिरिक्त, आपका उपयोगकर्ता नाम, डिस्प्ले नाम और उपलब्धियाँ व गतिविधियाँ सार्वजनिक रूप से दृश्यमान होंगी.
hr_hr: Prijavili ste se s Microsoftovim korporativnim računom ({email}). Korištenjem servisa Microsoft Learn izjavljujete da <strong>razumijete i prihvaćate</strong> da članstvo podrazumijeva da će naša mreža bilježiti i pratiti postignuća i aktivnosti te da možemo zajednički koristiti rezultate i aktivnosti s drugim timovima unutar Microsofta. Dodatno, vaše korisničko ime, zaslonsko ime, postignuća i aktivnosti bit će javno vidljivi.
hu_hu: Ön bejelentkezett Microsoft- vagy szervezeti fiókjával ({email}). A Microsoft Learn használatával Ön kijelenti, hogy <strong>megértette és elfogadja</strong>, hogy a tagsággal az jár, hogy webhelyeink és alkalmazásaink tárolni és követni fogják az Ön eredményeit és tevékenységeit, és eredményeit és tevékenységeit más Microsoft-csapatokkal is megoszthatjuk. Ezen kívül a felhasználóneve, a megjelenített neve, az eredményei és a tevékenységei nyilvánosan láthatóak lesznek.
id_id: Anda telah masuk dengan akun organisasi Microsoft ({email}). Dengan menggunakan Microsoft Learn, <strong>Anda memahami dan mengakui</strong> bahwa keanggotaan Anda berarti jaringan situs dan aplikasi kami akan merekam dan menelusuri pencapaian dan aktivitas Anda, dan kami dapat membagikan hasil dan aktivitas Anda dengan tim lain dalam Microsoft. Selain itu, nama pengguna, nama tampilan, pencapaian, dan aktivitas Anda akan terlihat oleh publik.
is_is: Þú skráðir þig inn með fyrirtækjareikningi Microsoft ({email}). Með því að nota Microsoft Learn <strong>skilurðu og samþykkir</strong> að aðild þín felur í sér að vefsvæði okkar og forrit skrái og reki árangur þinn og athafnasemi og að við gætum deilt niðurstöðum þínum og athafnasemi með öðrum teymum innan Microsoft. Þess að auki verða notandanafn þitt, birtingarnafn, árangur og athafnasemi birt opinberlega.
it_it: Hai effettuato l'accesso con il tuo account aziendale Microsoft ({email}). Usando Microsoft Learn, <strong>dichiari di comprendere e accettare</strong> che la tua appartenenza comporta la registrazione e la verifica dei tuoi obiettivi e delle tue attività da parte della nostra rete di siti e di applicazioni e che i tuoi risultati e le tue attività potrebbero essere condivisi con altri team di Microsoft. Il tuo nome utente, il tuo nome visualizzato, i tuoi obiettivi e le tue attività saranno inoltre visibili pubblicamente.
ja_jp: Microsoft の組織アカウント ({email}) でサインインしました。 お客様は、Microsoft Learn をお使いになることで、Microsoft のサイトとアプリケーションのネットワークで Microsoft がお客様の実績とアクティビティを記録および追跡し、その結果とアクティビティを Microsoft 内の他のチームと共有する可能性があることを<strong>理解し、同意したものとみなされます</strong>。 また、お客様のユーザー名、表示名、実績、アクティビティが公開されます。
kk_kz: Microsoft ұйым тіркелгісімен ({email}) кірдіңіз. Microsoft Learn веб-сайтын пайдалану арқылы, мүше болған жағдайда, сайттарымыздың желісі мен бағдарламаларымыздың жетістіктеріңіз бен әрекеттеріңізді жазатынын және қадағалайтынын және нәтижелеріңіз бен әрекеттеріңізді Microsoft корпорациясындағы басқа топтармен бөлісуіміз мүмкін екендігін <strong>түсінесіз және растайсыз</strong>. Сонымен қатар, пайдаланушы атыңыз, көрсетілетін атыңыз, жетістіктеріңіз бен әрекеттеріңіз ашық түрде көрсетіледі.
ko_kr: Microsoft 조직 계정({email})으로 로그인했습니다. Microsoft Learn을 사용하면 멤버 자격을 통해 사이트 및 응용 프로그램 네트워크에서 사용자 업적과 활동을 기록 및 추적하고, 사용자 결과와 활동을 다른 Microsoft 팀과 공유할 수 있음을 <strong>이해하고 인정</strong>하는 것입니다. 또한 사용자 이름, 표시 이름, 업적 및 활동이 공개적으로 표시됩니다.
lb_lu: Dir hutt Iech mat Ärem Microsoft Organisatiounskont ({email}) ugemellt. Mam Benotze vu Microsoft Learn <strong>verstitt Dir a bestätegt</strong> datt Är Memberschaft bedeit, datt eis Netzwierk u Websäiten an Applikatiounen Är Erfolleger an Aktivitéite späichert, an datt mir Är Resultater an Aktivitéite mat aneren Teams innerhalb vu Microsoft deelen. Zousätzlech sinn Äre Benotzernumm, Displaynumm, Erfolleger an Aktivitéiten ëffentlech siichtbar.
lt_lt: Prisijungėte naudodamiesi „Microsoft“ organizacijos paskyra ({email}). Naudodamiesi „Microsoft Learn“ <strong>suprantate ir patvirtinate</strong>, kad narystė reiškia, jog mūsų svetainių ir programų tinklas registruos bei stebės jūsų pasiekimus ir veiklas, o mes galėsime bendrinti jūsų rezultatus bei veiklą su kitomis „Microsoft“ komandomis. Be to, jūsų vartotojo vardas, rodomas pavadinimas, pasiekimai ir veikla bus viešai matomi.
lv_lv: Jūs pierakstījāties savā Microsoft organizācijas kontā ({email}). Izmantojot programmu Microsoft Learn, <strong>jūs saprotat un apliecināt</strong>, ka jūsu dalības dēļ mūsu vietņu un programmu tīklā tiks reģistrēti un uzskaitīti jūsu sasniegumi un darbības, kā arī to, ka mēs varam kopīgot jūsu rezultātus un darbības ar citām darba grupām uzņēmumā Microsoft. Turklāt jūsu lietotājvārds, parādāmais vārds, sasniegumi un aktivitātes būs publiski redzamas.
ms_my: Anda telah mendaftar masuk dengan akaun organisasi Microsoft anda ({email}). Dengan menggunakan Microsoft Learn, <strong>anda memahami dan memperakui</strong> bahawa keahlian anda bermakna rangkaian laman dan aplikasi kami akan merekodkan dan menjejaki pencapaian dan aktiviti anda serta kami boleh berkongsi hasil dan aktiviti anda dengan pasukan lain dalam Microsoft. Di samping itu, nama pengguna, nama paparan, pencapaian dan aktiviti anda akan kelihatan secara terbuka.
mt_mt: Dħalt bil-kont tal-organizzazzjoni tiegħek ta' Microsoft ({email}). Permezz ta' Microsoft Learn, <strong>inti tifhem u tirrikonoxxi</strong> li s-sħubija tiegħek tfisser li n-netwerk tas-siti u l-applikazzjonijiet tagħna jirreġistraw u jintraċċaw il-kisbiet u l-attivitajiet tiegħek u aħna nistgħu nixxerjaw ir-riżultati u l-attivitajiet tiegħek ma' timijiet oħra f'Microsoft. Barra minn dan, isem l-utent, l-isem muri, il-kisbiet u l-attivitajiet tiegħek ikunu viżibbli għall-pubbliku.
nb_no: Du har logget på med Microsoft-organisasjonskontoen ({email}). Ved å bruke Microsoft Learn <strong>forstår og bekrefter du</strong> at medlemskapet ditt betyr at nettverket vårt av nettsteder og programmer vil registrere og spore de digitale prestasjonene og aktivitetene dine, og vi kan dele resultatene og aktivitetene dine med andre team i Microsoft. I tillegg vil brukernavnet og visningsnavnet ditt, samt prestasjonene og aktivitetene dine, være offentlig synlige.
nl_be: U hebt u aangemeld met uw Microsoft-organisatieaccount ({email}). Door Microsoft Learn te gebruiken, <strong>begrijpt u en erkent u</strong> dat uw lidmaatschap betekent dat ons netwerk van sites en toepassingen uw prestaties en activiteiten zal bijhouden en volgen en dat we uw resultaten en activiteiten mogelijk met andere teams binnen Microsoft delen. Uw gebruikersnaam, weergavenaam, prestaties en activiteiten zijn ook openbaar zichtbaar.
pl_pl: Zalogowano się przy użyciu konta organizacyjnego firmy Microsoft ({email}). Korzystanie ze środowiska Microsoft Learn oznacza <strong>zaakceptowanie</strong> tego, że w ramach członkostwa nasza sieć witryn i aplikacji będzie rejestrować oraz śledzić Twoje osiągnięcia i działania, a także że możemy udostępniać Twoje wyniki i działania innym zespołom w firmie Microsoft. Dodatkowo Twoja nazwa użytkownika, nazwa wyświetlana, osiągnięcia i działania będą publicznie widoczne.
pt_pt: Iniciou a sessão na sua conta organizacional da Microsoft ({email}). Ao utilizar o Microsoft Learn, <strong>compreende e reconhece</strong> que a sua associação significa que a nossa rede de sites e aplicações vai registar e controlar as suas conquistas e atividades, sendo que podemos partilhar os seus resultados e atividades com outras equipas na Microsoft. Além disso, o seu nome de utilizador, nome a apresentar, feitos e atividades estarão visíveis ao público.
ro_ro: V-ați conectat folosind contul organizațional Microsoft ({email}). Prin utilizarea Microsoft Learn în calitate de membru, <strong>înțelegeți și luați la cunoștință</strong> faptul că rețeaua noastră de site-uri și aplicații va înregistra și va monitoriza realizările și activitățile dvs. și că este posibil să partajăm rezultatele și activitățile dvs. cu alte echipe din cadrul Microsoft. De asemenea, numele de utilizator, numele afișat, realizările și activitățile vor fi vizibile public.
ru_ru: Вы вошли с помощью корпоративной учетной записи Майкрософт ({email}). Используя платформу Microsoft Learn, <strong>вы соглашаетесь</strong> с тем, что ваше участие предполагает регистрацию и отслеживание ваших достижений и действий в нашей сети сайтов и приложений и что мы можем предоставлять общий доступ к вашим результатам и действиям другим командам в Майкрософт. Кроме того, ваше имя пользователя, отображаемое имя, достижения и действия будут видны другим пользователям.
sk_sk: Prihlásili ste sa prostredníctvom konta organizácie spoločnosti Microsoft ({email}). Ak budete používať Microsoft Learn, <strong>porozumeli ste a oboznámili ste sa s tým</strong>, že svojím členstvom vyjadrujete súhlas so zaznamenávaním a sledovaním vašich výsledkov a aktivít našou sieťou lokalít a aplikácií, a že tieto výsledky a aktivity môžeme zdieľať s ostatnými tímami v rámci spoločnosti Microsoft. Navyše vaše meno používateľa, zobrazované meno, výsledky a aktivity budú viditeľné verejne.
sl_si: Vpisali ste se z Microsoftovim računom svoje organizacije ({email}). Z uporabo storitve Microsoft Learn <strong>potrjujete in soglašate</strong>, da bo naše omrežje spletnih mest in aplikacij v okviru vašega članstva beležilo in spremljajo vaše dosežke in dejavnosti ter da lahko vaše rezultate in dejavnosti posredujemo drugim skupinam v Microsoftu. Poleg tega bodo javno prikazani tudi vaše uporabniško ime, prikazano ime, dosežki in dejavnosti.
sr_cyrl_rs: Пријавили сте се помоћу Microsoft налога организације ({email}). Коришћењем услуге Microsoft Learn, <strong>разумете и потврђујете</strong> да ваше чланство значи да ће наша мрежа сајтова и апликација снимати и пратити ваша достигнућа и активности и да можемо делити ваше резултате и активности са другим тимовима у корпорацији Microsoft. Поред тога, ваше корисничко име, име за приказ, достигнућа и активности биће јавно видљиви.
sr_latn_rs: Prijavili ste se pomoću Microsoft naloga organizacije ({email}). Korišćenjem usluge Microsoft Learn, <strong>razumete i potvrđujete</strong> da vaše članstvo znači da će naša mreža sajtova i aplikacija snimati i pratiti vaša dostignuća i aktivnosti i da možemo deliti vaše rezultate i aktivnosti sa drugim timovima u korporaciji Microsoft. Pored toga, vaše korisničko ime, ime za prikaz, dostignuća i aktivnosti biće javno vidljivi.
sv_se: Du har loggat in med ditt Microsoft-organisationskonto ({email}). Genom att använda Microsoft Learn <strong>förstår och godkänner du</strong> att ditt medlemskap innebär att vårt nätverk av webbplatser och program registrerar och spårar dina prestationer och aktiviteter och att vi kan dela dina resultat och aktiviteter med andra team inom Microsoft. Dessutom kommer ditt användarnamn och visningsnamn, samt dina prestationer och aktiviteter, att vara offentligt synliga.
th_th: คุณได้ลงชื่อเข้าใจด้วยบัญชีองค์กรของ Microsoft ({email}) โดยการใช้ Microsoft Learn <strong>คุณเข้าใจและยอมรับ</strong> ว่าการเป็นสมาชิกของคุณจะหมายความว่าเครือข่ายของไซต์และแอปพลิเคชันของเราจะบันทึกไว้ และติดตามความสำเร็จและกิจกรรมต่างๆ ของคุณและเราอาจแบ่งปันผลลัพธ์และกิจกรรมต่างๆ กับทีมอื่นภายใน Microsoft นอกจากนี้ ชื่อผู้ใช้ ชื่อที่แสดง ความสำเร็จ และกิจกรรมของคุณจะเปิดเผยต่อสาธารณะ
tr_tr: Microsoft kuruluş hesabınızla ({email}) oturum açtınız. Üyeliğinizle Microsoft Learn’ü kullanarak, dijital başarılarınız ile etkinliklerinizin site ve uygulamalarımızın bulunduğu ağda kaydedilip izleneceğini, ayrıca sonuç ve etkinliklerinizin Microsoft içindeki diğer ekiplerle paylaşılabileceğini <strong>anlamış ve kabul etmiş</strong> olursunuz. Bunlara ek olarak kullanıcı adınız, görünen adınız, dijital başarılarınız ve etkinlikleriniz herkese açık olarak gösterilir.
uk_ua: Ви ввійшли за допомогою свого робочого облікового запису Microsoft ({email}). Використовуючи Microsoft Learn, <strong>ви усвідомлюєте й визнаєте,</strong> що наша мережа сайтів і програм фіксуватиме й відстежуватиме ваші досягнення та дії, а також що ми можемо ділитися вашими результатами та діями з іншими командами Microsoft. Крім того, ваші ім’я користувача, відображуване ім’я, досягнення та дії відображатимуться для всіх.
vi_vn: Bạn đã đăng nhập bằng tài khoản Microsoft của tổ chức mình ({email}). Khi sử dụng Microsoft Learn, <strong>bạn hiểu và đồng ý</strong> rằng tư cách thành viên của bạn đồng nghĩa với việc mạng trang web và ứng dụng của chúng tôi sẽ ghi và theo dõi thành tích cũng như hoạt động của bạn, đồng thời chúng tôi có thể chia sẻ kết quả và hoạt động đó với các nhóm khác trong Microsoft. Ngoài ra, tên người dùng, tên hiển thị, thành tích và hoạt động của bạn sẽ hiển thị công khai.
zh_cn: 你已使用 Microsoft 组织帐户 ({email}) 登录。 使用 Microsoft Learn 即表示你了解并确认你的成员资格意味着我们的网站和应用程序网络将记录和跟踪你的成就和活动，我们可能会将你的结果和活动与 Microsoft 的其他团队共享。 此外，你的用户名、显示名称、成就和活动将公开可见。
zh_tw: 您已使用您的 Microsoft 組織帳戶 ({email}) 登入。 使用 Microsoft Learn，<strong>即代表您了解且認知到</strong>您的成員資格意味著，我們的網站及應用程式網路將會記錄與追蹤您的成就及活動，且我們可以與 Microsoft 中的其他團隊分享您的結果及活動。 此外，您的使用者名稱、顯示名稱、成就及活動將可公開閱覽。

source: Microsoft Learn issue
ar_sa: مشكلة Microsoft Learn
bg_bg: Проблем с Microsoft Learn
ca_es: Problema del Microsoft Learn
cs_cz: Potíže s prostředím Microsoft Learn
da_dk: Problem med Microsoft Learn
de_de: Microsoft Learn-Problem
el_gr: Ζήτημα του Microsoft Learn
es_es: Problema de Microsoft Learn
et_ee: Microsoft Learni probleem
eu_es: Microsoft Learn-en arazoa
fi_fi: Microsoft Learn -ongelma
fr_ca: Problème Microsoft Learn
ga_ie: Fadhb Microsoft Learn
gl_es: Problema de Microsoft Learn
he_il: בעיה ב- Microsoft Learn
hi_in: Microsoft Learn समस्या
hr_hr: Problem s okruženjem Microsoft Learn
hu_hu: Microsoft Learn-probléma
id_id: Permasalahan Microsoft Learn
is_is: Námsefni Microsoft
it_it: Problema di Microsoft Learn
ja_jp: Microsoft Learn の問題
kk_kz: Microsoft Learn қатесі
ko_kr: Microsoft Learn 문제
lb_lu: Microsoft Léierproblem
lt_lt: „Microsoft Learn“ problema
lv_lv: Microsoft Learn problēma
ms_my: Isu Microsoft Learn
mt_mt: Problema ta'Microsoft Learn
nb_no: Microsoft Learn-problem
nl_be: Microsoft Learn-probleem
pl_pl: Problem ze środowiskiem Microsoft Learn
pt_pt: Problema no Microsoft Learn
ro_ro: Problemă cu Microsoft Learn
ru_ru: Проблема с Microsoft Learn
sk_sk: Problém služby Microsoft Learn
sl_si: Težava s storitvijo Microsoft Learn
sr_cyrl_rs: Проблем са услугом Microsoft Learn
sr_latn_rs: Problem sa uslugom Microsoft Learn
sv_se: Problem med Microsoft Learn
th_th: ปัญหาการเรียนรู้ของ Microsoft
tr_tr: Microsoft Learn sorunu
uk_ua: Проблема з Microsoft Learn
vi_vn: Bản phát hành Microsoft Learn
zh_cn: Microsoft Learn 问题
zh_tw: Microsoft Learn 問題
