Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Deploy to Azure
ar_sa: نشر في Azure
bg_bg: Разполагане в Azure
ca_es: Implementa-ho a l'Azure
cs_cz: Nasazení do Azure
da_dk: Udrul til Azure
de_de: In Azure bereitstellen
el_gr: Ανάπτυξη στο Azure
es_es: Implementar en Azure
et_ee: Juuruta Azure’i
eu_es: Inplementatu Azure-n
fi_fi: Ota käyttöön Azuressa
fr_ca: Déployer vers Azure
ga_ie: Úsáid in Azure
gl_es: Aplicar a Azure
he_il: פרוס ב- Azure
hi_in: Azure में परिनियोजन करें
hr_hr: Implementiraj na Azure
hu_hu: Üzembe helyezés az Azure-ban
id_id: Sebarkan ke Azure
is_is: Nota í Azure
it_it: Distribuisci in Azure
ja_jp: Azure にデプロイ
kk_kz: Azure жүйесіне орналастыру
ko_kr: Azure에 배포
lb_lu: An Azure asetzen
lt_lt: Įdiegti į „Azure“
lv_lv: Izvietot pakalpojumā Azure
ms_my: Gunakan Azure
mt_mt: Ħaddem f'Azure
nb_no: Distribuer til Azure
nl_be: Implementeren op Azure
pl_pl: Wdróż na platformie Azure
pt_pt: Implementar no Azure
ro_ro: Implementare în Azure
ru_ru: Развернуть в Azure
sk_sk: Nasadiť do Azure
sl_si: Uvedi v Azure
sr_cyrl_rs: Примена у Azure услугама
sr_latn_rs: Primena u Azure uslugama
sv_se: Distribuera till Azure
th_th: ปรับใช้กับ Azure
tr_tr: Azure’a dağıtın
uk_ua: Розгорнути в Azure
vi_vn: Triển khai cho Azure
zh_cn: 部署到 Azure
zh_tw: 部署至 Azure

# deprecated
source: This API is now obsolete.
ar_sa: API هذا أصبح قديمًا.
bg_bg: Този API вече е остарял.
ca_es: Aquesta API ja està obsoleta.
cs_cz: Toto rozhraní API je teď zastaralé.
da_dk: Denne API er nu forældet.
de_de: Diese API ist jetzt veraltet.
el_gr: Αυτό το API είναι πλέον υπό κατάργηση.
es_es: Esta API está ya obsoleta.
et_ee: See API on nüüd aegunud.
eu_es: API hau zaharkituta dago.
fi_fi: Tämä ohjelmointirajapinta on vanhentunut.
fr_ca: Cette API est désormais obsolète.
ga_ie: Tá an API seo as feidhm anois.
gl_es: Esta API xa está obsoleta.
he_il: API זה מיושן.
hi_in: यह API अब पुराना हो गया है.
hr_hr: API je zastario.
hu_hu: Ez az API már elavult.
id_id: API ini kini kedaluwarsa.
is_is: Þetta API er nú úrelt.
it_it: Questa API è ora obsoleta.
ja_jp: この API は現在使われていません。
kk_kz: Бұл API енді ескірген.
ko_kr: 이 API는 현재 사용되지 않습니다.
lb_lu: Dës API ass elo vereelzt.
lt_lt: Ši API dabar nebenaudojama.
lv_lv: Šis API ir novecojis.
ms_my: API ini kini lapuk.
mt_mt: Dan l-API issa huwa skadut.
nb_no: Denne API-en er nå foreldet.
nl_be: Deze API is nu verouderd.
pl_pl: Ten interfejs API jest teraz przestarzały.
pt_pt: Esta API está agora obsoleta.
ro_ro: Această interfață API este din acest moment inactuală.
ru_ru: Этот API устарел.
sk_sk: Toto rozhranie API sa už nepoužíva.
sl_si: Ta vmesnik API je zdaj zastarel.
sr_cyrl_rs: API је сада сувишан.
sr_latn_rs: API je sada suvišan.
sv_se: Detta API är nu föråldrat.
th_th: API นี้ล้าสมัยแล้ว
tr_tr: Bu API artık kullanılmıyor.
uk_ua: Цей інтерфейс API застарів.
vi_vn: API này hiện đã lỗi thời.
zh_cn: 此 API 现已过时。
zh_tw: 此 API 現已淘汰。

source: Derived
ar_sa: مشتق
bg_bg: Производни
ca_es: Derivat
cs_cz: Odvozené
da_dk: Afledt
de_de: Abgeleitet
el_gr: Παραγόμενο
es_es: Derivado
et_ee: Tuletatud
eu_es: Eratorrita
fi_fi: Johdettu
fr_ca: Dérivé
ga_ie: Díorthaithe
gl_es: Derivado
he_il: נגזר
hi_in: व्युत्पन्न
hr_hr: Izvedeno
hu_hu: Származtatott
id_id: Turunan
is_is: Afleitt
it_it: Derivato
ja_jp: 派生
kk_kz: Алынған
ko_kr: 파생
lb_lu: Ofgeleet
lt_lt: Išvestinis
lv_lv: Atvasināts
ms_my: Terbitan
mt_mt: Derivat
nb_no: Avledet
nl_be: Afgeleid
pl_pl: Pochodne
pt_pt: Derivado
ro_ro: Derivat
ru_ru: Производный
sk_sk: Odvodené
sl_si: Izpeljano
sr_cyrl_rs: Изведено
sr_latn_rs: Izvedeno
sv_se: Härledda
th_th: สิ่งที่ได้รับ
tr_tr: Türetilmiş
uk_ua: Похідний елемент
vi_vn: Nguồn gốc
zh_cn: 派生
zh_tw: 衍生

source: Description
ar_sa: الوصف
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
et_ee: Kirjeldus
eu_es: Azalpena
fi_fi: Kuvaus
ga_ie: Tuairisc
gl_es: Descrición
he_il: תיאור
hi_in: वर्णन
hr_hr: Opis
hu_hu: Leírás
id_id: Deskripsi
is_is: Lýsing
it_it: Descrizione
ja_jp: 説明
kk_kz: Сипаттама
ko_kr: 설명
lb_lu: Beschreiwung
lt_lt: Aprašas
lv_lv: Apraksts
ms_my: Perihalan
mt_mt: Deskrizzjoni
nb_no: Beskrivelse
nl_be: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sk_sk: Popis
sl_si: Opis
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
uk_ua: Опис
vi_vn: Mô tả
zh_cn: 说明
zh_tw: 描述

source: Developer
ar_sa: المطور
bg_bg: Разработчик
ca_es: Desenvolupador
cs_cz: Vývojář
da_dk: Udvikler
de_de: Entwickler
el_gr: Προγραμματιστής
es_es: Desarrollador
et_ee: Arendaja
eu_es: Garatzailea
fi_fi: Kehittäjä
fr_ca: Développeur
ga_ie: Forbróir
gl_es: Programador
he_il: מפתח
hi_in: डेवलपर
hr_hr: Razvojni programer
hu_hu: Fejlesztő
id_id: Pengembang
is_is: Forritari
it_it: Sviluppatore
ja_jp: 開発者
kk_kz: Әзірлеуші
ko_kr: 개발자
lb_lu: Entwéckler
lt_lt: Kūrėjas
lv_lv: Izstrādātājs
ms_my: Pembangun
mt_mt: Żviluppatur
nb_no: Utvikler
nl_be: Ontwikkelaar
pl_pl: Deweloper
pt_pt: Programador
ro_ro: Dezvoltator
ru_ru: Разработчикам
sk_sk: Vývojár
sl_si: Razvijalec
sr_cyrl_rs: Пројектант
sr_latn_rs: Projektant
sv_se: Utvecklare
th_th: นักพัฒนา
tr_tr: Geliştirici
uk_ua: Розробник
vi_vn: Nhà phát triển
zh_cn: 开发人员
zh_tw: 開發人員

source: Developers
ar_sa: المطورون
bg_bg: Разработчици
ca_es: Desenvolupadors
cs_cz: Vývojáři
da_dk: Udviklere
de_de: Entwickler
el_gr: Προγραμματιστές
es_es: Desarrolladores
et_ee: Arendajad
eu_es: Garatzaileak
fi_fi: Kehittäjät
fr_ca: Développeurs
ga_ie: Forbróirí
gl_es: Programadores
he_il: מפתחים
hi_in: डेवलपर
hr_hr: Razvojni inženjeri
hu_hu: Fejlesztők
id_id: Pengembang
is_is: Forritarar
it_it: Sviluppatori
ja_jp: 開発者
kk_kz: Әзірлеушілер
ko_kr: 개발자
lb_lu: Entwéckler
lt_lt: Kūrėjai
lv_lv: Izstrādātājiem
ms_my: Pembangun
mt_mt: Żviluppaturi
nb_no: Utviklere
nl_be: Ontwikkelaars
pl_pl: Deweloperzy
pt_pt: Programadores
ro_ro: Dezvoltatori
ru_ru: Разработчикам
sk_sk: Vývojári
sl_si: Razvijalci
sr_cyrl_rs: Пројектанти
sr_latn_rs: Projektanti
sv_se: Utvecklare
th_th: นักพัฒนา
tr_tr: Geliştiriciler
uk_ua: Для розробників
vi_vn: Nhà phát triển
zh_cn: 开发者
zh_tw: 開發人員

# dialogCloseWindow
source: Close this dialogue
ar_sa: إغلاق هذا الحوار
bg_bg: Затваряне на този диалогов прозорец
ca_es: Tanca aquest quadre de diàleg
cs_cz: Zavřít toto dialogové okno
da_dk: Luk denne dialogboks
de_de: Dieses Dialogfeld schließen
el_gr: Κλείσιμο αυτού του παραθύρου διαλόγου
es_es: Cerrar este cuadro de diálogo
et_ee: Sule dialoog
eu_es: Itxi elkarrizketa-koadro hau
fi_fi: Sulje tämä valintaikkuna
fr_ca: Fermer cette fenêtre
ga_ie: Dún an dialóg seo
gl_es: Pechar este diálogo
he_il: סגור תיבת דו-שיח זו
hi_in: इस संवाद को बंद करें
hr_hr: Zatvorite ovaj dijaloški okvir
hu_hu: A párbeszédablak bezárása
id_id: Tutup dialog ini
is_is: Loka þessu samtali
it_it: Chiudi questa finestra di dialogo
ja_jp: このダイアログを閉じる
kk_kz: Осы диалогты жабу
ko_kr: 이 대화 상자 닫기
lb_lu: Dëst Dialogfeld zoumaachen
lt_lt: Uždaryti šį dialogo langą
lv_lv: Aizvērt šo dialogu
ms_my: Tutup dialog ini
mt_mt: Agħlaq dan id-djalogu
nb_no: Lukk denne dialogboksen
nl_be: Dit dialoogvenster sluiten
pl_pl: Zamknij to okno dialogowe
pt_pt: Fechar este dialogo
ro_ro: Închideți acest dialog
ru_ru: Закрыть диалоговое окно
sk_sk: Zavrieť toto dialógové okno
sl_si: Zapri to pogovorno okno
sr_cyrl_rs: Затвори овај дијалог
sr_latn_rs: Zatvori ovaj dijalog
sv_se: Stäng den här dialogrutan
th_th: ปิดกล่องข้อความนี้
tr_tr: Bu iletişim kutusunu kapat
uk_ua: Закрити це діалогове вікно
vi_vn: Đóng hộp thoại này
zh_cn: 关闭此对话
zh_tw: 關閉此對話方塊

# differentSandboxAlreadyActive
source: A different sandbox is already active
ar_sa: توجد بيئة اختبار معزولة مختلفة نشطة بالفعل
bg_bg: Друг ограничителен режим вече е активен
ca_es: Ja hi ha un altre espai aïllat actiu.
cs_cz: Už je aktivní jiný sandbox.
da_dk: En anden sandkasse er allerede aktiv
de_de: Es ist bereits eine andere Sandbox aktiv.
el_gr: Ένα διαφορετικό περιβάλλον προστατευμένης εκτέλεσης είναι ήδη ενεργό
es_es: Un espacio aislado diferente ya se activó
et_ee: Muu liivakast on juba aktiivne
eu_es: Beste sandbox bat aktibo dago jada
fi_fi: Toinen eristys on jo aktiivinen
fr_ca: Un autre environnement d’essai est déjà activé
ga_ie: Tá sandbox difriúil gníomhach cheana féin
gl_es: Xa hai outro ambiente de illamento de procesos activo
he_il: ארגז חול אחר פעיל כבר
hi_in: कोई भिन्न सैंडबॉक्स पहले से सक्रिय है
hr_hr: Već je aktivna druga sigurnosna ograda
hu_hu: Egy másik tesztkörnyezet már aktív
id_id: Sandbox yang berbeda telah aktif
is_is: Annar sandkassi er þegar virkur
it_it: Un sandbox diverso è già attivo
ja_jp: 別のサンドボックスが既にアクティブになっています
kk_kz: Басқа құм жәшік белсендірілген
ko_kr: 다른 샌드박스가 이미 활성화되어 있습니다.
lb_lu: Eng aner Sandbox ass schonn aktiv
lt_lt: Jau yra kita aktyvi smėlio dėžė
lv_lv: Cita smilškaste jau ir aktīva
ms_my: Kotak pasir yang berbeza telah pun aktif
mt_mt: Sandbox differenti huwa diġà attiv
nb_no: En annen sandkasse er allerede aktiv
nl_be: Er is al een andere sandbox actief
pl_pl: Jest już aktywna inna piaskownica
pt_pt: Já está ativo um sandbox diferente
ro_ro: Un alt sandbox este deja activ
ru_ru: Вы уже активировали другую песочницу
sk_sk: Už je aktívne iné testovacie prostredie (sandbox)
sl_si: Aktiviran je že drug peskovnik
sr_cyrl_rs: Drugačiji sandbox je već aktivan
sr_latn_rs: Drugi sandbox je već aktivan
sv_se: En annan sandbox-miljö är redan aktiv
th_th: มี Sandbox อื่นเปิดใช้งานอยู่
tr_tr: Farklı bir korumalı alan zaten etkin
uk_ua: Уже активне інше ізольоване програмне середовище
vi_vn: Một hộp cát khác đang hoạt động
zh_cn: 其他沙盒已处于活动状态
zh_tw: 已經啟用其他沙箱

# differentSandboxAlreadyActiveExplanation
source: You’ve already activated a sandbox in module <a href="{0}">{1}</a>. If you activate this sandbox, you’ll lose your work in the other module.
ar_sa: نشطت بالفعل بيئة اختبار معزولة في الوحدة النمطية <a href="{0}">{1}</a>. في حالة تنشيط بيئة الاختبار المعزولة هذه، ستفقد عملك الذي أتممته في الوحدة النمطية الأخرى.
bg_bg: Вече сте активирали ограничителен режим в модул <a href="{0}">{1}</a>. Ако активирате този ограничителен режим, ще загубите работата си в другия модул.
ca_es: Ja heu activat un espai aïllat al mòdul <a href="{0}">{1}</a>. Si activeu aquest espai aïllat, perdreu la feina que teniu a l’altre mòdul.
cs_cz: Už jste si aktivovali sandbox v modulu <a href="{0}">{1}</a>. Aktivací tohoto sandboxu ztratíte vaši práci v druhém modulu.
da_dk: Du har allerede aktiveret en sandkasse i modulet <a href="{0}">{1}</a>. Hvis du aktiverer denne sandkasse, går dit arbejde i det andet modul tabt.
de_de: Sie haben in Modul <a href="{0}">{1}</a> bereits eine Sandbox aktiviert. Wenn Sie diese Sandbox aktivieren, geht Ihre Arbeit im anderen Modul verloren.
el_gr: Έχετε ήδη ενεργοποιήσει ένα περιβάλλον προστατευμένης εκτέλεσης στην εκπαιδευτική ενότητα <a href="{0}">{1}</a>. Αν ενεργοποιήσετε αυτό το περιβάλλον προστατευμένης εκτέλεσης, θα χάσετε την εργασία σας στην άλλη εκπαιδευτική ενότητα.
es_es: Ya activó un espacio aislado en el módulo <a href="{0}">{1}</a>. Si activa este espacio aislado, perderá su trabajo en el otro módulo.
et_ee: Olete moodulis <a href="{0}">{1}</a> juba liivakasti aktiveerinud. Kui aktiveerite selle liivakasti, läheb teises moodulis teie töö kaotsi.
eu_es: Sandbox bat aktibatu duzu jada <a href="{0}">{1}</a> moduluan. Sandbox hau aktibatzen baduzu, beste moduluan duzun lana galduko duzu.
fi_fi: Olet jo aktivoinut eristyksen moduulissa <a href="{0}">{1}</a>. Jos aktivoit tämän eristyksen, menetät työsi toisessa moduulissa.
fr_ca: Vous avez déjà activé un environnement d’essai dans le module <a href="{0}">{1}</a>. Si vous activez cet environnement d’essai, vous perdrez ce que vous avez accompli dans l’autre module.
ga_ie: Tá sandbox gníomhaíochtaithe agat cheana i modúl <a href="{0}">{1}</a>. Má ghníomhaíochtaíonn tú an sandbox seo, caillfidh tú do chuid oibre sa mhodúl eile.
gl_es: Xa activou un ambiente de illamento de procesos no módulo <a href="{0}">{1}</a>. Se activou este ambiente de illamento de procesos, perderá o traballo realizado no outro módulo.
he_il: הפעלת כבר ארגז חול במודול <a href="{0}">{1}</a>. אם תפעיל ארגז חול זה, תאבד את העבודה שביצעת במודול השני.
hi_in: आपने मॉड्यूल <a href="{0}">{1}</a> में एक सैंडबॉक्स पहले से सक्रिय किया है. यदि आप इस सैंडबॉक्स को सक्रिय करते हैं, तो अन्य मॉड्यूल में मौजूद आपका कार्य खो जाएगा.
hr_hr: Već ste aktivirali sigurnosnu ogradu u modulu <a href="{0}">{1}</a>. Ako aktivirate tu sigurnosnu ogradu, izgubit ćete svoj rad u drugom modulu.
hu_hu: A(z) <a href="{0}">{1}</a> modulban már aktivált egy tesztkörnyezetet. Ha aktiválja ezt a tesztkörnyezetet, akkor elveszíti a másik modulban lévő munkáját.
id_id: Anda telah mengaktifkan sandbox di modul <a href="{0}">{1}</a>. Jika mengaktifkan sandbox ini, Anda akan kehilangan pekerjaan Anda di modul lain.
is_is: Þú virkjaðir sandkassa í annarri einingu <a href="{0}">{1}</a>. Ef þú virkjar þennan sandkassa taparðu vinnunni sem þú lagðir í hina eininguna.
it_it: Hai già attivato un sandbox nel modulo <a href="{0}">{1}</a>. Se attivi questo sandbox, perderai il lavoro nell'altro modulo.
ja_jp: モジュール <a href="{0}">{1}</a> のサンドボックスが既にアクティブになっています。 このサンドボックスをアクティブにすると、もう一方のモジュールでの作業内容が失われます。
kk_kz: Құм жәшікті <a href="{0}">{1}</a> модулінде белсендірдіңіз. Бұл құм жәшікті белсендірсеңіз, басқа модульдегі жұмысыңызды жоғалтасыз.
ko_kr: <a href="{0}">{1}</a> 모듈에서 이미 샌드박스를 활성화했습니다. 이 샌드박스를 활성화하면 다른 모듈의 작업을 잃게 됩니다.
lb_lu: Dir hutt Är Sandbox am Modul <a href="{0}">{1}</a> schonn aktéivéiert. Wann Dir dës Sandbox aktivéiert, verléiert Dir Är Aarbecht an deem anere Modul.
lt_lt: Jau suaktyvinote smėlio dėžę modulyje <a href="{0}">{1}</a>. Jei aktyvinsite šią smėlio dėžę, prarasite savo darbą kitame modulyje.
lv_lv: Jūs jau aktivizējāt smilškasti modulī <a href="{0}">{1}</a>. Ja aktivizējat šo smilškasti, zaudēsiet darbu citā modelī.
ms_my: Anda telah mengaktifkan kotak pasir dalam modul <a href="{0}">{1}</a>. Jika anda mengaktifkan kotak pasir ini, anda akan kehilangan kerja anda dalam modul yang lain.
mt_mt: Diġà għandek sandbox attivat fil-modulu <a href="{0}">{1}</a>. Jekk tattiva dan is-sandbox, titlef ix-xogħol tiegħek fil-modulu l-ieħor.
nb_no: Du har allerede aktivert en sandkasse i modul <a href="{0}">{1}</a>. Hvis du aktiverer denne sandkassen, mister du alt arbeidet ditt i den andre modulen.
nl_be: U hebt al een sandbox geactiveerd in de module <a href="{0}">{1}</a>. Als u deze sandbox activeert, gaat uw werk in de andere module verloren.
pl_pl: Uaktywniono już piaskownicę w module <a href="{0}">{1}</a>. Jeśli uaktywnisz tę piaskownicę, utracisz pracę wykonaną w innym module.
pt_pt: Já ativou um sandbox no módulo <a href="{0}">{1}</a>. Se ativar este sandbox, irá perder todo o seu trabalho no outro módulo.
ro_ro: Ați activat deja un sandbox în modulul <a href="{0}">{1}</a>. Dacă activați acest sandbox, veți pierde ceea ce ați lucrat în celălalt modul.
ru_ru: Вы уже активировали песочницу при работе с модулем <a href="{0}">{1}</a>. Если вы активируете эту песочницу, результаты вашей работы с другим модулем будут утеряны.
sk_sk: Testovacie prostredie (sandbox) ste už aktivovali v module <a href="{0}">{1}</a>. Ak aktivujete toto testovacie prostredie (sandbox), stratíte svoju prácu v inom module.
sl_si: Peskovnik ste že aktivirali v modulu <a href="{0}">{1}</a>. Če aktivirate ta peskovnik, boste izgubili svoje delo v drugem modulu.
sr_cyrl_rs: Већ сте активирали sandbox у модулу <a href="{0}">{1}</a>. Ако активирате овај sandbox, изгубићете оно што сте урадили у другом модулу.
sr_latn_rs: Već ste aktivirali sandbox u modulu <a href="{0}">{1}</a>. Ako aktivirate ovaj sandbox, izgubićete ono što ste uradili u drugom modulu.
sv_se: Du har redan aktiverat en sandbox-miljö i modulen <a href="{0}">{1}</a>. Om du aktiverar den här sandbox-miljön försvinner ditt arbete i den andra modulen.
th_th: คุณได้ทำการเปิดใช้งาน sandbox ในโมดูล <a href="{0}">{1}</a>. หากคุณเปิดใช้งาน sandbox นี้ คุณจะสูญเสียงานของคุณในโมดูลอื่น
tr_tr: <a href="{0}">{1}</a> modülünde zaten bir korumalı alan etkinleştirdiniz. Bu korumalı alanı etkinleştirirseniz diğer modüldeki çalışmanızı kaybedersiniz.
uk_ua: Ви вже активували ізольоване програмне середовище в модулі <a href="{0}">{1}</a>. Вашу роботу в ньому буде втрачено, якщо ви активуєте інше ізольоване програмне середовище.
vi_vn: Bạn đã kích hoạt một hộp cát trong mô-đun <a href="{0}">{1}</a>. Nếu kích hoạt hộp cát này thì bạn sẽ bị mất công việc trong mô-đun khác.
zh_cn: 你已激活模块 <a href="{0}">{1}</a> 中的沙盒。 如果激活此沙盒，其他模块中的作业会丢失。
zh_tw: 您已在課程模組 <a href="{0}">{1}</a> 啟用了沙箱。 若您啟用此沙箱，將會遺失您在其他課程模組中的進度。

source: Disable
ar_sa: تعطيل
bg_bg: Забраняване
ca_es: Inhabilita
cs_cz: Zakázat
da_dk: Deaktiver
de_de: Deaktivieren
el_gr: Απενεργοποίηση
es_es: Deshabilitar
et_ee: Keela
eu_es: Desgaitu
fi_fi: Poista käytöstä
fr_ca: Désactiver
ga_ie: Díchumasaigh
gl_es: Desactivar
he_il: הפוך ללא זמין
hi_in: अक्षम करें
hr_hr: Onemogući
hu_hu: Letiltás
id_id: Nonaktifkan
is_is: Gera óvirkt
it_it: Disabilita
ja_jp: 無効にする
kk_kz: Ажырату
ko_kr: 사용 중지
lb_lu: Desaktivéieren
lt_lt: Išjungti
lv_lv: Atspējot
ms_my: Nyahdayakan
mt_mt: Iddiżattiva
nb_no: Deaktiver
nl_be: Uitschakelen
pl_pl: Wyłącz
pt_pt: Desativar
ro_ro: Dezactivare
ru_ru: Отключить
sk_sk: Zakázať
sl_si: Onemogoči
sr_cyrl_rs: Онемогући
sr_latn_rs: Onemogući
sv_se: Inaktivera
th_th: ปิดใช้งาน
tr_tr: Devre Dışı Bırak
uk_ua: Вимкнути
vi_vn: Tắt
zh_cn: 禁用
zh_tw: 停用

# disclaimerSearchPreviousVersions
source: Search results are from previous versions’ documentation and not regularly updated.
ar_sa: تأتي نتائج البحث من وثائق الإصدارات السابقة ولا يتم تحديثها بشكل دوري.
bg_bg: Резултатите от търсенето са от документация на предишни версии и не се актуализират редовно.
ca_es: Els resultats de la cerca corresponen a documentació de versions anteriors i no s'actualitzen de manera regular.
cs_cz: Výsledky hledání jsou z dokumentace k předchozím verzím a nejsou pravidelně aktualizované.
da_dk: Søgeresultaterne er fra dokumentationen til tidligere versioner og opdateres ikke regelmæssigt.
de_de: Die Suchergebnisse stammen aus der Dokumentation von vorherigen Versionen, die nicht regelmäßig aktualisiert werden.
el_gr: Τα αποτελέσματα αναζήτησης προέρχονται από την τεκμηρίωση παλαιότερων εκδόσεων και δεν ενημερώνονται τακτικά.
es_es: Los resultados de la búsqueda corresponden a la documentación de versiones anteriores, que ya no se actualiza con regularidad.
et_ee: Otsingutulemid pärinevad eelmiste versioonide dokumentatsioonist ja neid ei värskendata regulaarselt.
eu_es: Bilaketa-emaitzak aurreko bertsioen dokumentazioan daude eta ez dira maiz eguneratzen.
fi_fi: Hakutulokset ovat edellisten versioiden ohjeista, ja niitä ei päivitetä.
fr_ca: Les résultats de recherche proviennent de la documentation des versions antérieures qui ne sont pas mises à jour régulièrement.
ga_ie: Baineann na torthaí cuardaigh le doiciméadacht na leaganacha roimhe agus níl siad á nuashonrú go rialta.
gl_es: Os resultados de busca son de versións anteriores da documentación e non se actualizan regularmente.
he_il: תוצאות החיפוש הן מתוך תיעוד של גירסאות קודמות והן אינן מעודכנות על בסיס קבוע.
hi_in: खोज परिणाम पिछले संस्करणों के दस्तावेज़ों से होते हैं और नियमित रूप से अद्यतित नहीं होते हैं.
hr_hr: Rezultati potrage potječu iz dokumentacije prethodne verzije i ne ažuriraju se redovito.
hu_hu: A keresési eredmények egy korábbi verzió dokumentációjából származnak, amelynek rendszeres frissítése nem várható.
id_id: Hasil pencarian berasal dari dokumentasi versi sebelumnya dan tidak diperbarui secara rutin.
is_is: Leitarniðurstöður eru úr skjölum fyrri útgáfum og sem eru ekki uppfærð reglulega.
it_it: I risultati della ricerca derivano dalla documentazione delle versioni precedenti e non sono aggiornati regolarmente.
ja_jp: 以前のバージョンのドキュメントからの検索結果です。それらのドキュメントは定期的に更新されてはいません。
kk_kz: Іздеу нәтижелері алдыңғы нұсқалардың құжаттамасынан алынған және жүйелі түрде жаңартылмайды.
ko_kr: 검색 결과는 이전 버전의 설명서에서 가져왔으며 정기적으로 업데이트되지 않습니다.
lb_lu: D'Sichresultater si vun der Dokumentatioun vun de viregte Versiounen a ginn net regelméisseg aktualiséiert.
lt_lt: Ieškos rezultatai pateikti iš ankstesnių versijų dokumentacijos ir nėra reguliariai atnaujinami.
lv_lv: Meklēšanas rezultāti ir iegūti no iepriekšējo versiju dokumentācijas un netiek regulāri atjaunināti.
ms_my: Hasil carian adalah daripada dokumentasi versi sebelumnya dan tidak selalu dikemas kini.
mt_mt: Ir-riżultati tat-tiftix huma minn verżjonijiet ta' dokumentazzjoni preċedenti u ma jiġux aġġornati regolarment.
nb_no: Søkeresultatene kommer fra dokumentasjonen for tidligere versjoner og oppdateres ikke regelmessig.
nl_be: Zoekresultaten zijn afkomstig uit eerdere versies van documentatie die niet langer regelmatig wordt bijgewerkt.
pl_pl: Wyniki wyszukiwania pochodzą z dokumentacji poprzednich wersji, która nie jest regularnie aktualizowana.
pt_pt: Os resultados da pesquisa são da documentação de versões anteriores e não são atualizados regularmente.
ro_ro: Rezultatele căutării provin din documentațiile versiunilor anterioare și nu sunt actualizate cu regularitate.
ru_ru: Результаты поиска относятся к документации по предыдущим версиям и не обновляются регулярно.
sk_sk: Výsledky hľadania sú z dokumentácie predchádzajúcich verzií a neaktualizujú sa pravidelne.
sl_si: Rezultati iskanja so iz dokumentacije za prejšnje različice, ki je ne posodabljamo redno.
sr_cyrl_rs: Резултати претраге потичу из документације за претходне верзије и не ажурирају се редовно.
sr_latn_rs: Rezultati pretrage potiču iz dokumentacije za prethodne verzije i ne ažuriraju se redovno.
sv_se: Sökresultaten är från dokumentation för tidigare versioner och uppdateras inte regelbundet.
th_th: ผลลัพธ์การค้นหามาจากคู่มือเวอร์ชันก่อนหน้าและไม่ได้รับการอัปเดตเป็นประจำ
tr_tr: Arama sonuçları önceki sürümlerin belgelerinden elde edilir ve düzenli olarak güncelleştirilmez.
uk_ua: Результати пошуку отримано з документації попередніх версій, для якої припинено регулярне оновлення.
vi_vn: Các kết quả tìm kiếm là từ tài liệu của các phiên bản trước và không được cập nhật thường xuyên.
zh_cn: 搜索结果来自上一版本的文档，该文档已不再定期更新。
zh_tw: 搜尋結果來自舊版文件，且不再定期更新。

source: Docs profile
ar_sa: ملف Docs التعريفي
bg_bg: Профил в Docs
ca_es: Perfil del Docs
cs_cz: Profil Docs
da_dk: Docs-profil
de_de: Dokumentationsprofil
el_gr: Προφίλ Docs
es_es: Perfil de documentos
et_ee: Docsi profiil
eu_es: Docs profila
fi_fi: Docs-profiili
fr_ca: Profil Docs
ga_ie: Próifíl Docs
gl_es: Perfil de Docs
he_il: פרופיל Docs
hi_in: Docs प्रोफ़ाइल
hr_hr: Profil na servisu Docs
hu_hu: Docs-profil
id_id: Profil Docs
is_is: Docs-notandasíða
it_it: Profilo di Docs
ja_jp: Docs プロファイル
kk_kz: Docs профилі
ko_kr: Docs 프로필
lb_lu: Docs-Profil
lt_lt: „Docs“ profilis
lv_lv: Docs profils
ms_my: Profil dokumen
mt_mt: Profil ta' Docs
nb_no: Docs-profil
nl_be: Docs-profiel
pl_pl: Profil witryny Docs
pt_pt: Perfil do Docs
ro_ro: Profil Docs
ru_ru: Профиль в Docs
sk_sk: Profil na lokalite Docs
sl_si: Profil v storitvi Docs
sr_cyrl_rs: Docs профил
sr_latn_rs: Docs profil
sv_se: Docs-profil
th_th: โปรไฟล์ Docs
tr_tr: Docs profili
uk_ua: Профіль Docs
vi_vn: Hồ sơ trên Tài liệu
zh_cn: 文档配置文件
zh_tw: Docs 設定檔
