Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# receivedAchievement
source: You received this achievement {0} for completing the {1}.
ar_sa: لقد حققت هذا الإنجاز {0} لإكمال {1}.
bg_bg: Получихте това постижение {0} за завършването на {1}.
ca_es: Heu rebut aquest assoliment {0} per la finalització de {1}.
cs_cz: Dosáhli jste tohoto úspěchu {0} za dokončení {1}.
da_dk: Du opnåede dette resultat {0} for at fuldføre {1}.
de_de: Sie haben diese Auszeichnung {0} für die Durchführung des Moduls {1} erhalten.
el_gr: Λάβατε αυτό το επίτευγμα {0} για την ολοκλήρωση της δοκιμασίας {1}.
es_es: Ha recibido este logro {0} por completar el {1}.
et_ee: Saite selle saavutuse {0} mooduli {1} läbimise eest.
eu_es: "{1}" osatu izanagatik jaso duzu "{0}" lorpena.
fi_fi: Sait tämän saavutuksen {0}, koska suoritit moduulin {1}.
fr_ca: Vous avez reçu ce succès {0} pour avoir terminé le {1}.
ga_ie: Tá an gaisce seo faighte agat {0} mar gur chríochnaigh tú {1}.
gl_es: Recibiu este logro {0} por concluír {1}.
he_il: הישגת הישג זה {0} עבור השלמת {1}.
hi_in: आपको इस उपलब्धि {0} की प्राप्ति {1} पूर्ण करने पर हुई है.
hr_hr: Ovo ste postignuće za {0} osvojili jer ste dovršili {1}.
hu_hu: Ezt a(z) {0} szintet a(z) {1} elvégzéséért kapta.
id_id: Anda menerima penghargaan {0} karena menyelesaikan {1}.
is_is: Þú náðir þessum áfanga {0} fyrir að hafa lokið {1}.
it_it: Hai ricevuto l'obiettivo {0} per aver completato {1}.
ja_jp: {1} を完了したため、この実績 {0} を獲得しました。
kk_kz: Бұл жетістікті {0} сіз {1} аяқтағаныңыз үшін алдыңыз.
ko_kr: {1}을(를) 완료하기 위해 이 도전 과제 {0}을(를) 받았습니다.
lb_lu: Dir hutt dësen Erfolleg {0} verzeechent, well Dir {1} ofgeschloss hutt.
lt_lt: Gavote šį pasiekimą {0}, nes užbaigėte {1}.
lv_lv: Par {1} pabeigšanu esat nopelnījis šādu sasniegumu: {0}.
ms_my: Anda menerima pencapaian ini {0} kerana menyelesaikan {1}.
mt_mt: Irċevejt din il-kisba {0} għax temmejt {1}.
nb_no: Du fikk denne oppnåelsen {0} for å ha fullført {1}.
nl_be: U hebt de prestatie {0} ontvangen omdat u de {1} hebt voltooid.
pl_pl: To osiągnięcie {0} zdobyto w związku z ukończeniem modułu {1}.
pt_pt: Recebeu esta conquista {0} por concluir o {1}.
ro_ro: Ați obținut această realizare {0} pentru finalizarea {1}.
ru_ru: Вы получили достижение {0} за завершение {1}.
sk_sk: Túto odmenu ({0}) ste dosiahli za dokončenie tohto: {1}.
sl_si: Ta dosežek {0} ste prejeli, ker ste dokončali {1}.
sr_cyrl_rs: Добили сте ово достигнуће {0} јер сте завршили {1}.
sr_latn_rs: Dobili ste ovo dostignuće {0} jer ste završili {1}.
sv_se: Du fick denna achievement {0} för att du slutförde {1}.
th_th: คุณได้รับความสำเร็จ {0} สำหรับการทำ {1} เสร็จสมบูรณ์
tr_tr: {0} başarısını, {1} sınavını tamamladığınız için aldınız.
uk_ua: Ви отримали це досягнення "{0}" за виконання модуля "{1}".
vi_vn: Bạn nhận được thành tích này {0} vì đã hoàn thành {1}.
zh_cn: 你完成了 {1}，获得成就 {0}。
zh_tw: 您已完成 {1}，所以贏得成就 {0}。

source: References
ar_sa: المراجع
bg_bg: Препратки
ca_es: Referències
cs_cz: Reference
da_dk: Referencer
de_de: Referenzen
el_gr: Αναφορές
es_es: Referencias
et_ee: Viited
eu_es: Erreferentziak
fi_fi: Viitteet
fr_ca: Références
ga_ie: Tagairtí
gl_es: Referencias
he_il: הפניות
hi_in: संदर्भ
hr_hr: Reference
hu_hu: Hivatkozások
id_id: Referensi
is_is: Viðmiðanir
it_it: Riferimenti
ja_jp: 参照
kk_kz: Сілтемелер
ko_kr: 참조
lb_lu: Referenzen
lt_lt: Nuorodos
lv_lv: Atsauces
ms_my: Rujukan
mt_mt: Referenzi
nb_no: Referanser
nl_be: Referenties
pl_pl: Odwołania
pt_pt: Referências
ro_ro: Referințe
ru_ru: Ссылки
sk_sk: Referencie
sl_si: Reference
sr_cyrl_rs: Референце
sr_latn_rs: Reference
sv_se: Referenser
th_th: เอกสารอ้างอิง
tr_tr: Başvurular
uk_ua: Посилання
vi_vn: Tham chiếu
zh_cn: 参考
zh_tw: 參考

# refineHeaderText
source: Refine Learning content
ar_sa: تنقيح محتوى التعلم
bg_bg: Прецизиране на образователно съдържание
ca_es: Refina el contingut d'aprenentatge
cs_cz: Upřesnit obsah výuky
da_dk: Afgræns læringsindhold
de_de: Lerninhalte aufbereiten
el_gr: Περιορισμός περιεχομένου εκμάθησης
es_es: Refinar contenido de aprendizaje
et_ee: Piiritle õppematerjalide sisu
eu_es: Murriztu ikasketa-edukia
fi_fi: Tarkenna oppimissisältö
fr_ca: Affiner le contenu de formation
ga_ie: Beachtaigh Inneachar Foghlama
gl_es: Afinar o contido de aprendizaxe
he_il: מיקוד תוכן ללמידה
hi_in: प्रशिक्षण सामग्री परिष्कृत करें
hr_hr: Promjena definicije sadržaja učenja
hu_hu: Oktatóanyag tartalmának finomítása
id_id: Perbaiki Konten Pembelajaran
is_is: Fínsíaðu námsefni
it_it: Contenuto di perfezionamento dell'apprendimento
ja_jp: ラーニング コンテンツの改良
kk_kz: Оқу контентін нақтылау
ko_kr: 학습 콘텐츠 상세 검색
lb_lu: Léierinhalt verfeineren
lt_lt: Patikslinti mokymosi turinį
lv_lv: Precizēt mācību saturu
ms_my: Perhalusi Kandungan Pembelajaran
mt_mt: Kontenut ta' Tagħlim Irfinut
nb_no: Begrens læreinnhold
nl_be: Lesinhoud afstemmen
pl_pl: Uściślanie zawartości edukacyjnej
pt_pt: Refinar Conteúdo de Aprendizagem
ro_ro: Rafinare conținut învățare
ru_ru: Отфильтровать содержимое учебных материалов
sk_sk: Spresniť vzdelávací obsah
sl_si: Natančneje določi vsebino za učenje
sr_cyrl_rs: Сужавање обима садржаја учења
sr_latn_rs: Sužavanje obima sadržaja učenja
sv_se: Förfina utbildningsinnehåll
th_th: ปรับปรุงเนื้อหาการเรียนรู้
tr_tr: Öğrenim İçeriğini Daralt
uk_ua: Уточнити навчальний вміст
vi_vn: Tinh chỉnh nội dung học tập
zh_cn: 优化学习内容
zh_tw: 精簡學習內容

# relatedLearningPaths
source: This module is part of these learning paths
ar_sa: هذه الوحدة النمطية جزء من مسارات التعلم هذه
bg_bg: Този модул е част от тези пътеки за обучения
ca_es: Aquest mòdul forma part d'aquestes rutes d'aprenentatge.
cs_cz: Tento modul je součástí těchto plánů výuky:
da_dk: Dette modul er en del af disse læringsforløb
de_de: Dieses Modul gehört zu den folgenden Lernpfaden:
el_gr: Αυτή η λειτουργική μονάδα είναι μέρος αυτών των διαδρομών εκμάθησης
es_es: Este módulo es parte de estas rutas de aprendizaje
et_ee: See moodul on nende õppeteede osa
eu_es: Modulu hau ikasketa-txoko horien parte da
fi_fi: Tämä moduuli on osa näitä oppimispolkuja
fr_ca: Ce module fait partie de ces parcours de formation
ga_ie: Tá an modúl seo ina chuid de na cosáin foghlama seo
gl_es: Este módulo forma parte destes camiños de aprendizaxe
he_il: מודול זה הוא חלק מנתיבי הלמידה האלה
hi_in: यह मॉड्यूल इन प्रशिक्षण पथ का भाग है
hr_hr: Modul je dio ovog vođenog učenja
hu_hu: Ez a modul az alábbi képzési tervek része
id_id: Modul ini adalah bagian dari jalur pembelajaran
is_is: Þessi eining er hluti af þessum námsslóðunum
it_it: Questo modulo fa parte dei percorsi di apprendimento seguenti
ja_jp: このモジュールはこれらのラーニング パスに含まれています
kk_kz: Бұл модуль осы оқыту жолдарының бөлігі болып табылады
ko_kr: 이 모듈은 이러한 학습 경로의 일부입니다.
lb_lu: Dëse Modul ass en Deel vun dëse Léierweeër
lt_lt: Šis modulis yra šių mokymosi kelių dalis
lv_lv: Modulis ir daļa no šiem mācību ceļiem.
ms_my: Modul ini adalah sebahagian daripada laluan pembelajaran berikut
mt_mt: Dan il-modulu huwa parti minn dawn il-mogħdijiet tat-tagħlim
nb_no: Denne modulen er del av disse læringsbanene
nl_be: Deze module is onderdeel van deze leertrajecten
pl_pl: Ten moduł jest częścią następujących ścieżek szkoleniowych
pt_pt: Este módulo faz parte destes percursos de aprendizagem
ro_ro: Acest modul face parte din următoarele căi de instruire
ru_ru: Этот модуль входит в состав указанных схем обучения
sk_sk: Modul je súčasťou týchto študijných programov
sl_si: Ta modul je del tega vodenega učenja
sr_cyrl_rs: Овај модул је део ових путањи учења
sr_latn_rs: Ovaj modul je deo putanji učenja
sv_se: Den här modulen är en del av de inlärningsvägarna
th_th: โมดูลนี้เป็นส่วนหนึ่งของเส้นทางการเรียนรู้เหล่านี้
tr_tr: Bu modül, şu öğrenme yollarının bir parçasıdır
uk_ua: Цей модуль належить до схем навчання
vi_vn: Mô-đun này nằm trong các lộ trình học tập sau
zh_cn: 此模块属于这些学习路径
zh_tw: 此單元為這些學習途徑的一部分

source: remaining
ar_sa: الباقي
bg_bg: оставащи
ca_es: restant
cs_cz: zbývající
da_dk: resterende
de_de: verbleibend
el_gr: απομένουν
es_es: restante
et_ee: jäänud
eu_es: falta direnak
fi_fi: jäljellä
fr_ca: restant
ga_ie: fágtha
gl_es: restantes
he_il: נותרו
hi_in: शेष
hr_hr: preostalo
hu_hu: hátralévő
id_id: tersisa
is_is: eftirstandandi
it_it: rimanente
ja_jp: 残り
kk_kz: қалғаны
ko_kr: 남음
lb_lu: verbleiwend
lt_lt: liko
lv_lv: atlikuši
ms_my: baki
mt_mt: li baqa'
nb_no: gjenstår
nl_be: resterend
pl_pl: pozostało
pt_pt: restante
ro_ro: rămas
ru_ru: осталось
sk_sk: zostáva
sl_si: preostane
sr_cyrl_rs: preostalo
sr_latn_rs: preostalo
sv_se: återstår
th_th: คงเหลือ
tr_tr: kaldı
uk_ua: залишилося
vi_vn: còn lại
zh_cn: 剩余
zh_tw: 剩餘

source: Remarks
ar_sa: الملاحظات
bg_bg: Забележки
ca_es: Observacions
cs_cz: Poznámky
da_dk: Bemærkninger
de_de: Hinweise
el_gr: Παρατηρήσεις
es_es: Comentarios
et_ee: Märkused
eu_es: Oharrak
fi_fi: Huomautukset
fr_ca: Remarques
ga_ie: Ráitis
gl_es: Observacións
he_il: הערות
hi_in: टिप्पणी
hr_hr: Napomene
hu_hu: Megjegyzések
id_id: Keterangan
is_is: Athugasemdir
it_it: Commenti
ja_jp: 注釈
kk_kz: Ескертпелер
ko_kr: 설명
lt_lt: Pastabos
lv_lv: Piezīmes
ms_my: Kenyataan
mt_mt: Rimarki
nb_no: Merknader
nl_be: Opmerkingen
pl_pl: Uwagi
pt_pt: Observações
ro_ro: Observații
ru_ru: Комментарии
sk_sk: Poznámky
sl_si: Pripombe
sr_cyrl_rs: Напомене
sr_latn_rs: Napomene
sv_se: Kommentarer
th_th: หมายเหตุ
tr_tr: Açıklamalar
uk_ua: Примітки
vi_vn: Nhận xét
zh_cn: 注解
zh_tw: 備註

# removeItem
source: Remove {0}
ar_sa: إزالة {0}
bg_bg: Премахване на {0}
ca_es: Suprimeix {0}
cs_cz: Odebrat {0}
da_dk: Fjern {0}
de_de: {0} entfernen
el_gr: Κατάργηση {0}
es_es: Quitar {0}
et_ee: Eemalda {0}
eu_es: Kendu {0}
fi_fi: Poista {0}
fr_ca: Supprimer {0}
ga_ie: Bain {0}
gl_es: Eliminar {0}
he_il: הסר את {0}
hi_in: {0} निकालें
hr_hr: Ukloni {0}
hu_hu: {0} eltávolítása
id_id: Hapus {0}
is_is: Fjarlægja {0}
it_it: Rimuovi {0}
ja_jp: {0} を削除
kk_kz: Жою {0}
ko_kr: {0} 제거
lb_lu: Ewechhuelen {0}
lt_lt: Šalinti {0}
lv_lv: Noņemt {0}
ms_my: Alih keluar {0}
mt_mt: Neħħi {0}
nb_no: Fjern {0}
nl_be: {0} verwijderen
pl_pl: Usuń element {0}
pt_pt: Remover {0}
ro_ro: Eliminare {0}
ru_ru: Удалить {0}
sk_sk: Odstrániť {0}
sl_si: Odstrani {0}
sr_cyrl_rs: Уклони {0}
sr_latn_rs: Ukloni {0}
sv_se: Ta bort {0}
th_th: เอา {0} ออก
tr_tr: {0} kaldır
uk_ua: Вилучити {0}
vi_vn: Xóa {0}
zh_cn: 删除 {0}
zh_tw: 移除 {0}

source: Renewal period
ar_sa: فترة التجديد
bg_bg: Период на обновяване
ca_es: Període de renovació
cs_cz: Období obnovení
da_dk: Fornyelsesperiode
de_de: Verlängerungszeitraum
el_gr: Περίοδος ανανέωσης
es_es: Período de renovación
et_ee: Uuendamise periood
eu_es: Berritze-epea
fi_fi: Uusimisjakso
fr_ca: Période de renouvellement
ga_ie: Tréimhse athnuachana
gl_es: Período de renovación
he_il: תקופת חידוש
hi_in: नवीनीकरण की अवधि
hr_hr: Razdoblje obnavljanja
hu_hu: Megújítási időszak
id_id: Periode Perpanjangan
is_is: Endurnýjunartími
it_it: Periodo di rinnovo
ja_jp: 更新期間
kk_kz: Жаңарту мерзімі:
ko_kr: 갱신 기간
lb_lu: Erneierungszäitraum
lt_lt: Atnaujinimo laikotarpis
lv_lv: Atjaunošanas periods
ms_my: Tempoh Pembaharuan
mt_mt: Perjodu ta' Tiġdid
nb_no: Fornyelsesperiode
nl_be: Verlengingsperiode
pl_pl: Okres odnowienia
pt_pt: Período de Renovação
ro_ro: Perioadă de reînnoire
ru_ru: Период обновления
sk_sk: Obdobie obnovenia
sl_si: Obdobje podaljšanja
sr_cyrl_rs: Период обнављања
sr_latn_rs: Period obnavljanja
sv_se: Förnyelseperiod
th_th: ระยะเวลาการต่ออายุ
tr_tr: Yenileme Dönemi
uk_ua: Період поновлення
vi_vn: Khoản thời gian gia hạn
zh_cn: 续订期
zh_tw: 續約期間
