Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# createAADProfileLoseAccess
source: If you lose access to the email account, you won’t be able to log in to this site.
ar_sa: في حالة فقد إمكانية الوصول إلى البريد الإلكتروني، لن تتمكن من تسجيل الدخول إلى هذا الموقع.
bg_bg: Ако загубите достъп до имейла, няма да можете да влизате в този сайт.
ca_es: Si perdeu l'accés al correu, no podreu iniciar la sessió a aquest lloc.
cs_cz: Pokud ztratíte přístup k tomuto e-mailu, nebudete se moci na tento web přihlásit.
da_dk: Hvis du mister adgangen til mailkontoen, kan du ikke logge på dette websted.
de_de: Wenn Sie den Zugriff auf Ihre E-Mail verlieren, können Sie sich bei dieser Website nicht mehr anmelden.
el_gr: Αν χάσετε την πρόσβαση στο μήνυμα ηλεκτρονικού ταχυδρομείου, δεν θα μπορείτε να εισέλθετε σε αυτήν την τοποθεσία.
es_es: Si pierde acceso al correo electrónico, no podrá iniciar sesión en este sitio.
et_ee: Kui te meilile enam juurde ei pääse, ei saa te sellele saidile sisse logida.
eu_es: Helbide elektronikorako sarbidea galtzen baduzu, ezingo duzu hasi saioa gune honetan.
fi_fi: Jos menetät sähköpostin käyttöoikeuden, et pysty kirjautumaan tähän sivustoon.
fr_ca: Si vous perdez votre accès à votre courriel, vous ne pourrez plus vous connecter à ce site.
ga_ie: Má chailleann tú rochtain ar an ríomhphost, ní bheidh tú in ann logáil isteach ar an suíomh seo.
gl_es: Se perde acceso ao correo electrónico, non poderá iniciar sesión neste sitio.
he_il: אם תאבד את הגישה אל הדואר האלקטרוני, לא תוכל להיכנס לאתר זה.
hi_in: यदि आप ईमेल की पहुँच खो देते हैं, तो आप इस साइट पर लॉगिन नहीं कर सकेंगे.
hr_hr: Ako izgubite pristup e-pošte, nećete se moći prijaviti na ovo web-mjesto.
hu_hu: Ha nem tud hozzáférni az e-mailhez, nem jelentkezhet be erre a webhelyre.
id_id: Jika kehilangan akses ke email, Anda tidak akan bisa masuk ke situs ini.
is_is: Ef þú tapar aðgangi að tölvupóstinum geturðu ekki skráð þig inn á þessa síðu.
it_it: Se perdi l'accesso all'indirizzo di posta elettronica, non potrai accedere a questo sito.
ja_jp: このメールにアクセスできなくなると、このサイトにログインできなくなります。
kk_kz: Электрондық поштаға кіру мүмкіндігін жоғалтсаңыз, бұл сайтқа кіре алмайсыз.
ko_kr: 메일에 대한 액세스 권한을 잃게 되면 이 사이트에 로그인할 수 없습니다.
lb_lu: Wann Dir den Zougang zum E-Mail verléiert, kënnt Dir Iech net méi op dësem Site aloggen.
lt_lt: Jei prarasite prieigą prie el. pašto, nebegalėsite prisijungti prie šios svetainės.
lv_lv: Ja jūs pazaudēsiet piekļuvi e-pastam, jūs nevarēsiet pierakstīties šajā vietnē.
ms_my: Jika anda kehilangan capaian kepada e-mel, anda tidak akan dapat log masuk ke laman ini.
mt_mt: Jekk titlef l-aċċess għall-posta elettroniku, ma tkunx tista' tidħol f'dan is-sit.
nb_no: Hvis du mister tilgang til e-posten din, vil du ikke kunne logge deg på dette nettstedet.
nl_be: Als u geen toegang meer hebt tot het e-mailadres, kunt u zich niet meer aanmelden bij deze site.
pl_pl: Jeśli utracisz dostęp do tego adresu e-mail, nie będzie można się zalogować do tej witryny.
pt_pt: Se perder o acesso ao e-mail, não conseguirá iniciar sessão neste site.
ro_ro: Dacă pierdeți accesul la contul de e-mail, nu vă veți mai putea conecta la acest site.
ru_ru: Если вы потеряете доступ к электронной почте, вы не сможете войти на этот сайт.
sk_sk: Ak stratíte prístup k e-mailu, nebudete sa môcť prihlásiť na tejto lokalite.
sl_si: Če izgubite dostop do e-pošte, se ne boste mogli prijaviti na to spletno mesto.
sr_cyrl_rs: Ако изгубите приступ е-пошти, нећете моћи да се пријавите на овај сајт.
sr_latn_rs: Ako izgubite pristup e-pošti, nećete moći da se prijavite na ovaj sajt.
sv_se: Om du förlorar åtkomst till ditt e-postkonto kan du inte logga in på den här webbplatsen.
th_th: หากคุณสูญเสียการเข้าถึงอีเมล คุณจะสามารถเข้าสู่ระบบไซต์นี้ได้
tr_tr: Bu e-postaya erişiminizi kaybederseniz bu siteye tekrar giriş yapamazsınız.
uk_ua: утративши доступ до електронної пошти, ви не зможете входити на цьому сайті;
vi_vn: Nếu bạn mất quyền truy cập vào email, bạn sẽ không thể đăng nhập vào trang web này.
zh_cn: 如果无法访问电子邮件，将无法登录此网站。
zh_tw: 若您無法存取此電子郵件，即無法再登入此網站。

# createAADProfilePersonalActivity
source: If you’d like to use this site for personal activity, please sign in with a different account.
ar_sa: إذا كنت ترغب في استخدام هذا الموقع لإجراء نشاط شخصي، الرجاء تسجيل الدخول باستخدام حساب مختلف.
bg_bg: Ако искате да използвате този сайт за лични дейности, влезте с друг акаунт.
ca_es: Si voleu utilitzar aquest lloc per a l'activitat personal, inicieu la sessió amb un altre compte.
cs_cz: Pokud chcete tento web využívat k osobním aktivitám, přihlaste se pomocí jiného účtu.
da_dk: Hvis du gerne vil bruge dette websted til personlige aktiviteter, skal du logge på med en anden konto.
de_de: Wenn Sie diese Website für private Aktivitäten verwenden möchten, melden Sie sich mit einem anderen Konto an.
el_gr: Αν θέλετε να χρησιμοποιήσετε αυτήν την τοποθεσία για προσωπικές δραστηριότητες, εισέλθετε με έναν διαφορετικό λογαριασμό.
es_es: Si quiere usar este sitio para actividades personales, inicie sesión con otra cuenta.
et_ee: Kui soovite kasutada seda saiti isiklikuks tegevuseks, logige sisse mõne muu kontoga.
eu_es: Gunea erabili nahi baduzu jarduera pertsonalak kudeatzeko, hasi saioa beste kontu batekin.
fi_fi: Jos haluat käyttää tätä sivustoa henkilökohtaiseen toimintaan, kirjaudu sisään toisella tilillä.
fr_ca: Si vous désirez utiliser ce site pour des activités personnelles, veuillez vous connecter avec un autre compte.
ga_ie: Más mian leat an suíomh seo a úsáid do ghníomhaíocht phearsanta, sínigh isteach le cuntas difriúil le do thoil.
gl_es: Se quere usar este sitio para actividades persoais, inicie sesión con outra conta.
he_il: אם ברצונך להשתמש באתר זה לפעילות אישית, היכנס באמצעות חשבון שונה.
hi_in: यदि आप निजी गतिविधि के लिए इस साइट का उपयोग करना चाहते हैं, तो कृपया भिन्न खाते से साइन इन करें.
hr_hr: Ako ovo web-mjesto želite koristiti za osobne aktivnosti, prijavite se pomoću nekog drugog računa.
hu_hu: Ha személyes célra szeretné használni ezt a webhelyet, jelentkezzen be egy másik fiókkal.
id_id: Jika Anda ingin menggunakan situs ini untuk aktivitas pribadi, silakan masuk dengan akun lain.
is_is: Ef þú vilt nota þessa síðu fyrir einkastarfsemi skaltu skrá þig inn með öðrum reikningi.
it_it: Se vuoi usare questo sito per attività personali, accedi con un account diverso.
ja_jp: このサイトを個人的な活動に使用したい場合は、別のアカウントでサインインしてください。
kk_kz: Бұл сайтты жеке әрекеттер үшін пайдаланғыңыз келсе, басқа тіркелгімен кіріңіз.
ko_kr: 이 사이트를 개인 활동에 사용하려면 다른 계정으로 로그인하세요.
lb_lu: Wann Dir dëse Site fir perséinlech Aktivitéite benotze wëllt, mellt Iech w.e.g. mat engem anere Kont un.
lt_lt: Jei norite naudotis šia svetaine asmeninei veiklai, prisijunkite naudodami kitą paskyrą.
lv_lv: Ja jūs vēlaties izmantot šo vietni privātām darbībām, lūdzu, pierakstieties ar citu kontu.
ms_my: Jika anda ingin menggunakan laman ini untuk aktiviti peribadi, sila daftar masuk dengan akaun yang berbeza.
mt_mt: Jekk tixtieq tuża dan is-sit għal attività personal, idħol b'kont differenti.
nb_no: Hvis du vil bruke dette nettstedet for personlig aktivitet, må du logge på med en annen konto.
nl_be: Als u deze site wilt gebruiken voor persoonlijke activiteit, moet u zich aanmelden met een ander account.
pl_pl: Jeśli chcesz używać tej witryny do celów osobistych, zaloguj się za pomocą innego konta.
pt_pt: Se pretende utilizar este site para atividades pessoais, inicie sessão com uma conta diferente.
ro_ro: Dacă doriți să folosiți acest site pentru activități personale, conectați-vă cu alt cont.
ru_ru: Если вы хотите использовать этот сайт для личной деятельности, войдите с помощью другой учетной записи.
sk_sk: Ak chcete túto lokalitu používať na osobné účely, prihláste sa s iným kontom.
sl_si: Če želite to spletno mesto uporabljati za osebno dejavnost, se vpišite z drugačnim računom.
sr_cyrl_rs: Ако желите да користите овај сајт за личне активности, пријавите се са другим налогом.
sr_latn_rs: Ako želite da koristite ovaj sajt za lične aktivnosti, prijavite se sa drugim nalogom.
sv_se: Om du vill använda den här webbplatsen privat bör du logga in med ett annat konto.
th_th: หากคุณต้องการใช้ไซต์ในสำหรับกิจกรรมส่วนบุคคล โปรดลงชื่อเข้าใช้ด้วยบัญชีอื่น
tr_tr: Bu siteyi kişisel etkinlik amacıyla kullanmak istiyorsanız lütfen farklı bir hesapla oturum açın.
uk_ua: Щоб використовувати цей сайт для особистих потреб, увійдіть в інший обліковий запис.
vi_vn: Nếu bạn muốn sử dụng trang web này cho hoạt động cá nhân, vui lòng đăng nhập bằng một tài khoản khác.
zh_cn: 若要使用此网站执行个人活动，请使用其他帐户登录。
zh_tw: 若不想使用此網站進行個人活動，請使用其他帳戶登入。

# createConnectionInstruction
source: To connect your account, you will need the following information:
ar_sa: لاتصال حسابك، ستحتاج إلى المعلومات التالية:
bg_bg: За да свържете своя акаунт, ще ви е необходима следната информация:
ca_es: Per connectar el compte, necessitareu la informació següent:
cs_cz: Pro připojení k vašemu účtu budete potřebovat následující informace:
da_dk: Hvis du vil oprette forbindelse til din konto, skal du bruge følgende oplysninger:
de_de: Um eine Verbindung mit Ihrem Konto herzustellen, benötigen Sie folgende Informationen:
el_gr: Για να συνδέσετε τον λογαριασμό σας, θα χρειαστείτε τις ακόλουθες πληροφορίες:
es_es: Para conectar la cuenta, necesita la información siguiente:
et_ee: Oma konto ühendamiseks vajate järgmist teavet:
eu_es: Kontura konektatzeko, honako informazio hau beharko duzu:
fi_fi: Tarvitset tilisi yhdistämiseen seuraavat tiedot:
fr_ca: Pour vous connecter à votre compte, vous aurez besoin des renseignements suivants :
ga_ie: Chun do chuntas a nascadh, beidh an fhaisnéis seo a leanas ag teastáil uait:
gl_es: Para conectar a conta, precisa a seguinte información:
he_il: כדי לחבר את החשבון שלך, המידע הבא נדרש:
hi_in: अपने खाते को कनेक्ट करने के लिए, आपको नीचे दी गई जानकारियों की ज़रूरत होगी:
hr_hr: Za povezivanje računa bit će vam potrebne sljedeće informacije:
hu_hu: A fiók összekapcsolásához az alábbi információkra van szükség:
id_id: Untuk menyambungkan akun, Anda memerlukan informasi berikut ini:
is_is: Til að tengja reikninginn þarftu eftirfarandi upplýsingar:
it_it: Per connetterti all'account, ti serviranno le informazioni seguenti:
ja_jp: アカウントに接続するには、次の情報が必要です:
kk_kz: Тіркелгіні байланыстыру үшін келесі ақпарат қажет болады:
ko_kr: 계정에 연결하려면 다음 정보가 필요합니다.
lb_lu: Fir Äre Kont ze verbannen, braucht Dir déi folgend Informatiounen:
lt_lt: Norint prijungti savo paskyrą, reikės šios informacijos:
lv_lv: Lai izveidotu savienojumu ar kontu, nepieciešama tālāk norādītā informācija.
ms_my: Untuk menyambungkan akaun, anda akan memerlukan maklumat yang berikut:
mt_mt: Biex tikkollega l-kont tiegħek, ikollok bżonn l-informazzjoni li ġejja:
nb_no: Du trenger følgende informasjon for å kunne koble til kontoen din:
nl_be: Als u verbinding wilt maken met uw account, hebt u de volgende gegevens nodig:
pl_pl: Aby móc połączyć konto, musisz mieć następujące informacje:
pt_pt: Para ligar a sua conta, precisa das seguintes informações:
ro_ro: Pentru a vă conecta contul, aveți nevoie de următoarele informații:
ru_ru: Для подключения вашей учетной записи потребуются следующие сведения:
sk_sk: Na pripojenie svojho konta budete potrebovať tieto informácie:
sl_si: Za povezavo svojega računa potrebujete te podatke:
sr_cyrl_rs: Да бисте повезали налог, биће вам потребне следеће информације:
sr_latn_rs: Da biste povezali nalog, biće vam potrebne sledeće informacije:
sv_se: Om du vill ansluta ditt konto behöver du följande information:
th_th: หากต้องการเชื่อมต่อบัญชี คุณจำเป็นต้องทำตามข้อมูลต่อไปนี้
tr_tr: Hesabınızı bağlamak için aşağıdaki bilgilere ihtiyaç duyarsınız:
uk_ua: Щоб підключити обліковий запис, вам буде потрібна така інформація:
vi_vn: Để kết nối tài khoản của mình, bạn sẽ cần các thông tin sau:
zh_cn: 若要连接帐户，需要提供以下信息:
zh_tw: 若要連接您的帳戶，您需要下列資訊：
