Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# issueProduct
source: Report a product issue
ar_sa: الإبلاغ عن مشكلة في منتج
bg_bg: Съобщаване за проблем с продукт
ca_es: Informa d’un problema del producte
cs_cz: Nahlášení problému s produktem
da_dk: Rapportér et problem med et produkt
de_de: Problem mit einem Produkt melden
el_gr: Αναφορά προβλήματος προϊόντος
es_es: Informar de un problema con el producto
et_ee: Teata tootega seotud probleemist
eu_es: Eman produktuarekin izandako arazo baten berri
fi_fi: Ilmoita tuoteongelmasta
fr_ca: Signaler un problème lié au produit
ga_ie: Tuairiscigh fadhb le táirge
gl_es: Informar dun problema nun produto
he_il: דווח על בעיה במוצר
hi_in: कोई उत्पाद समस्या रिपोर्ट करें
hr_hr: Prijavite problem s proizvodom
hu_hu: Termékkel kapcsolatos probléma bejelentése
id_id: Laporkan masalah produk
is_is: Tilkynna um vandamál með vöru
it_it: Segnala un problema del prodotto
ja_jp: 製品の問題をレポート
kk_kz: Өнім ақауы туралы хабарлау
ko_kr: 제품 문제 신고
lb_lu: E Produktproblem mellen
lt_lt: Pranešti apie produkto problemą
lv_lv: Ziņot par problēmu saistībā ar produktu
ms_my: Laporkan isu produk
mt_mt: Irrapporta problema bi prodott
nb_no: Rapporter et problem med produktet
nl_be: Een probleem met een product rapporteren
pl_pl: Zgłoś problem z produktem
pt_pt: Comunicar um problema com o produto
ro_ro: Raportați o problemă a unui produs
ru_ru: Сообщить о проблеме с продуктом
sk_sk: Nahlásiť problém s produktom
sl_si: Prijavite težavo z izdelkom
sr_cyrl_rs: Пријавите проблем са производом
sr_latn_rs: Prijavite problem sa proizvodom
sv_se: Rapportera ett produktproblem
th_th: รายงานปัญหาผลิตภัณฑ์
tr_tr: Bir ürün sorunu bildirin
uk_ua: Повідомити про проблему з продуктом
vi_vn: Báo cáo vấn đề về sản phẩm
zh_cn: 报告产品问题
zh_tw: 回報產品問題

# isThisHelpful
source: Is this page helpful?
ar_sa: هل هذه الصفحة مفيدة؟
bg_bg: Тази страница полезна ли е?
ca_es: Heu trobat útil aquesta pàgina?
cs_cz: Je tato stránka užitečná?
da_dk: Er denne side nyttig?
de_de: Ist diese Seite hilfreich?
el_gr: Είναι χρήσιμη αυτή η σελίδα;
es_es: ¿Le ha resultado útil esta página?
et_ee: Kas sellest lehest oli abi?
eu_es: Lagungarria al da orri hau?
fi_fi: Onko tästä sivusta apua?
fr_ca: Est-ce que cette page est utile?
ga_ie: An bhfuil an leathanach seo ina chabhair?
gl_es: É útil esta páxina?
he_il: האם עמוד זה מועיל?
hi_in: क्या यह पृष्ठ उपयोगी है?
hr_hr: Je li vam stranica bila korisna?
hu_hu: Hasznosnak találja ezt az oldalt?
id_id: Apakah halaman ini membantu?
is_is: Er þessi síða gagnleg?
it_it: Questa pagina è stata utile?
ja_jp: このページはお役に立ちましたか?
kk_kz: Бұл бет пайдалы ма?
ko_kr: 이 페이지가 도움이 되었나요?
lb_lu: Ass dës Säit hëllefräich?
lt_lt: Ar šis puslapis naudingas?
lv_lv: Vai šī lapa palīdz?
ms_my: Adakah halaman ini membantu?
mt_mt: Din il-paġna sibtha utli?
nb_no: Er denne siden nyttig?
nl_be: Is deze pagina nuttig?
pl_pl: Czy ta strona jest pomocna?
pt_pt: Esta página é útil?
ro_ro: Această pagină este utilă?
ru_ru: Были ли сведения на этой странице полезными?
sk_sk: Je táto stránka užitočná?
sl_si: Ali je ta stran uporabna?
sr_cyrl_rs: Да ли је ова страница била од помоћи?
sr_latn_rs: Da li je ova stranica bila od pomoći?
sv_se: Var den här sidan till hjälp?
th_th: หน้านี้มีประโยชน์หรือไม่
tr_tr: Bu sayfayı yararlı buluyor musunuz?
uk_ua: Чи корисна ця сторінка?
vi_vn: Trang này có hữu ích không?
zh_cn: 此页面有帮助吗?
zh_tw: 此頁面有所助益嗎？

source: IT Pro
ar_sa: محترف تكنولوجيا المعلومات
bg_bg: ИТ професионалисти
ca_es: Professional de TI
cs_cz: IT profesionál
da_dk: It-tekniker
de_de: IT-Experten
el_gr: Επαγγελματίες IT
es_es: Profesional de TI
et_ee: IT-professionaal
eu_es: IKT profesionala
fi_fi: IT-ammattilainen
fr_ca: Professionnel de l’informatique
gl_es: Profesional de TI
he_il: IT מקצועי
hr_hr: IT profesionalci
hu_hu: IT-szakértő
id_id: Profesional IT
is_is: UT sérfræðingur
it_it: Professionista IT
ja_jp: IT プロ
lv_lv: IT profesionāļiem
ms_my: Pro IT
nb_no: IT-profesjonell
nl_be: IT-professional
pl_pl: Informatyk
pt_pt: Profissional de TI
ro_ro: Profesionist IT
ru_ru: ИТ-специалистам
sk_sk: IT profesionáli
sl_si: Strokovnjak za IT
sr_cyrl_rs: IT стручњак
sr_latn_rs: IT stručnjak
sv_se: IT-proffs
tr_tr: BT Profesyoneli
uk_ua: Для IT-професіоналів
vi_vn: Chuyên gia CNTT
zh_cn: IT 专业人员
zh_tw: IT 專業人員

source: just now
ar_sa: الآن
bg_bg: току-що
ca_es: ara mateix
cs_cz: právě teď
da_dk: lige nu
de_de: gerade eben
el_gr: μόλις τώρα
es_es: ahora mismo
et_ee: just nüüd
eu_es: oraintxe
fi_fi: juuri nyt
fr_ca: maintenant
ga_ie: anois
gl_es: agora mesmo
he_il: הרגע
hi_in: अभी
hr_hr: upravo sad
hu_hu: éppen most
id_id: baru saja
is_is: rétt í þessu
it_it: adesso
ja_jp: たった今
kk_kz: қазір ғана
ko_kr: 방금
lb_lu: nëmmen elo
lt_lt: ką tik
lv_lv: tikko
ms_my: sebentar tadi
mt_mt: issa
nb_no: akkurat nå
nl_be: nu net
pl_pl: przed chwilą
pt_pt: agora mesmo
ro_ro: chiar acum
ru_ru: только что
sk_sk: práve teraz
sl_si: pravkar
sr_cyrl_rs: управо
sr_latn_rs: upravo
sv_se: alldeles nyss
th_th: ตอนนี้
tr_tr: az önce
uk_ua: щойно
vi_vn: vừa xong
zh_cn: 刚刚
zh_tw: 剛才

source: Key:
ar_sa: المفتاح:
bg_bg: Ключ:
ca_es: Clau:
cs_cz: Klíč:
da_dk: Nøgle:
de_de: Schlüssel:
el_gr: Κλειδί:
es_es: Clave:
et_ee: Võti:
eu_es: Gakoa:
fi_fi: Avain:
fr_ca: Clé :
ga_ie: Eochair:
gl_es: Clave:
he_il: מפתח:
hi_in: कुंजी:
hr_hr: Ključ:
hu_hu: Kulcs:
id_id: Kunci:
is_is: Lykill:
it_it: Chiave:
ja_jp: キー:
kk_kz: Перне:
ko_kr: 키:
lb_lu: Schlëssel:
lt_lt: Raktas:
lv_lv: Atslēga:
ms_my: Kunci:
mt_mt: Ewlieni:
nb_no: Nøkkel:
nl_be: Sleutel:
pl_pl: Klucz:
pt_pt: Chave:
ro_ro: Cheie:
ru_ru: Ключ:
sk_sk: Kľúč:
sl_si: Ključ:
sr_cyrl_rs: Кључ:
sr_latn_rs: Ključ:
sv_se: Nyckel:
th_th: คีย์:
tr_tr: Anahtar:
uk_ua: Ключ:
vi_vn: Khóa:
zh_cn: 密钥:
zh_tw: 索引鍵：

source: Knowledge check
ar_sa: اكتمل اختبار المعلومات
bg_bg: Проверка на знанията
ca_es: Comprovació de coneixement
cs_cz: Kontrola znalostí
da_dk: Videnkontrol
de_de: Überprüfung der Kenntnisse
el_gr: Έλεγχος γνώσεων
es_es: Comprobación de conocimiento
et_ee: Teadmiste kontroll
eu_es: Jakintza egiaztatzeko prozesua
fi_fi: Tietämyksen tarkistus
fr_ca: Vérification des connaissances
ga_ie: Seiceáil eolais
gl_es: Comprobación de coñecemento
he_il: מבחן ידע
hi_in: नॉलेज चेक
hr_hr: Provjera znanja
hu_hu: Tudásteszt
id_id: Uji pengetahuan
is_is: Kunnáttupróf
it_it: Verifica delle competenze
ja_jp: 知識確認
kk_kz: Білімді тексеру
ko_kr: 지식 검사
lb_lu: Quiz
lt_lt: Žinių patikra
lv_lv: Zināšanu pārbaude
ms_my: Semakan pengetahuan
mt_mt: Test tal-Għarfien
nb_no: Kunnskapstest
nl_be: Kenniscontrole
pl_pl: Test wiedzy
pt_pt: Verificação de conhecimento
ro_ro: Verificarea cunoștințelor
ru_ru: Тест на проверку знаний
sk_sk: Kontrola vedomostí
sl_si: Preverjanje znanja
sr_cyrl_rs: Провера знања
sr_latn_rs: Provera znanja
sv_se: Kunskapstest
th_th: ตรวจสอบความรู้
tr_tr: Bilgi Denetimi
uk_ua: Перевірка знань
vi_vn: Bài kiểm tra kiến thức
zh_cn: 知识检查
zh_tw: 知識檢查

# knowledgeCheckCompleAllAnswers
source: Knowledge check complete. You answered all questions correctly.
ar_sa: اكتمل اختبار المعلومات. لقد أجبت على كل الأسئلة بإجابات صحيحة.
bg_bg: Проверката на знанията е завършена. Отговорихте правилно на всички въпроси.
ca_es: S'ha completat la comprovació de coneixement. Heu respost totes les preguntes correctament.
cs_cz: Kontrola znalostí dokončena. Na všechny otázky jste odpověděli správně.
da_dk: Videnkontrol er fuldført. Du har besvaret alle spørgsmål korrekt.
de_de: Die Wissensbeurteilung wurde abgeschlossen. Sie haben alle Fragen richtig beantwortet.
el_gr: Ο έλεγχος γνώσεων ολοκληρώθηκε. Απαντήσατε σωστά σε όλες τις ερωτήσεις.
es_es: Comprobación de conocimiento completada. Ha respondido correctamente a todas las preguntas.
et_ee: Teadmiste kontroll on sooritatud. Vastasite kõigile küsimustele õigesti.
eu_es: Osatu da jakintza egiaztatzeko prozesua. Ondo erantzun dituzu galdera guztiak.
fi_fi: Tietämyksen tarkistus suoritettu. Vastasit kaikkiin kysymyksiin oikein.
fr_ca: Vérification des connaissances terminée. Vous avez répondu correctement à toutes les réponses.
ga_ie: Seiceáil eolais críochnaithe. D’fhreagair tú na ceisteanna ar fad i gceart.
gl_es: Comprobación de coñecemento concluída. Respondeu todas as preguntas correctamente.
he_il: מבחן הידע הושלם. ענית נכונה על כל השאלות.
hi_in: जानकारी जाँच पूर्ण. आपने सभी प्रश्नों के सही उत्तर दिए.
hr_hr: Provjera znanja je dovršena. Na sva ste pitanja točno odgovorili.
hu_hu: Tudásteszt kész. Minden kérdésre helyesen válaszolt.
id_id: Uji pengetahuan selesai. Anda menjawab semua pertanyaan dengan benar.
is_is: Kunnáttuprófi lokið. Þú svaraðir öllum spurningunum rétt.
it_it: La verifica delle competenze è stata completata. Hai risposto correttamente a tutte le domande.
ja_jp: 知識チェックが完了しました。 すべての質問に正しく回答しました。
kk_kz: Білімді тексеру аяқталды. Барлық сұрақтарға дұрыс жауап бердіңіз.
ko_kr: 지식 점검을 완료했습니다. 모든 질문에 올바르게 답변했습니다.
lb_lu: Quizerausfuerdung ofgeschloss. Dir hutt all d'Froe korrekt beäntwert.
lt_lt: Žinių patikra baigta. Į visus klausimus atsakėte teisingai.
lv_lv: Zināšanu pārbaude ir pabeigta. Jūs atbildējāt uz visiem jautājumiem pareizi.
ms_my: Semakan pengetahuan lengkap. Anda menjawab semua soalan dengan betul.
mt_mt: Il-verifika tal-għarfien lesta. Weġibt tajjeb il-mistoqsijiet kollha.
nb_no: Kunnskapstesten er fullført. Du svarte rett på alle spørsmålene.
nl_be: Kennistoets voltooid U hebt alle vragen correct beantwoord.
pl_pl: Test wiedzy ukończony. Wszystkie Twoje odpowiedzi na pytania były poprawne.
pt_pt: Verificação de conhecimento concluída. Respondeu a todas as questões corretamente.
ro_ro: Verificare cunoștințe finalizată. Ați răspuns corect la toate întrebările.
ru_ru: Тест на проверку знаний выполнен. Вы ответили правильно на все вопросы.
sk_sk: Kontrola vedomostí bola dokončená. Na všetky otázky ste odpovedali správne.
sl_si: Preverjanje znanja je dokončano. Na vsa vprašanja ste odgovorili pravilno.
sr_cyrl_rs: Провера знања је завршена. На сва питања сте одговорили тачно.
sr_latn_rs: Dovršena je provera znanja. Odgovorili ste ispravno na sva pitanja.
sv_se: Kunskapstestet är klart. Du svarade rätt på alla frågor.
th_th: ตรวจสอบความรู้เสร็จสมบูรณ์ คุณตอบคำถามทุกข้ออย่างถูกต้อง
tr_tr: Bilgi kontrolü tamamlandı. Tüm sorulara doğru yanıt verdiniz.
uk_ua: Перевірку знань завершено. Ви правильно відповіли на всі запитання.
vi_vn: Đã hoàn thành bài kiểm tra kiến thức. Bạn đã trả lời chính xác tất cả câu hỏi.
zh_cn: 知识检查完成。 你正确地回答了所有问题。
zh_tw: 知識檢定完畢。 您正確地回答了所有問題。

source: Knowledge check complete
ar_sa: اكتمل اختبار المعلومات
bg_bg: Проверката на знанията е завършена
ca_es: S'ha completat la comprovació de coneixement.
cs_cz: Kontrola znalostí dokončena
da_dk: Videnkontrol er fuldført
de_de: Überprüfung der Kenntnisse abgeschlossen
el_gr: Ο έλεγχος γνώσεων ολοκληρώθηκε
es_es: Comprobación de conocimiento completada
et_ee: Teadmiste kontroll on lõpetatud
eu_es: Osatu da jakintza egiaztatzeko prozesua
fi_fi: Tietämyksen tarkistus suoritettu
fr_ca: Vérification des connaissances terminée
ga_ie: Críochnaíodh an tseiceáil eolais
gl_es: Comprobación de coñecemento concluída
he_il: מבחן הידע הושלם
hi_in: नॉलेज चेक पूर्ण
hr_hr: Provjera znanja je dovršena
hu_hu: Tudásteszt kész
id_id: Uji Pengetahuan Selesai
is_is: Kunnáttuprófi lokið
it_it: La verifica delle competenze è stata completata
ja_jp: 知識確認の完了
kk_kz: Білімді тексеру аяқталды
ko_kr: 지식 검사 완료
lb_lu: Quizerausfuerdung Ofgeschloss
lt_lt: Žinių patikra baigta
lv_lv: Zināšanu pārbaude pabeigta.
ms_my: Semakan Pengetahuan Lengkap
mt_mt: Test tal-Għarfien Lest
nb_no: Kunnskapstest fullført
nl_be: Kenniscontrole voltooid
pl_pl: Test wiedzy ukończony
pt_pt: Verificação de Conhecimento Concluída
ro_ro: Verificarea cunoștințelor s-a finalizat
ru_ru: Тест на проверку знаний выполнен
sk_sk: Kontrola vedomostí bola dokončená
sl_si: Preverjanje znanja je dokončano
sr_cyrl_rs: Провера знања је завршена
sr_latn_rs: Dovršena je provera znanja
sv_se: Kunskapstestet är klart
th_th: ตรวจสอบความรู้เสร็จสมบูรณ์
tr_tr: Bilgi Denetimi Tamamlandı
uk_ua: Перевірку знань завершено
vi_vn: Đã hoàn thành bài kiểm tra kiến thức
zh_cn: 知识检查完成
zh_tw: 知識檢查完成

# knowledgeCheckCompleted
source: You have completed the {tutorial} knowledge check.
ar_sa: لقد أكملت اختبار المعلومات لـ {tutorial}.
bg_bg: Завършихте проверката на знанията с {tutorial}.
ca_es: Heu completat la comprovació de coneixement {tutorial}.
cs_cz: Dokončili jste kontrolu znalostí pro {tutorial}.
da_dk: Du har fuldført videnkontrol for {tutorial}.
de_de: Sie haben die Überprüfung Ihrer Kenntnisse für „{tutorial}“ abgeschlossen.
el_gr: Ολοκληρώσατε τον έλεγχο γνώσεων {tutorial}.
es_es: Ha completado la comprobación de conocimiento {tutorial}.
et_ee: Lõpetasite õppetüki {tutorial} teadmiste kontrolli.
eu_es: Osatu duzu jakintza egiaztatzeko "{tutorial}" tutoriala.
fi_fi: Olet suorittanut {tutorial} tietämyksen tarkistuksen.
fr_ca: Vous avez terminé la vérification des connaissances du tutoriel {tutorial}.
ga_ie: Tá an tseiceáil eolais {tutorial} críochnaithe agat.
gl_es: Concluíuse a comprobación de coñecemento de {tutorial}.
he_il: השלמת את מבחן הידע של {tutorial}.
hi_in: आप {tutorial} नॉलेज चेक पूरा कर चुके हैं.
hr_hr: Dovršili ste provjeru znanja u vodiču {tutorial}.
hu_hu: Ön elvégezte a(z) {tutorial} tudástesztjét.
id_id: Anda telah menyelesaikan uji pengetahuan {tutorial}.
is_is: Þú laukst kunnáttuprófi í {tutorial}.
it_it: Hai completato la verifica delle competenze per {tutorial}.
ja_jp: {tutorial} の知識確認を完了しました。
kk_kz: Сіз {tutorial} білімді тексеруін аяқтадыңыз.
ko_kr: {tutorial} 지식 검사를 완료했습니다.
lb_lu: Dir hutt den {tutorial} Quiz ofgeschloss.
lt_lt: Baigėte {tutorial} žinių patikrą.
lv_lv: Apmācības {tutorial} zināšanu pārbaude pabeigta.
ms_my: Anda telah melengkapkan {tutorial} semakan pengetahuan.
mt_mt: Għadek kemm lestejt it-test tal-għarfien ta’ {tutorial}.
nb_no: Du har fullført {tutorial}-kunnskapstesten.
nl_be: U hebt de kenniscontrole {tutorial} voltooid.
pl_pl: Test wiedzy dla samouczka {tutorial} został ukończony.
pt_pt: Concluiu a verificação de conhecimento {tutorial}.
ro_ro: Ați finalizat verificarea cunoștințelor pentru secțiunea {tutorial}.
ru_ru: Вы прошли тест на проверку знаний по руководству {tutorial}.
sk_sk: Dokončili ste kontrolu vedomostí pre kurz {tutorial}.
sl_si: Dokončali ste preverjanje znanja vadnice {tutorial}.
sr_cyrl_rs: Довршили сте {tutorial} проверу знања.
sr_latn_rs: Dovršili ste {tutorial} proveru znanja.
sv_se: Du har svarat på alla frågor i {tutorial}-kunskapstestet.
th_th: คุณทำการตรวจสอบความรู้{tutorial}เสร็จสมบูรณ์แล้ว
tr_tr: {tutorial} bilgi denetimini tamamladınız.
uk_ua: Ви завершили перевірку знань за розділом "{tutorial}".
vi_vn: Bạn đã hoàn thành bài kiểm tra kiến thức {tutorial}.
zh_cn: 你已完成 {tutorial} 知识检查。
zh_tw: 您已完成 {tutorial} 的知識檢查。

# knowledgeCheckCompletedText
source: You have completed the {tutorial} section of the module. Now you can move to the next section {nextUnitName}.
ar_sa: لقد أكملت القسم {tutorial} من هذه الوحدة النمطية. الآن يمكنك الانتقال إلى القسم التالي {nextUnitName}.
bg_bg: Завършихте раздела {tutorial} на този модул. Сега можете да продължите към следващия раздел {nextUnitName}.
ca_es: Heu completat la secció {tutorial} del mòdul. Ja podeu passar la pròxima secció: {nextUnitName}.
cs_cz: Dokončili jste část {tutorial} tohoto modulu. Teď můžete přejít k následující části {nextUnitName}.
da_dk: Du har fuldført {tutorial}-sektionen i modulet. Nu kan du gå videre til næste sektion: {nextUnitName}.
de_de: Sie haben den Abschnitt des Moduls zu {tutorial} abgeschlossen. Sie können nun mit dem nächsten Abschnitt {nextUnitName} fortfahren.
el_gr: Ολοκληρώσατε την ενότητα {tutorial} της λειτουργικής μονάδας. Πλέον, μπορείτε να μεταβείτε στην επόμενη ενότητα {nextUnitName}.
es_es: Ha completado la sección {tutorial} del módulo. Ya puede pasar a la sección siguiente, {nextUnitName}.
et_ee: Lõpetasite mooduli jaotise {tutorial}. Võite nüüd liikuda järgmise jaotise {nextUnitName} juurde.
eu_es: Osatu duzu moduluaren "{tutorial}" atala. Orain, {nextUnitName} atalera pasa zaitezke.
fi_fi: Olet suorittanut moduulin osion {tutorial}. Voit siirtyä seuraavaan osioon {nextUnitName}.
fr_ca: Vous avez terminé la section {tutorial} du module. Vous pouvez désormais passer à la section suivante {nextUnitName}.
ga_ie: Tá an rannán {tutorial} den mhodúl críochnaithe agat. Anois is féidir leat bogadh ar aghaidh chuig an gcéad rannán eile {nextUnitName}.
gl_es: Concluíuse a sección {tutorial} do módulo. Xa podes pasar á sección seguinte {nextUnitName}.
he_il: השלמת את המקטע {tutorial} במודול. כעת באפשרותך לעבור למקטע הבא {nextUnitName}.
hi_in: आपने मॉड्यूल का {tutorial} अनुभाग पूर्ण कर लिया है. अब आप अगले अनुभाग {nextUnitName} पर जा सकते हैं.
hr_hr: Dovršili ste test iz materijala u vodiču {tutorial}. Sada možete nastaviti na drugu rubriku {nextUnitName}.
hu_hu: Teljesítette a modul {tutorial} szakaszát. Most már továbbléphet a következő szakaszra: {nextUnitName}.
id_id: Anda telah menyelesaikan bagian {tutorial} dari modul. Sekarang Anda dapat beralih ke bagian berikutnya {nextUnitName}.
is_is: Þú kláraðir hlutann {tutorial} fyrir eininguna. Nú geturðu farið áfram í næsta hluta {nextUnitName}.
it_it: Hai completato la sezione di {tutorial} del modulo. Ora puoi passare alla sezione successiva {nextUnitName}.
ja_jp: モジュールの {tutorial} セクションを完了しました。 これで、次のセクション {nextUnitName} に進むことができます。
kk_kz: Енді келесі {tutorial} бөліміне өте аласыз. {nextUnitName} бөліміне өту
ko_kr: 모듈의 {tutorial} 섹션을 완료했습니다. 이제 다음 섹션 {nextUnitName}(으)로 이동할 수 있습니다.
lb_lu: Dir hutt d'Sektioun {tutorial} vum Modul ofgeschloss. Dir kënnt elo op déi nächst Sektioun {nextUnitName} wiesselen.
lt_lt: Baigėte modulio {tutorial} skyrių. Dabar galite pereiti prie kito skyriaus {nextUnitName}.
lv_lv: Pabeidzāt moduļa sadaļu {tutorial}. Tagad varat pāriet uz nākamo sadaļu — {nextUnitName}.
ms_my: Anda telah melengkapkan bahagian {tutorial} modul. Sekarang anda boleh beralih ke bahagian seterusnya {nextUnitName}.
mt_mt: Għadek kemm temmejt it-taqsima ta’ {tutorial} tal-modulu. Issa tista' tmur fit-taqsima li jmiss {nextUnitName}.
nb_no: Du har fullført {tutorial}-delen av modulen. Nå kan du gå videre til neste del, {nextUnitName}.
nl_be: U hebt de {tutorial}-sectie van de module voltooid. U kunt nu verder gaan met de volgende sectie {nextUnitName}.
pl_pl: Sekcja {tutorial} modułu została ukończona. Teraz możesz przejść do następnej sekcji: {nextUnitName}.
pt_pt: Já concluiu a secção de {tutorial} do módulo. Agora pode passar para a secção seguinte {nextUnitName}.
ro_ro: Ați finalizat secțiunea {tutorial} a modulului. Acum vă puteți deplasa la secțiunea următoare {nextUnitName}.
ru_ru: Вы завершили раздел модуля, посвященный руководству {tutorial}. Теперь можете перейти к следующему разделу {nextUnitName}.
sk_sk: Dokončili ste sekciu {tutorial} modulu. Môžete prejsť na ďalšiu sekciu {nextUnitName}.
sl_si: Dokončali ste poglavje vadnice {tutorial} za modul. Zdaj lahko nadaljujete z naslednjim poglavjem {nextUnitName}.
sr_cyrl_rs: Довршили сте {tutorial} одељак модула. Сада можете прећи на следећи одељак {nextUnitName}.
sr_latn_rs: Dovršili ste {tutorial} odeljak modula. Sada možete da pređete na sledeći odeljak {nextUnitName}.
sv_se: Du har slutfört {tutorial}-avsnittet av modulen. Nu kan du fortsätta till nästa avsnitt {nextUnitName}.
th_th: คุณทำส่วน{tutorial}ของโมดูลนี้เสร็จแล้ว ตอนนี้ คุณสามารถไปทำต่อที่ส่วนถัดไป{nextUnitName}ได้แล้ว
tr_tr: Modülün {tutorial} bölümünü tamamladınız. Artık {nextUnitName} adlı sonraki bölüme geçebilirsiniz.
uk_ua: Ви завершили розділ "{tutorial}" цього модуля. Тепер можна перейти до наступного розділу – "{nextUnitName}".
vi_vn: Bạn đã hoàn thành phần {tutorial} của mô-đun. Bây giờ, bạn có thể chuyển sang phần tiếp theo {nextUnitName}.
zh_cn: 已完成本模块的 {tutorial} 部分。 现在可以继续学习下一部分 {nextUnitName}。
zh_tw: 您已完成了此模組的 {tutorial} 區段。 您現在可以繼續下一個區段 {nextUnitName}。

# knowledgeCheckCouldNotGrade
source: Oops, we could not mark your knowledge check. Please try again.
ar_sa: نأسف، تعذر علينا تقييم اختبار معلوماتك. الرجاء إعادة المحاولة.
bg_bg: Не успяхме да оценим проверката на вашите знания. Опитайте отново.
ca_es: No hem pogut qualificar la vostra comprovació de coneixement. Torneu-ho a provar.
cs_cz: Jejda, vaše znalosti se nám nepovedlo ohodnotit. Zkuste to prosím znovu.
da_dk: Vi kunne desværre ikke bedømme din videnkontrol. Prøv igen.
de_de: Wir konnten die Überprüfung Ihrer Kenntnisse leider nicht bewerten. Versuchen Sie es erneut.
el_gr: Ωχ! Δεν ήταν δυνατή η βαθμολόγηση του ελέγχου γνώσεών σας. Προσπαθήστε ξανά.
es_es: No hemos podido calificar su comprobación de conocimiento. Inténtelo de nuevo.
et_ee: Oih, me ei saanud teie teadmiste kontrolli hinnata. Proovige uuesti.
eu_es: Ezin izan diogu nota jarri jakintza egiaztatzeko prozesuari. Saiatu berriro.
fi_fi: Hups, tietämyksen tarkistusta ei voitu arvostella. Yritä uudelleen.
fr_ca: La notation de votre vérification des connaissances a échoué. Veuillez réessayer.
ga_ie: Úps, ní féidir linn an tseiceáil eolais a ghrádú. Bain triail eile as.
gl_es: Non se puido cualificar a comprobación de coñecemento. Ténteo de novo.
he_il: אופס, לא הייתה אפשרות להעניק ציון למבחן הידע שלך. נסה שוב.
hi_in: ओह, हम आपके नॉलेज चेक को ग्रेड नहीं कर सके. कृपया दुबारा कोशिश करें.
hr_hr: Nismo uspjeli ocijeniti vaše znanje. Pokušajte ponovno.
hu_hu: Sajnos nem tudtuk pontozni a tudástesztjét. Próbálkozzon újra.
id_id: Ups, kami tidak dapat memberi nilai uji pengetahuan Anda. Harap coba lagi.
is_is: Úbbs, við gátum ekki gefið þér einkunn fyrir kunnáttuprófið. Vinsamlegast reyndu aftur.
it_it: Non siamo riusciti ad assegnare un punteggio alla tua verifica delle competenze. Riprova.
ja_jp: 知識確認の成績を評価できませんでした。 もう一度やり直してください。
kk_kz: Кешіріңіз, білімді тексеруді бағалай алмадық. Әрекетті қайталаңыз.
ko_kr: 죄송합니다. 지식 검사 점수를 매길 수 없습니다. 다시 시도하세요.
lb_lu: Ups, mir konnten Äre Quiz net benouten. Probéiert et w. e. g. erneit.
lt_lt: Oi, mums nepavyko įvertinti jūsų žinių patikros. Bandykite dar kartą.
lv_lv: Neizdevās novērtēt zināšanu pārbaudi. Lūdzu, mēģiniet vēlreiz.
ms_my: Op, kami tidak dapat menilai semakan pengetahuan anda. Sila cuba lagi.
mt_mt: Oops, ma stajniex nagħtu marka lit-test tal-għarfien tiegħek. Erġa' pprova.
nb_no: Vi kunne ikke rette kunnskapstesten din. Prøv på nytt.
nl_be: Er kan geen score worden berekend voor uw kenniscontrole. Probeer het opnieuw.
pl_pl: Niestety, nie mogliśmy ocenić Twojego testu wiedzy. Spróbuj ponownie.
pt_pt: Ups, não conseguimos avaliar a sua verificação de conhecimento. Tente novamente.
ro_ro: Ne pare rău, dar nu am putut evalua verificarea cunoștințelor dvs. Încercați din nou.
ru_ru: Произошла ошибка. Мы не можем оценить ваш тест на проверку знаний. Повторите попытку.
sk_sk: Ľutujeme, nepodarilo sa nám ohodnotiť vašu kontrolu vedomostí. Skúste to znova.
sl_si: Vašega preverjanja znanja žal nismo mogli oceniti. Poskusite znova.
sr_cyrl_rs: Упс, нисмо успели да оценимо проверу знања. Покушајте поново.
sr_latn_rs: Ups, nismo uspeli da ocenimo proveru znanja. Pokušajte ponovo.
sv_se: Hoppsan, vi kunde inte rätta ditt kunskapstest. Försök igen.
th_th: ขออภัย เราไม่สามารถตรวจสอบระดับความรู้ของคุณได้ โปรดลองใหม่อีกครั้ง
tr_tr: Ne yazık ki bilgi denetiminizi değerlendiremedik. Lütfen tekrar deneyin.
uk_ua: На жаль, ми не змогли оцінити перевірку ваших знань. Спробуйте знову.
vi_vn: Rất tiếc, chúng tôi không thể chấm điểm bài kiểm tra kiến thức của bạn. Vui lòng thử lại.
zh_cn: 糟糕，我们无法对你的知识检查进行评分。 请重试。
zh_tw: 抱歉，我們無法為您的知識檢查評分。 請再試一次。
