Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# threadMemberScope_instance
source: All members of this class are thread safe.
ar_sa: كل أعضاء المثيل لهذه الفئة يخضعون لأمان مؤشر الترابط.
bg_bg: Всички членове на екземпляра от този клас са с безопасни условия за нишките.
ca_es: Tots els membres d’instància d’aquesta classe són segurs per a subprocessos.
cs_cz: Všichni členové instance této třídy umožňují bezpečný přístup z více vláken.
da_dk: Alle instansmedlemmer af denne klasse er trådsikre.
de_de: All Instanzmember dieser Klasse sind threadsicher.
el_gr: Ισχύει ασφάλεια νήματος για όλα τα μέλη παρουσίας αυτής της κλάσης.
es_es: Todos los miembros de la instancia de esta clase son seguros para subprocesos.
et_ee: Kõik selle klassi eksemplariliikmed on lõime jaoks turvalised.
eu_es: Klase honetako instantziaren kide guztiak seguruak dira harietarako.
fi_fi: Kaikki luokan esiintymäjäsenet ovat säieturvallisia.
fr_ca: Tous les membres d’instance de cette classe sont à fil sécurisé.
ga_ie: Tá gach ball áscach den aicme seo snáithe-shábháilte.
gl_es: Todos os membros da instancia desta clase son seguros para subprocesos.
he_il: כל החברים הארעיים במחלקה זו מוגנים מפני איומים.
hi_in: इस क्लास के सभी इंस्टैंस मेंबर थ्रेड से सुरक्षित हैं.
hr_hr: Svi instancirani članovi klase sigurni su za nit.
hu_hu: Ennek az osztálynak minden tagpéldánya szálbiztos.
id_id: Semua anggota instans kelas ini aman untuk thread.
is_is: Allir tilfellismeðlimir þessa flokks eru ekki í áhættu.
it_it: Tutti i membri di istanza di questa classe sono thread-safe.
ja_jp: このクラスのインスタンス メンバーはすべて、スレッド セーフです。
kk_kz: Бұл кластағы барлық нұсқа мүшелері үшін ағын қауіпсіздігі қамтамасыз етілген.
ko_kr: 이 클래스의 모든 인스턴스 멤버는 스레드로부터 안전합니다.
lb_lu: All Instanzmembere vun dëser Klass si threadsécher.
lt_lt: Visus šios klasės egzempliorių narius galima naudoti su gijomis.
lv_lv: Visus šīs klases instanču elementus var droši izsaukt no vairākiem pavedieniem.
ms_my: Semua ahli tika kelas ini adalah jaluran selamat.
mt_mt: Il-membri kollha tal-istanzi ta' din il-klassi huma siguri mill-fil.
nb_no: Alle forekomstmedlemmer av denne klassen er trådsikre.
nl_be: Alle instantieleden van deze klasse zijn thread-veilig.
pl_pl: Wszystkie składowe wystąpienia tej klasy są bezpieczne wątkowo.
pt_pt: Todos os membros de instância desta classe estão seguros para threads.
ro_ro: Toți membrii de instanță ai aceste clase sunt siguri din perspectiva firelor.
ru_ru: Все элементы экземпляра этого класса потокобезопасны.
sk_sk: Všetky členy inštancie tejto triedy sú zabezpečené z hľadiska vláken.
sl_si: Vsi člani primerka tega razreda so varni za nit.
sr_cyrl_rs: Сви чланови инстанце ове групе се третирају на безбедан начин.
sr_latn_rs: Svi članovi instance ove grupe se tretiraju na bezbedan način.
sv_se: Alla instansmedlemmar i den här klassen är trådsäkra.
th_th: สมาชิกแบบอินสแตนซ์ทั้งหมดของคลาสนี้ได้รับการตรวจสอบความถูกต้องของเธรดแล้ว
tr_tr: Bu sınıfın tüm örnek üyeleri iş parçacığı güvenlidir.
uk_ua: Усі елементи екземплярів цього класу потокобезпечні.
vi_vn: Tất cả các thành viên thể hiện của lớp này đều an toàn luồng.
zh_cn: 此类的所有实例成员均为线程安全。
zh_tw: 此類別的所有執行個體成員都是安全執行緒。

# threadMemberScope_static
source: All members of this class are thread safe.
ar_sa: كل الأعضاء الثابتين لهذه الفئة يخضعون لأمان مؤشر الترابط.
bg_bg: Всички статични членове от този клас са с безопасни условия за нишките.
ca_es: Tots els membres estàtics d’aquesta classe són segurs per a subprocessos.
cs_cz: Všichni statičtí členové této třídy umožňují bezpečný přístup z více vláken.
da_dk: Alle statistikmedlemmer af denne klasse er trådsikre.
de_de: All statischen Member dieser Klasse sind threadsicher.
el_gr: Ισχύει ασφάλεια νήματος για όλα τα στατικά μέλη αυτής της κλάσης.
es_es: Todos los miembros estáticos de esta clase son seguros para subprocesos.
et_ee: Kõik selle klassi staatilised liikmed on lõime jaoks turvalised.
eu_es: Klase honetako kide estatiko guztiak seguruak dira harietarako.
fi_fi: Kaikki luokan staattiset jäsenet ovat säieturvallisia.
fr_ca: Tous les membres statiques de cette classe sont à fil sécurisé.
ga_ie: Tá gach ball statach den aicme seo snáithe-shábháilte.
gl_es: Todos os membros estáticos desta clase son seguros para subprocesos.
he_il: כל החברים הקבועים במחלקה זו מוגנים מפני איומים.
hi_in: इस क्लास के सभी स्टेटिक मेंबर थ्रेड से सुरक्षित हैं.
hr_hr: Svi statični članovi klase sigurni su za nit.
hu_hu: Ennek az osztálynak minden statikus tagja szálbiztos.
id_id: Semua anggota statis kelas ini aman untuk thread.
is_is: Allir kyrrir meðlimir þessa flokks eru ekki í áhættu.
it_it: Tutti i membri statici di questa classe sono thread-safe.
ja_jp: このクラスの静的メンバーはすべて、スレッド セーフです。
kk_kz: Бұл кластағы барлық статикалық мүшелер үшін ағын қауіпсіздігі қамтамасыз етілген.
ko_kr: 이 클래스의 모든 정적 멤버는 스레드로부터 안전합니다.
lb_lu: All statesch Membere vun dëser Klass si threadsécher.
lt_lt: Visus statinius šios klasės narius galima naudoti su gijomis.
lv_lv: Visus šīs klases statiskos elementus var droši izsaukt no vairākiem pavedieniem.
ms_my: Semua ahli statik kelas ini adalah jaluran selamat.
mt_mt: Il-membri statiċi kollha ta' din il-klassi huma siguri mill-fil.
nb_no: Alle statiske medlemmer av denne klassen er trådsikre.
nl_be: Alle statische leden van deze klasse zijn thread-veilig.
pl_pl: Wszystkie składowe statyczne tej klasy są bezpieczne wątkowo.
pt_pt: Todos os membros estáticos desta classe estão seguros para threads.
ro_ro: Toți membrii statici ai aceste clase sunt siguri din perspectiva firelor.
ru_ru: Все статические элементы этого класса потокобезопасны.
sk_sk: Všetky statické členy tejto triedy sú zabezpečené z hľadiska vláken.
sl_si: Vsi statični člani tega razreda so varni za nit.
sr_cyrl_rs: Сви статични чланови ове групе се третирају на безбедан начин.
sr_latn_rs: Svi statični članovi ove grupe se tretiraju na bezbedan način.
sv_se: Alla statiska medlemmar i den här klassen är trådsäkra.
th_th: สมาชิกแบบคงที่ทั้งหมดของคลาสนี้ได้รับการตรวจสอบความถูกต้องของเธรดแล้ว
tr_tr: Bu sınıfın tüm statik üyeleri iş parçacığı güvenlidir.
uk_ua: Усі статичні елементи цього класу потокобезпечні.
vi_vn: Tất cả các thành viên tĩnh của lớp này đều an toàn luồng.
zh_cn: 此类的所有静态成员均为线程安全。
zh_tw: 此類別的所有靜態成員都是安全執行緒。

# threadMemberScope_unsupported
source: This type is not thread safe.
ar_sa: هذا النوع غير خاضع لأمان مؤشر الترابط.
bg_bg: Този тип не е с безопасни условия за нишките.
ca_es: Aquest tipus no té garantida la seguretat per a subprocessos.
cs_cz: Tento typ neumožňuje bezpečný přístup z více vláken.
da_dk: Denne type er ikke trådsikker.
de_de: Dieser Typ ist nicht threadsicher.
el_gr: Δεν ισχύει ασφάλεια νήματος για αυτόν τον τύπο.
es_es: Este tipo no es seguro para subprocesos.
et_ee: See tüüp pole lõime jaoks turvaline.
eu_es: Mota hau ez da segurua harietarako.
fi_fi: Tämä tyyppi ei ole säieturvallinen.
fr_ca: Ce type n’est pas à fil sécurisé.
ga_ie: Níl an cineál seo snáithe-shábháilte.
gl_es: Este tipo non é seguro para subprocesos.
he_il: סוג זה אינו מוגן מפני איומים.
hi_in: यह प्रकार थ्रेड से सुरक्षित नहीं है.
hr_hr: Ta vrsta nije sigurna za nit.
hu_hu: Ez a típus nem szálbiztos.
id_id: Jenis ini tidak aman untuk thread.
is_is: Þessi tegund er ekki örugg.
it_it: Questo tipo non è thread-safe.
ja_jp: この型はスレッド セーフではありません。
kk_kz: Бұл түр үшін ағын қауіпсіздігі қамтамасыз етілмеген.
ko_kr: 이 형식은 스레드로부터 안전하지 않습니다.
lb_lu: Dësen Typ ass net threadsécher.
lt_lt: Šio tipo su gijomis naudoti negalima.
lv_lv: Šis tips nav drošs izsaukšanai no vairākiem pavedieniem.
ms_my: Jenis ini bukan jaluran selamat.
mt_mt: Dan it-tip mhuwiex sigur mill-fil.
nb_no: Denne typen er ikke trådsikker.
nl_be: Dit type is niet thread-veilig.
pl_pl: Ten typ nie jest bezpieczny wątkowo.
pt_pt: Este tipo não está seguro para threads.
ro_ro: Acest tip nu este sigur din perspectiva firelor.
ru_ru: Этот тип не потокобезопасен.
sk_sk: Tento typ nie je zabezpečený z hľadiska vláken.
sl_si: Ta vrsta ni varna za nit.
sr_cyrl_rs: Овај тип није безбедан за нит.
sr_latn_rs: Ovaj tip nije bezbedan za nit.
sv_se: Den här typen är inte trådsäker.
th_th: ประเภทนี้ไม่ได้รับการตรวจสอบความถูกต้องของเธรด
tr_tr: Bu tür, iş parçacığı güvenli değildir.
uk_ua: Цей тип не підтримує потокову безпеку.
vi_vn: Loại này không an toàn luồng.
zh_cn: 此类型并非线程安全。
zh_tw: 此類型不是安全執行緒。

source: Thread safety
ar_sa: أمان مؤشر الترابط
bg_bg: Защита на нишката
ca_es: Seguretat per a subprocessos
cs_cz: Bezpečný přístup z více vláken
da_dk: Sikkerhed af tråd
de_de: Threadsicherheit
el_gr: Ασφάλεια νήματος
es_es: Seguridad para subprocesos
et_ee: Lõime turvalisus
eu_es: Hariaren segurtasuna
fi_fi: Säikeen turvallisuus
fr_ca: Sécurité du fil
ga_ie: Sábháilteacht snáithe
gl_es: Seguranza para subprocesos
he_il: בטיחות הליכי משנה
hi_in: थ्रेड सुरक्षा
hr_hr: Sigurnost niti
hu_hu: Szálbiztonság
id_id: Keamanan Thread
is_is: Öryggi þráðar
ja_jp: スレッド セーフ
kk_kz: Ағын қауіпсіздігі
ko_kr: 스레드 보안
lb_lu: Threadsécherheet
lt_lt: Gijų sauga
lv_lv: Pavediena drošība
ms_my: Keselamatan Jaluran
mt_mt: Sigurtà tal-Fil
nb_no: Trådsikkerhet
nl_be: Veiligheid thread
pl_pl: Bezpieczeństwo wątkowe
pt_pt: Segurança de Thread
ro_ro: Siguranță fir
ru_ru: Потокобезопасность
sk_sk: Bezpečnosť vlákna
sl_si: Varnost niti
sr_cyrl_rs: Безбедност нити
sr_latn_rs: Bezbednost niti
sv_se: Trådsäkerhet
th_th: การตรวจสอบความถูกต้องของเธรด
tr_tr: İş Parçacığı Güvenliği
uk_ua: Безпека потоку
vi_vn: An toàn luồng
zh_cn: 线程安全性
zh_tw: 執行緒安全性

# thumbsDownReactionCount
source: {0} thumbs-down reactions
ar_sa: {0} من تفاعلات إبهام لأسفل
bg_bg: {0} реагираха с палец надолу
ca_es: {0} reaccions No m'agrada
cs_cz: {0} reakcí s palcem dolů
da_dk: {0} tommelfinger nedad-reaktioner
de_de: {0} Reaktionen mit Daumen nach unten
el_gr: {0} αντιδράσεις αποδοκιμασίας
es_es: {0} reacciones de disconformidad
et_ee: {0} pöial alla reaktsiooni
eu_es: Kontrako {0} erantzun
fi_fi: {0} alapeukkureaktiota
fr_ca: {0} réactions « pouce vers le bas »
ga_ie: {0} freagairt mhíshásta
gl_es: {0} respostas de polgares cara abaixo
he_il: {0} תגובות של אגודלים מצביעים כלפי מטה
hi_in: {0} थम्स डाउन की प्रतिक्रिया
hr_hr: Palčeva prema dolje: {0}
hu_hu: {0} lepontozás visszajelzés
id_id: {0} reaksi jempol ke bawah
is_is: {0} viðbrögð með þumalinn niður
it_it: {0} reazioni di disapprovazione
ja_jp: {0} 件のリアクション (親指を下に向ける)
kk_kz: {0} «ұнатпау» реакциясы
ko_kr: 엄지 손가락 아래로 반응 {0}개
lb_lu: {0}-Daum-erof-Reaktiounen
lt_lt: Reakcijų Nykštys žemyn: {0}
lv_lv: Atzīmes ar īkšķi uz leju ({0})
ms_my: {0} reaksi tidak bagus
mt_mt: {0} reazzjonijiet ta' disfatta
nb_no: {0} tommel ned-reaksjoner
nl_be: {0} reacties met duim omlaag
pl_pl: Reakcje „Kciuki w dół”: {0}
pt_pt: {0} reações com polegar para baixo
ro_ro: {0} reacții „nu apreciez”
ru_ru: Неодобрительных смайликов: {0}
sk_sk: Reakcie palec dole: {0}
sl_si: Odzivi z »Ni mi všeč«: {0}
sr_cyrl_rs: Негативних реакција: {0}
sr_latn_rs: Negativnih reakcija: {0}
sv_se: {0} negativa reaktioner
th_th: {0} การตอบสนองด้วยคว่ำนิ้วโป้ง
tr_tr: {0} başparmak aşağı
uk_ua: Реакцій "Великий палець униз": {0}
vi_vn: {0} phản ứng không thích
zh_cn: {0} 个太差了的反应
zh_tw: {0} 個大拇指朝下反應

# thumbsUpReactionCount
source: {0} thumbs-up reactions
ar_sa: {0} من تفاعلات إبهام لأعلى
bg_bg: {0} реагираха с палец нагоре
ca_es: {0} reaccions M'agrada
cs_cz: {0} reakcí s palcem nahoru
da_dk: {0} tommelfinger opad-reaktioner
de_de: {0} Reaktionen mit Daumen nach oben
el_gr: {0} αντιδράσεις επιδοκιμασίας
es_es: {0} reacciones de conformidad
et_ee: {0} pöial püsti reaktsiooni
eu_es: Aldeko {0} erantzun
fi_fi: {0} yläpeukkureaktiota
fr_ca: {0} réactions « pouce vers le haut »
ga_ie: {0} freagairt sásta
gl_es: {0} respostas de polgares cara arriba
he_il: {0} תגובות של אגודלים מצביעים כלפי מעלה
hi_in: {0} थम्स अप की प्रतिक्रिया
hr_hr: Palčeva prema gore: {0}
hu_hu: {0} felpontozás visszajelzés
id_id: {0} reaksi jempol ke atas
is_is: {0} viðbrögð með þumalinn upp
it_it: {0} reazioni di approvazione
ja_jp: {0} 件のリアクション (親指を立てる)
kk_kz: {0} «ұнату» реакциясы
ko_kr: 엄지 손가락 위로 반응 {0}개
lb_lu: {0}-Daum-erop-Reaktiounen
lt_lt: Reakcijų Nykštys aukštyn: {0}
lv_lv: Atzīmes ar īkšķi uz augšu ({0})
ms_my: {0} reaksi bagus
mt_mt: {0} reazzjonijiet ta' approvazzjoni
nb_no: {0} tommel opp-reaksjoner
nl_be: {0} reacties met duim omhoog
pl_pl: Reakcje „Kciuki w górę”: {0}
pt_pt: {0} reações com polegar para cima
ro_ro: {0} reacții „apreciez”
ru_ru: Одобрительных смайликов: {0}
sk_sk: Reakcie palec hore: {0}
sl_si: Odzivi z »Všeč mi je«: {0}
sr_cyrl_rs: Позитивних реакција: {0}
sr_latn_rs: Pozitivnih reakcija: {0}
sv_se: {0} positiva reaktioner
th_th: {0} การตอบสนองด้วยชูนิ้วโป้ง
tr_tr: {0} başparmak yukarı
uk_ua: Реакцій "Великий палець угору": {0}
vi_vn: {0} phản ứng thích
zh_cn: {0} 个太棒了的反应
zh_tw: {0} 個大拇指朝上反應

# tip
source: <p>Tip</p>
ar_sa: <p>تلميح</p>
bg_bg: <p>Съвет</p>
ca_es: <p>Suggeriment</p>
de_de: <p>Tipp</p>
el_gr: <p>Συμβουλή</p>
es_es: <p>Sugerencia</p>
et_ee: <p>Näpunäide</p>
eu_es: <p>Argibidea</p>
fi_fi: <p>Vihje</p>
fr_ca: <p>Astuce</p>
ga_ie: <p>Nod</p>
gl_es: <p>Suxestión</p>
he_il: <p>עצה</p>
hi_in: <p>युक्ति</p>
hr_hr: <p>Savjet</p>
hu_hu: <p>Tipp</p>
is_is: <p>Ábending</p>
it_it: <p>Suggerimento</p>
ja_jp: <p>ヒント</p>
kk_kz: <p>Кеңес</p>
ko_kr: <p>팁</p>
lb_lu: <p>Tipp</p>
lt_lt: <p>Patarimas</p>
lv_lv: <p>Padoms</p>
ms_my: <p>Petua</p>
mt_mt: <p>Suġġeriment</p>
nb_no: <p>Tips!</p>
pl_pl: <p>Porada</p>
pt_pt: <p>Dica</p>
ro_ro: <p>Sfat</p>
ru_ru: <p>Совет</p>
sl_si: <p>Nasvet</p>
sr_cyrl_rs: <p>Савет</p>
sr_latn_rs: <p>Savet</p>
sv_se: <p>Tips</p>
th_th: <p>เคล็ดลับ</p>
tr_tr: <p>İpucu</p>
uk_ua: <p>Підказка</p>
vi_vn: <p>Mẹo</p>
zh_cn: <p>提示</p>
zh_tw: <p>提示</p>

source: Title
ar_sa: العنوان
bg_bg: Заглавие
ca_es: Títol
cs_cz: Nadpis
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
et_ee: Pealkiri
eu_es: Izenburua
fi_fi: Otsikko
fr_ca: Titre
ga_ie: Teideal
gl_es: Título
he_il: כותרת
hi_in: शीर्षक
hr_hr: Naslov
hu_hu: Cím
id_id: Judul
is_is: Titill
it_it: Titolo
ja_jp: タイトル
kk_kz: Тақырып
ko_kr: 제목
lb_lu: Titel
lt_lt: Pavadinimas
lv_lv: Virsraksts
ms_my: Tajuk
mt_mt: Titlu
nb_no: Tittel
nl_be: Titel
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sk_sk: Názov
sl_si: Naslov
sr_cyrl_rs: Звање
sr_latn_rs: Zvanje
sv_se: Rubrik
th_th: ชื่อเรื่อง
tr_tr: Başlık
uk_ua: Назва
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

source: Toggle issue
ar_sa: تبديل المشكلة
bg_bg: Проблем с превключването
ca_es: Problema de commutació
cs_cz: Přepnout potíže
da_dk: Skift mellem problemer
de_de: Problem umschalten
el_gr: Εναλλαγή προβλήματος
es_es: Alternar problema
et_ee: Probleemi ümberlülitus
eu_es: Aldatu arazoa
fi_fi: Vaihda ongelmaa
fr_ca: Problème de basculement
ga_ie: Scoránaigh fadhb
gl_es: Problema de alternancia
he_il: החלפת נושא
hi_in: टॉगल समस्या
hr_hr: Problem s uključivanjem/isključivanjem
hu_hu: Probléma váltása
id_id: Masalah tombol pengalih
is_is: Skiptiútgáfa
it_it: Attiva/Disattiva problema
ja_jp: 問題の切り替え
kk_kz: Мәселені ауыстыру
ko_kr: 토글 문제
lb_lu: Problem ëmschalten
lt_lt: Perjungti problemą
lv_lv: Pārslēgt problēmu
ms_my: Togol isu
mt_mt: Problema bl-ittoggiljar
nb_no: Aktiver/deaktiver problem
nl_be: Probleem in- of uitschakelen
pl_pl: Przełącz problem
pt_pt: Alternar problema
ro_ro: Comutare problemă
ru_ru: Снять флажок с вопроса
sk_sk: Prepnúť problém
sl_si: Prikaži/skrij težavo
sr_cyrl_rs: Проблем при промени
sr_latn_rs: Problem pri promeni
sv_se: Växla mellan ärenden
th_th: สลับเปลี่ยนสถานะปัญหา
tr_tr: Geçiş sorunu
uk_ua: Переключити питання
vi_vn: Bật/tắt sự cố
zh_cn: 切换问题
zh_tw: 切換問題

source: Toggle Units
ar_sa: تبديل الوحدات
bg_bg: Превключване на уроци
ca_es: Canvia les unitats
cs_cz: Přepnout lekce
da_dk: Skift mellem undermoduler
de_de: Einheiten umschalten
el_gr: Εναλλαγή μαθημάτων
es_es: Alternar unidades
et_ee: Lülitage õppetükid ümber
eu_es: Aldatu unitateak
fi_fi: Vaihda yksikköä
fr_ca: Unités de basculement
ga_ie: Scoránaigh Aonaid
gl_es: Unidades de alternancia
he_il: החלף יחידות
hi_in: टॉगल इकाइयाँ
hr_hr: Promjena jedinice
hu_hu: Egységek váltása
id_id: Alihkan Unit
is_is: Víxla einingum
it_it: Attiva/Disattiva unità
ja_jp: ユニットの切り替え
kk_kz: Бөлімдерді ауыстыру
ko_kr: 단위 토글
lb_lu: Toggle Eenheeten
lt_lt: Perjungti vienetus
lv_lv: Pārslēgt vienības
ms_my: Togol Unit
mt_mt: Ittogilja l-Unitajiet
nb_no: Veksle enheter
nl_be: Eenheden in-/uitschakelen
pl_pl: Przełącz jednostki
pt_pt: Alternar Unidades
ro_ro: Comutare unități
ru_ru: Переключиться на другой урок
sk_sk: Prepnúť lekcie
sl_si: Prikaži/skrij enote
sr_cyrl_rs: Прикажи/сакриј лекције
sr_latn_rs: Prikaži/sakrij lekcije
sv_se: Växla enheter
th_th: สลับเปลี่ยนหน่วย
tr_tr: Ünitelere Geçiş
uk_ua: Переключити одиниці
vi_vn: Chuyển đổi Bài học
zh_cn: 切换单元
zh_tw: 切換單元

source: Trademarks
ar_sa: العلامات التجارية
bg_bg: Търговски марки
ca_es: Marques comercials
cs_cz: Ochranné známky
da_dk: Varemærker
de_de: Marken
el_gr: Εμπορικά σήματα
es_es: Marcas comerciales
et_ee: Kaubamärgid
eu_es: Marka komertzialak
fi_fi: Tavaramerkit
fr_ca: Marques de commerce
ga_ie: Trádmharcanna
gl_es: Marcas comerciais
he_il: סימנים מסחריים
hi_in: ट्रेडमार्क
hr_hr: Zaštitni znakovi
hu_hu: Védjegyek
id_id: Merek Dagang
is_is: Vörumerki
it_it: Marchi
ja_jp: 商標
kk_kz: Сауда белгілері
ko_kr: 상표
lb_lu: Marken
lt_lt: Prekių ženklai
lv_lv: Preču zīmes
ms_my: Cap dagang
nb_no: Varemerker
nl_be: Handelsmerken
pl_pl: Znaki towarowe
pt_pt: Marcas Comerciais
ro_ro: Mărci comerciale
ru_ru: Товарные знаки
sk_sk: Ochranné známky
sl_si: Blagovne znamke
sr_cyrl_rs: Жигови
sr_latn_rs: Žigovi
sv_se: Varumärken
th_th: เครื่องหมายการค้า
tr_tr: Ticari Markalar
uk_ua: Торговельні марки
vi_vn: Thương hiệu
zh_cn: 商标
zh_tw: 商標

source: Triggers
ar_sa: أزرار التشغيل
bg_bg: Активатори
ca_es: Disparadors
cs_cz: Aktivační události
da_dk: Udløsere
de_de: Auslöser
el_gr: Εναύσματα
es_es: Desencadenadores
et_ee: Päästikud
eu_es: Abiarazleak
fi_fi: Käynnistimet
fr_ca: Déclencheurs
ga_ie: Truicir
gl_es: Desencadeadores
he_il: גורמים מפעילים
hi_in: ट्रिगर
hr_hr: Okidači
hu_hu: Triggerek
id_id: Pemicu
is_is: Kveikjur
it_it: Trigger
ja_jp: トリガー
kk_kz: Триггерлер
ko_kr: 트리거
lb_lu: Ausléiser
lt_lt: Paleidikliai
lv_lv: Trigeri
ms_my: Pencetus
nb_no: Utløsere
pl_pl: Wyzwalacze
pt_pt: Acionadores
ro_ro: Declanșatoare
ru_ru: Триггеры
sk_sk: Spúšťače
sl_si: Sprožilci
sr_cyrl_rs: Активатори
sr_latn_rs: Aktivatori
sv_se: Utlösare
th_th: ทริกเกอร์
tr_tr: Tetikleyiciler
uk_ua: Тригери
vi_vn: Trình kích hoạt
zh_cn: 触发器
zh_tw: 觸發程序

# trophyEarnedFor
source: You’ve earned a trophy for completing
ar_sa: حصلت على كأس للإكمال
bg_bg: Спечелихте трофей за завършване
ca_es: Heu aconseguit un trofeu per haver-ho completat.
cs_cz: Získali jste cenu za dokončení
da_dk: Du har optjent et trofæ for gennemførelse
de_de: Sie haben durch den Abschluss eine Trophäe verdient.
el_gr: Έχετε κερδίσει ένα τρόπαιο για την ολοκλήρωση
es_es: Ha ganado un trofeo por completar
et_ee: Teenisite lõpetamise eest trofee
eu_es: Garaikur bat lortu duzu honako hau osatzeagatik:
fi_fi: Olet ansainnut pokaalin, koska suoritit tavoitteen
fr_ca: Vous avez obtenu un trophée pour avoir terminé
ga_ie: Tá trófaí tuillte agat as críochnú
gl_es: Gañou un trofeo por ter concluído
he_il: הרווחת גביע עבור השלמת
hi_in: आपने पूर्ण करने के लिए एक ट्रॉफ़ी अर्जित की है
hr_hr: Osvojili ste trofej za uspješan dovršetak
hu_hu: A kitöltéssel megszerzett egy díjat
id_id: Anda mendapatkan trofi karena telah menyelesaikan
is_is: Þú vannst þér inn verðlaun fyrir að hafa klárað
it_it: Hai ottenuto un trofeo per il completamento
ja_jp: 完了のためのトロフィーを獲得しました
kk_kz: Аяқтау үшін олжа алдыңыз
ko_kr: 완료하여 트로피를 받았습니다.
lb_lu: Dir hutt Iech fir d'Vervollstännegen eng Trophee verdéngt
lt_lt: Gavote baigimo prizą
lv_lv: Nopelnījāt trofeju, aizpildot
ms_my: Anda telah memperoleh trofi kerana melengkapkannya
mt_mt: Qlajt trofew talli lestejt
nb_no: Du opptjente en trofe for fullføring
nl_be: U hebt een trofee verdiend voor het voltooien
pl_pl: Przyznano Ci trofeum za ukończenie
pt_pt: Ganhou um troféu pela conclusão
ro_ro: Ați câștigat un trofeu pentru finalizare
ru_ru: Вы получили награду за окончание
sk_sk: Získali ste trofej za dokončenie modulu
sl_si: Za dokončanje ste si prislužili nagrado
sr_cyrl_rs: Зарадили сте пехар за завршетак
sr_latn_rs: Zaradili ste pehar za završetak
sv_se: Du har fått en trofé
th_th: คุณได้รับรางวัลสำหรับการทำเสร็จสิ้น
tr_tr: Tamamladığınız için bir rozet kazandınız
uk_ua: Ви здобули приз за завершення:
vi_vn: Bạn đã giành được một cúp vì hoàn thành
zh_cn: 你已获得完结徽章
zh_tw: 您贏得了一座完成奬盃

source: Try again
ar_sa: إعادة المحاولة
bg_bg: Опитайте отново
ca_es: Torneu-ho a provar.
cs_cz: Opakovat znovu
da_dk: Prøv igen
de_de: Noch mal versuchen
el_gr: Επανάληψη
es_es: Volver a intentarlo
et_ee: Proovige uuesti
eu_es: Saiatu berriro
fi_fi: Yritä uudelleen
fr_ca: Réessayer
ga_ie: Bain triail as arís
gl_es: Tentar de novo
he_il: נסה שוב
hi_in: पुनः प्रयास करें
hr_hr: Pokušajte ponovno
hu_hu: Próbálkozzon újra
id_id: Coba lagi
is_is: Reyndu aftur
it_it: Riprova
ja_jp: もう一度お試しください
kk_kz: Қайталау
ko_kr: 다시 시도
lb_lu: Probéiert nach eng Kéier
lt_lt: Bandyti dar kartą
lv_lv: Mēģināt vēlreiz
ms_my: Cuba semula
mt_mt: Erġa' pprova
nb_no: Prøv på nytt
nl_be: Opnieuw proberen
pl_pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro_ro: Încercați din nou
ru_ru: Повторите попытку
sk_sk: Skúsiť znova
sl_si: Poskusi znova
sr_cyrl_rs: Пробај поново
sr_latn_rs: Probajte ponovo
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Yeniden dene
uk_ua: Спробувати знову
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 再試一次

# tryInBrowser
source: Try the code in your browser
ar_sa: جرب الرمز في متصفحك
bg_bg: Изпробвайте кода във вашия браузър
ca_es: Proveu el codi al vostre navegador
cs_cz: Vyzkoušet kód v prohlížeči
da_dk: Prøv denne kode i din browser
de_de: Code im Browser testen
el_gr: Δοκιμάστε τον κωδικό στο πρόγραμμα περιήγησής σας
es_es: Probar el código en el explorador
et_ee: Proovige kasutada koodi brauseris
eu_es: Idatzi kodea arakatzailean
fi_fi: Kokeile koodia selaimessa
fr_ca: Essayez le code dans votre navigateur
ga_ie: Triail an cód i do bhrabhsálaí
gl_es: Probar o código no explorador
he_il: נסה את הקוד בדפדפן שלך
hi_in: अपने ब्राउज़र में कोड आज़माएँ
hr_hr: Isprobajte kod u pregledniku
hu_hu: A kód kipróbálása böngészőben
id_id: Coba kode tersebut di browser Anda
is_is: Prófaðu kóðann í vafranum þínum
it_it: Prova il codice nel browser
ja_jp: ブラウザーでコードを試す
kk_kz: Браузеріңізде кодты қолданып көру
ko_kr: 브라우저에서 코드 사용
lb_lu: Probéiert de Code an Ärem Browser
lt_lt: Pabandykite naudoti kodą naršyklėje
lv_lv: Izmēģiniet pārlūkprogrammas kodu
ms_my: Cuba kod dalam pelayar anda
mt_mt: Ipprova l-kodiċi fil-brawżer tiegħek
nb_no: Prøv koden i nettleseren din
nl_be: Code proberen in uw browser
pl_pl: Wypróbuj ten kod w swojej przeglądarce
pt_pt: Experimente o código no seu browser
ro_ro: Încercați codul în browserul dvs.
ru_ru: Проверьте этот код в браузере
sk_sk: Kód vyskúšajte v prehliadači
sl_si: Kodo poskusite uporabiti v svojem brskalniku
sr_cyrl_rs: Испробајте кôд у прегледачу
sr_latn_rs: Isprobajte kôd u pregledaču
sv_se: Testa koden i webbläsaren
th_th: ลองใช้รหัสในเบราว์เซอร์ของคุณ
tr_tr: Kodu tarayıcınızda deneyin
uk_ua: Спробувати код у браузері
vi_vn: Thử mã này trong trình duyệt của bạn
zh_cn: 在浏览器中尝试运行代码
zh_tw: 請於您的瀏覽器中試用此程式碼
