Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# reportAbuseResponse
source: Thank you for reporting your concern to us. We review these submissions very carefully and will take appropriate steps to address this issue. Because of legal and privacy concerns, we might not provide you with any additional updates about this submission. Thank you again for contacting us.
ar_sa: شكرًا لك على إبلاغنا بمخاوفك. نراجع عمليات الإرسال هذه بعناية شديدة وسنتخذ الإجراءات المناسبة لحل هذه المشكلة. نظرًا للأمور القانونية والمتعلقة بالخصوصية، قد لا نوفر لك أية تحديثات إضافية حيال عملية الإرسال هذه. شكرًا لك مرة أخرى على الاتصال بنا.
bg_bg: Благодарим ви, че докладвахте своя проблем с нас. Преглеждаме подаденото много внимателно и ще предприемем подходящи стъпки за решаване на този проблем. Поради юридически проблеми и проблеми с поверителността не можем да ви предоставим никакви допълнителни актуализации за това подаване. Благодарим ви отново, че се свързахте с нас.
ca_es: Gràcies per notificar-nos el problema. Revisem aquests enviaments molt atentament i prendrem les mesures adequades per resoldre aquest problema. Per qüestions de privadesa i legislació, és possible que no us proporcionem més actualitzacions sobre aquest enviament. Gràcies una altra vegada per posar-vos en contacte amb nosaltres.
cs_cz: Děkujeme, že jste nám nahlásili tento problém. Tato hlášení velmi pečlivě přezkoumáváme a provedeme příslušné kroky k vyřešení tohoto problému. Kvůli právní problematice a ochraně osobních údajů vám nemůžeme o tomto příspěvku poskytnout žádné další informace. Děkujeme, že jste nás kontaktovali.
da_dk: Tak, fordi du gør os opmærksom på din bekymring. Vi gennemser disse indrapporteringer omhyggeligt og gør det, der er nødvendigt i forhold til dette problem. Af juridiske og private årsager får du muligvis ikke yderligere oplysninger om denne indrapportering. Endnu engang tak, fordi du kontaktede os.
de_de: Vielen Dank, dass Sie uns Ihr Anliegen mitteilen. Wir werden die eingereichten Informationen sehr sorgfältig prüfen und geeignete Maßnahmen ergreifen, um dieses Anliegen zu bearbeiten. Aus rechtlichen und aus Datenschutzgründen dürfen wir Ihnen keine weiteren Updates zu den eingereichten Informationen bereitstellen. Nochmals vielen Dank, dass Sie mit uns in Kontakt getreten sind.
el_gr: Ευχαριστούμε που μας αναφέρατε τον προβληματισμό σας. Εξετάζουμε αυτές τις υποβολές πολύ προσεκτικά και θα προβούμε στις κατάλληλες ενέργειες για την αντιμετώπιση αυτού του ζητήματος. Για λόγους νομικούς και προστασίας προσωπικών δεδομένων, δεν μπορούμε να σας παρέχουμε περισσότερες ενημερώσεις για αυτή την υποβολή. Ευχαριστούμε και πάλι που επικοινωνήσατε μαζί μας.
es_es: Gracias por informarnos de lo que le preocupa. Revisamos estos envíos muy atentamente y tomaremos las medidas apropiadas para solucionar este problema. Debido a problemas legales y privados, es posible que no le facilitemos ninguna actualización adicional sobre este envío. Gracias de nuevo por ponerse en contacto con nosotros.
et_ee: Aitäh, et meid oma muredest teavitasid. Vaatame neid ettepanekuid väga hoolikalt ja teeme probleemi lahendamiseks vajalikud sammud. Seaduslikel ja privaatsuse tagamise põhjustel ei pruugi meil olla võimalik teile selle ettepaneku kohta lisateavet anda. Aitäh veel kord, et ühedust võtsite.
eu_es: Eskerrik asko horren berri emateagatik. Arretaz irakurtzen ditugu bidaltzen dituzun ohar guztiak, eta beharrezko neurriak hartuko ditugu arazoa konpontzeko. Lege- eta pribatutasun-gidalerroak direla-eta, ez dizugu emango informazio gehigarririk bidalketa honi buruz. Eskerrik asko berriro gurekin harremanetan jartzeagatik.
fi_fi: Kiitos, että kerroit ongelmastasi. Käymme nämä lähetykset erittäin huolellisesti läpi ja ryhdymme toimiin ongelman korjaamiseksi. Juridisten ja tietosuojaan liittyvien seikkojen vuoksi emme välttämättä anna enää lisätietoja tästä lähetyksestä. Kiitos vielä yhteydenotostasi.
fr_ca: Merci de nous avoir fait part de votre préoccupation. Nous évaluerons ces soumissions attentivement et prendrons les mesures appropriées pour régler ce problème. En raison de préoccupations entourant les renseignements personnels et d’inquiétudes juridiques, nous pourrions être dans l’impossibilité de vous fournir des mises à jour concernant cette soumission. Merci d’avoir communiqué avec nous.
ga_ie: Go raibh maith agat as an méid atá ag déanamh imní duit a thuairisciú. Déanaimid athbhreithniú cúramach ar na haighneachtaí seo agus déanfaimid cibé beart is gá chun déileáil leis an bhfadhb seo. Mar gheall ar chúiseanna dlí agus príobháideachais, ní gá go gcuirfimis aon nuashonruithe breise ar fáil duit faoin aighneacht seo. Go raibh maith agat arís as teagmháil a dhéanamh linn.
gl_es: Grazas por notificarnos o asunto. Revisamos atentamente estes envíos e tomaremos as medidas adecuadas para resolver este problema. Debido a cuestións legais e de privacidade, é posible que non proporcionemos actualizacións adicionais acerca deste envío. Grazas de novo por contactar connosco.
he_il: תודה שדיווחת לנו על הבעיה. אנו סוקרים דוחות אלה בזהירות רבה וננקוט את האמצעים המתאימים לטיפול בבעיה זו. עקב מגבלות משפטיות ומגבלות בנושא פרטיות, ייתכן שלא נספק לך עדכונים נוספים לגבי דוח זה. ברצוננו להודות לך שוב על פנייתך.
hi_in: अपनी समस्या के बारे में हमें रिपोर्ट करने के लिए धन्यवाद. हम इन सबमिशन की समीक्षा बहुत ध्यानपूर्वक करते हैं और इस समस्या से निपटने के लिए उपयुक्त कदम उठाते हैं. कानूनी और गोपनयीता संबंधी समस्याओं के कारण, हम आपको इस सबमिशन के बारे में कोई अतिरिक्त अपडेट प्रदान नहीं कर सकेंगे. हमसे संपर्क करने के लिए आपका फिर से धन्यवाद.
hr_hr: Hvala vam na prijavi problema. Poslane prijave pozorno pregledavamo i poduzet ćemo odgovarajuće korake da bismo problem riješili. Zbog pravnih pitanja i pitanja zaštite privatnosti možda vam nećemo poslati nikakve dodatne novosti o prijavi. Hvala vam još jednom što ste nam se obratili.
hu_hu: Köszönjük, hogy jelentette aggodalmát. Alaposan át fogjuk tekinteni a bejelentését, és megtesszük a szükséges lépéseket. Jogi és adatvédelmi okokból kifolyólag azonban előfordulhat, hogy nem fogunk tudni hírekkel szolgálni a bejelentésével kapcsolatban. Köszönjük még egyszer, hogy kapcsolatba lépett velünk.
id_id: Terima kasih telah melaporkan masalah Anda kepada kami. Kami meninjau kiriman ini dengan cermat dan akan mengambil langkah yang tepat untuk mengatasi masalah ini. Karena masalah hukum dan privasi, kami mungkin tidak memberikan pembaruan tambahan apa pun tentang kiriman ini. Sekali lagi, terima kasih telah menghubungi kami.
is_is: Þakka þér fyrir að tilkynna okkur um þetta. Við förum mjög vandlega yfir innsendingar og munum gera það sem til þarf til að leiðrétta málið. Vegna lagalegra mála og persónuverndar gætum við kannski ekki veitt þér frekari uppfærslur um sendinguna. Þakka þér fyrir að hafa haft samband við okkur.
it_it: Grazie per aver inviato una segnalazione. Esaminiamo con attenzione le segnalazioni e seguiamo procedure appropriate per risolvere il problema. A causa di aspetti legali e relativi alla privacy, non possiamo fornire altri aggiornamenti su questa segnalazione. Grazie ancora per averci contattato.
ja_jp: 問題をご報告いただき、ありがとうございます。 Microsoft はご報告の内容を慎重に検討し、この問題を解決するうえで適切な手順を実行いたします。 法令およびプライバシーに関わる問題が懸念される場合には、この報告について追加の更新情報をお客様にお送りしないことがあります。 ご連絡をいただき、重ねてお礼申し上げます。
kk_kz: Проблема туралы бізге хабарлағаныңыз үшін рақмет. Жіберген хабарыңызды мұқият қарап шығамыз және бұл проблеманы шешу үшін тиісті шараларды қолданамыз. Құқықтық және құпиялылық себептерге байланысты бұл жіберу туралы сізге қосымша жаңартулар бере алмаймыз. Бізге хабарласқаныңыз үшін рақмет.
ko_kr: 문제를 보고해 주셔서 감사합니다. 이러한 제출을 매우 신중하게 검토하고 이 문제를 해결하기 위한 적절한 조치를 취하겠습니다. 법적 및 개인 정보 보호 문제의 경우 이 제출에 대한 추가 업데이트를 제공하지 못할 수도 있습니다. 문의해 주셔서 다시 한번 감사합니다.
lb_lu: Merci, datt Dir eis dëse Problem gemellt hutt. Mir iwwerpréiwen dës Noriichte ganz suergfälteg an ënnerhuelen déi néideg Schrëtt fir dëse Problem ze léisen. Wéinst legalen a Privatsphärbedenke kënne mir Iech keng zousätzlech Aktualiséierungen iwwer dës Noriicht matdeelen. Villmools Merci nach eng Kéier, datt Dir eis kontaktéiert hutt.
lt_lt: Dėkojame, kad pranešėte apie savo susirūpinimą. Mes labai atidžiai peržiūrėsime pateiktą medžiagą ir imsimės tinkamų veiksmų, kad pašalintume problemą. Atsižvelgdami į teisinius ir privatumo aspektus galime neteikti jokių papildomų naujienų apie šią pateiktą medžiagą. Dar kartą dėkojame, kad kreipėtės.
lv_lv: Paldies, ka ziņojāt par šo problēmu. Mēs šos ziņojumus ļoti rūpīgi pārskatām, un veiksim nepieciešamās darbības, lai problēmu atrisinātu. Juridisku un konfidencialitātes apsvērumu dēļ mēs nedrīkstam sniegt jums papildu informāciju par šo iesniegumu. Vēlreiz pateicamies, ka sazinājāties ar mums.
ms_my: Terima kasih kerana melaporkan kebimbangan anda kepada kami. Kami menyemak semula penyerahan ini dengan teliti dan akan mengambil langkah yang sesuai untuk menangani isu ini. Oleh kerana kebimbangan undang-undang dan privasi, kami mungkin tidak akan memberikan sebarang kemas kini tambahan tentang penyerahan ini. Terima kasih sekali lagi kerana menghubungi kami.
mt_mt: Grazzi li rrappurtajtilna t-tħassib tiegħek. Nirrevedu dawn is-sottomissjonijiet bir-reqqa u nieħdu l-passi xierqa biex nindirizzaw din il-kwistjoni. Minħabba tħassib legali u ta' privatezza, nistgħu ma nipprovdukx b'aġġornamenti addizzjonali dwar din is-sottomissjoni. Grazzi għal darba oħra talli kkuntattjajtna.
nb_no: Takk for at du rapporterte bekymringen din til oss. Vi vurderer disse innsendingene veldig nøye og vil ta de nødvendige tiltak for å adressere dette problemet. Av juridiske og personvernsårsaker, kan vi ikke gi deg videre oppdateringer om denne innsendelsen. Takk igjen for at du tok kontakt med oss.
nl_be: Hartelijk dank voor het melden van uw probleem. We controleren deze inzendingen uiterst zorgvuldig en nemen de benodigde maatregelen om dit probleem te verhelpen. Vanwege juridische en privacyoverwegingen kunnen we u geen aanvullende updates geven over deze inzending. Nogmaals hartelijk bedankt dat u contact met ons hebt opgenomen.
pl_pl: Dziękujemy za podzielenie się z nami swoimi uwagami. Dokładnie przeanalizujemy przesłane zgłoszenie i podejmiemy właściwe kroki w celu rozwiązania problemu. Ze względu na ograniczenia prawne i konieczność ochrony prywatności możesz nie otrzymać już od nas żadnych dalszych informacji na temat tego zgłoszenia. Ponownie dziękujemy za skontaktowanie się z nami.
pt_pt: Obrigado por nos comunicar a sua preocupação. Nós analisamos estas comunicações com bastante cuidado e tomamos as medidas adequadas para abordar este problema. Devido a questões legais e de privacidade, não lhe podemos dar novidades adicionais sobre esta comunicação. Obrigado novamente por nos contactar.
ro_ro: Vă mulțumim pentru că ne-ați raportat preocuparea dvs. Analizăm cu foarte mare atenție informațiile pe care le trimiteți și vom lua măsurile necesare pentru rezolvarea acestei probleme. Ca urmare a preocupărilor de natură juridică și legate de confidențialitate, este posibil să nu vă putem furniza actualizări suplimentare legate de informațiile pe care le-ați trimis. Vă mulțumim din nou pentru că ne-ați contactat.
ru_ru: Благодарим, что рассказали нам о проблеме. Все сообщения о проблемах подлежат тщательному рассмотрению. Мы примем соответствующие меры для решения этой проблемы. Исходя из соображений юридического характера и требований политики конфиденциальности мы не можем предоставить вам дополнительные сведения о ходе рассмотрения вашего сообщения. Еще раз благодарим за обращение к нам.
sk_sk: Ďakujeme vám za nahlásenie vašich obáv. Tieto oznámenia veľmi dôkladne preskúmavame a prijmeme príslušné kroky na riešenie tohto problému. Z dôvodu právnych záležitostí a ochrany súkromia vám možno neposkytneme aktualizované informácie o tomto oznámení. Ešte raz vám ďakujeme za to, že ste sa na nás obrátili.
sl_si: Zahvaljujemo se vam za prijavo te težave. Te prijave skrbno pregledamo, težavo pa bomo poskusili odpraviti z ustreznimi ukrepi. Zaradi pravnih vprašanj in vprašanj v zvezi z varstvom zasebnosti vam morda ne bomo posredovali nobenih dodatnih posodobitev o tej prijavi. Hvala, ker ste vzpostavili stik z nami.
sr_cyrl_rs: Хвала што сте поделили забринутост са нама. Веома пажљиво прегледамо овакве информације и предузећемо одговарајуће кораке за решење овог проблема. Због правних прописа и прописа о приватности можда вам нећемо доставити додатне информације о овом случају. Још једном хвала што сте нам се обратили.
sr_latn_rs: Hvala što ste podelili zabrinutost sa nama. Veoma pažljivo pregledamo ovakve informacije i preduzećemo odgovarajuće korake za rešenje ovog problema. Zbog pravnih propisa i propisa o privatnosti možda vam nećemo dostaviti dodatne informacije o ovom slučaju. Još jednom hvala što ste nam se obratili.
sv_se: Tack för att du delar dina åsikter med oss. Vi granskar de inskickade åsikterna väldigt noga och gör vad vi kan för att lösa problemet. På grund av juridiska och sekretessrelaterade anledningar kanske vi inte uppdaterar dig ytterligare gällande dina inskickade synpunkter. Tack än en gång för att du kontaktade oss.
th_th: ขอบคุณที่รายงานถึงความกังวลของคุณให้แก่เรา เราตรวจสอบการส่งรายงานเหล่านี้อย่างถี่ถ้วนและจะทำตามขั้นตอนที่เหมาะสมเพื่อแก้ไขปัญหานี้ เนื่องจากความกังวลด้านกฎหมายและความเป็นส่วนตัว เราจึงมิอาจมอบการอัพเดตเพิ่มเติมใดๆ เกี่ยวกับการส่งรายงานครั้งนี้ ขอบคุณอีกครั้งที่ทำการติดต่อเรา
tr_tr: Endişelerinizi bize bildirdiğiniz için teşekkür ederiz. Bu gönderimleri çok dikkatli bir şekilde inceliyoruz ve sorunu ele almak üzere uygun adımları atıyoruz. Yasalarla ve gizlilikle ilgili kaygılardan dolayı, bu gönderim hakkında size başka güncelleştirme sağlayamayabiliriz. Bizimle iletişime geçtiğiniz için tekrar teşekkür ederiz.
uk_ua: Дякуємо за те, що повідомили про своє занепокоєння. Ми дуже серйозно ставимося до таких повідомлень і вживемо відповідних заходів, щоб вирішити проблему. З міркувань дотримання правових норм і конфіденційності ми можемо не інформувати вас про подальший розгляд цього повідомлення. Дякуємо за ваше звернення.
vi_vn: Cảm ơn bạn vì đã báo cáo mối lo ngại cho chúng tôi. Chúng tôi sẽ xem xét kỹ những nội dung gửi này và thực hiện các bước thích hợp để giải quyết sự cố này. Do những mối lo ngại về pháp lý và quyền riêng tư, chúng tôi có thể không cung cấp được cho bạn bất kỳ nội dung cập nhật bổ sung nào về nội dung gửi này. Cảm ơn bạn đã liên hệ với chúng tôi.
zh_cn: 感谢你向我们报告问题。 我们非常仔细地查看了这些提交内容，并将采取相应的步骤来解决此问题。 鉴于法律和隐私要求，我们可能不会向你提供有关此提交的任何其他更新。 再次感谢你联系我们。
zh_tw: 感謝您將您的疑慮與我們分享。 我們將仔細審核提交內容，並採取適當的步驟解決此問題。 基於法律及隱私權的考量，我們無法提供您任何有關於此提交內容的其他更新資訊。 再次感謝您與我們連絡。

source: Report an issue
ar_sa: الإبلاغ عن مشكلة
bg_bg: Докладване на проблем
ca_es: Informeu d’un problema
cs_cz: Nahlásit problém
da_dk: Rapportér et problem
de_de: Problem melden
el_gr: Αναφορά προβλήματος
es_es: Notificar un problema
et_ee: Teata probleemist
eu_es: Eman arazo baten berri
fi_fi: Ilmoita ongelmasta
fr_ca: Signaler un problème
ga_ie: Tuairiscigh fadhb
gl_es: Informar dun problema
he_il: דווח על בעיה
hi_in: समस्या की रिपोर्ट करें
hr_hr: Prijava problema
hu_hu: Probléma bejelentése
id_id: Laporkan masalah
is_is: Tilkynna vandamál
it_it: Segnala un problema
ja_jp: 問題の報告
kk_kz: Проблема туралы хабарлау
ko_kr: 문제 보고
lb_lu: E Problem mellen
lt_lt: Pranešti apie problemą
lv_lv: Ziņot par problēmu
ms_my: Laporkan isu
mt_mt: Irrapporta problema
nb_no: Rapporter et problem
nl_be: Een probleem melden
pl_pl: Zgłoś problem
pt_pt: Comunicar um problema
ro_ro: Raportați o problemă
ru_ru: Сообщить о проблеме
sk_sk: Nahlásiť problém
sl_si: Prijavite težavo
sr_cyrl_rs: Пријавите проблем
sr_latn_rs: Prijavite problem
sv_se: Rapportera ett problem
th_th: รายงานปัญหา
tr_tr: Bir sorun bildirin
uk_ua: Повідомити про проблему
vi_vn: Báo cáo sự cố
zh_cn: 报告问题
zh_tw: 回報問題

source: Request body
ar_sa: نص الطلب
bg_bg: Основен текст на заявка
ca_es: Cos de la sol·licitud
cs_cz: Text požadavku
da_dk: Brødtekst for anmodning
de_de: Anforderungstext
el_gr: Κυρίως τμήμα αίτησης
es_es: Cuerpo de la solicitud
et_ee: Taotluse sisu
eu_es: Eskaeraren gorputza
fi_fi: Pyynnön leipäteksti
fr_ca: Corps de la demande
ga_ie: Iarratas ar Chorp
gl_es: Corpo da solicitude
he_il: גוף בקשה
hi_in: बॉडी का अनुरोध करें
hr_hr: Tijelo zahtjeva
hu_hu: Kérelem törzse
id_id: Isi Permintaan
is_is: Efni beiðni
it_it: Corpo della richiesta
ja_jp: 要求本文
kk_kz: Сұрау мәтіні
ko_kr: 요청 본문
lb_lu: Ufrokierper
lt_lt: Užklausos tekstas
lv_lv: Pieprasījuma pamatteksts
ms_my: Isi Permintaan
mt_mt: Itlob Korp
nb_no: Brødtekst for forespørsel
nl_be: Aanvraagbody
pl_pl: Treść żądania
pt_pt: Corpo do Pedido
ro_ro: Corp solicitare
ru_ru: Текст запроса
sk_sk: Text požiadavky
sl_si: Telo zahteve
sr_cyrl_rs: Тело захтева
sr_latn_rs: Telo zahteva
sv_se: Begärandetext
th_th: เนื้อความของคำขอ
tr_tr: İstek Gövdesi
uk_ua: Тіло запиту
vi_vn: Nội dung yêu cầu
zh_cn: 请求正文
zh_tw: 要求本文

# requestBodyCanBeFollowing
source: The request body can be one of the following:
ar_sa: نص الطلب يمكن أن يكون واحدًا مما يلي:
bg_bg: Основният текст на заявката може да бъде един от следните:
ca_es: El cos de la sol·licitud pot ser un dels següents:
cs_cz: Text žádosti může tvořit:
da_dk: Brødteksten i denne anmodning kan være en af følgende:
de_de: Beim Anforderungstext kann es sich um eines der folgenden Elemente handeln:
el_gr: Το σώμα αίτησης μπορεί να είναι ένα από τα εξής:
es_es: El cuerpo de la solicitud puede ser uno de los siguientes:
et_ee: Päringu sisu võib olla üks järgmistest:
eu_es: Eskaeraren gorputza hauetako bat izan daiteke soilik:
fi_fi: Pyynnön teksti voi olla jokin seuraavista:
fr_ca: Les corps de la demande peuvent être les suivants :
ga_ie: D’fhéadfadh gurb ionann an comhlacht iarratais agus aon cheann díobh seo a leanas:
gl_es: O corpo da solicitude pode ser un dos seguintes:
he_il: גוף ההודעה של הבקשה יכול להיות אחד מהבאים:
hi_in: अनुरोधकर्ता निम्न में से कोई एक हो सकता है:
hr_hr: Tijelo zahtjeva može biti nešto od sljedećeg:
hu_hu: A kérelem törzse az alábbiak valamelyike lehet:
id_id: Isi permintaan dapat berupa salah satu hal berikut:
is_is: Beiðni meginmáls getur verið eitt af eftirfarandi:
it_it: Il corpo della richiesta può essere uno dei seguenti:
ja_jp: 要求本文は、次のいずれかの可能性があります。
kk_kz: Сұрау мәтіні мыналардың бірі болуы мүмкін:
ko_kr: 요청 본문은 다음 중 하나가 될 수 있습니다.
lb_lu: Den Ufrokierper kann ee vun de Folgende sinn:
lt_lt: Užklausos tekstas gali būti vienas iš šių:
lv_lv: Pieprasījuma pamattekstam var būt šādi varianti:
ms_my: Badan permintaan boleh terdiri daripada salah satu yang berikut:
mt_mt: Il-korp tat-talba jista' jkun waħda minn dawn li ġejjin:
nb_no: Forespørselsteksten kan være ett av følgende:
nl_be: De aanvraagtekst kan een van de volgende zijn:
pl_pl: Treść żądania może być jedną z następujących:
pt_pt: O corpo de pedido pode ser um dos seguintes:
ro_ro: Corpul solicitării poate fi unul dintre următoarele:
ru_ru: Текст запроса может быть таким:
sk_sk: Textom požiadavky môže byť niektorá z týchto možností:
sl_si: Telo zahteve je lahko le nekaj od tega:
sr_cyrl_rs: Тело захтева може бити једно од следећег:
sr_latn_rs: Telo zahteva može biti jedno od sledećeg:
sv_se: Brödtexten i begäran kan vara något av följande:
th_th: เนื้อความของคำขออาจเป็นหนึ่งในรายการต่อไปนี้
tr_tr: İstek gövdesi şunlardan biri olabilir:
uk_ua: Можливі варіанти для тіла запиту:
vi_vn: Nội dung của yêu cầu có thể là một trong các nội dung sau:
zh_cn: 请求正文可以为下列任一内容：
zh_tw: 要求主體可以是下列其中一項：

source: Request header
ar_sa: رأس الطلب
bg_bg: Горен колонтитул на заявка
ca_es: Capçalera de la sol·licitud
cs_cz: Hlavička požadavku
da_dk: Overskrift på anmodning
de_de: Anforderungsheader
el_gr: Κεφαλίδα αίτησης
es_es: Encabezado de la solicitud
et_ee: Taotluse päis
eu_es: Eskaeraren goiburua
fi_fi: Pyynnön otsikko
fr_ca: En-tête de la demande
ga_ie: Iarratas ar Cheanntásc
gl_es: Cabeceira da solicitude
he_il: כותרת עליונה של בקשה
hi_in: शीर्ष लेख का अनुरोध करें
hr_hr: Zaglavlje zahtjeva
hu_hu: Kérelem fejléce
id_id: Header Permintaan
is_is: Haus beiðni
it_it: Intestazione della richiesta
ja_jp: 要求ヘッダー
kk_kz: Сұрау тақырыбы
ko_kr: 요청 헤더
lb_lu: Ufrokappzeil
lt_lt: Užklausos antraštė
lv_lv: Pieprasījuma galvene
ms_my: Pengepala Permintaan
mt_mt: Itlob Intestatura
nb_no: Topptekst for forespørsel
nl_be: Aanvraagkoptekst
pl_pl: Nagłówek żądania
pt_pt: Cabeçalho do Pedido
ro_ro: Antet solicitare
ru_ru: Заголовок запроса
sk_sk: Hlavička požiadavky
sl_si: Glava zahteve
sr_cyrl_rs: Заглавље захтева
sr_latn_rs: Zaglavlјe zahteva
sv_se: Begärandehuvud
th_th: ส่วนหัวของคำขอ
tr_tr: İstek Başlığı
uk_ua: Заголовок запиту
vi_vn: Tiêu đề yêu cầu
zh_cn: 请求头
zh_tw: 要求標頭

source: Request preview
ar_sa: معاينة الطلب
bg_bg: Визуализация на заявка
ca_es: Visualització prèvia de la sol·licitud
cs_cz: Náhled požadavku
da_dk: Anmod om eksempelvisning
de_de: Vorschau der Anforderung
el_gr: Αίτηση προεπισκόπησης
es_es: Vista previa de la solicitud
et_ee: Taotluse eelvaade
eu_es: Eskaeraren aurrebista
fi_fi: Pyynnön esikatselu
fr_ca: Aperçu de la demande
ga_ie: Iarr réamhamharc
gl_es: Previsualización da solicitude
he_il: תצוגה מקדימה של בקשה
hi_in: पूर्वावलोकन का अनुरोध करें
hr_hr: Zatražite pretpregled
hu_hu: Előzetes kérése
id_id: Pratinjau Permintaan
is_is: Biðja um forskoðun
it_it: Richiedi l'anteprima
ja_jp: プレビューのリクエスト
kk_kz: Алдын ала қарап алуды сұрау
ko_kr: 미리 보기 요청
lb_lu: Ufrovirschau
lt_lt: Pateikti peržiūros versijos užklausą
lv_lv: Pieprasījuma priekšskatījums
ms_my: Pratonton Permintaan
mt_mt: Itlob Previżjoni
nb_no: Forhåndsvisning av forespørselen
nl_be: Preview aanvragen
pl_pl: Podgląd żądania
pt_pt: Pedir Pré-visualização
ro_ro: Solicitare previzualizare
ru_ru: Предварительный просмотр запроса
sk_sk: Ukážka požiadavky
sl_si: Predogled zahteve
sr_cyrl_rs: Преглед захтева
sr_latn_rs: Pregled zahteva
sv_se: Begär förhandsgranskning
th_th: ร้องขอภาพตัวอย่าง
tr_tr: İstek Önizlemesi
uk_ua: Попередній перегляд запиту
vi_vn: Yêu cầu xem trước
zh_cn: 请求预览
zh_tw: 要求預覽

source: Request URL
ar_sa: URL للطلب
bg_bg: URL адрес на заявката
ca_es: URL de la sol·licitud
cs_cz: Adresa URL požadavku
da_dk: URL-adresse for anmodning
de_de: Anforderungs-URL
el_gr: Αίτηση διεύθυνσης URL
es_es: URL de solicitud
et_ee: Taotluse URL
eu_es: Eskaeraren URLa
fi_fi: Pyynnön URL-osoite
fr_ca: URL de la demande
ga_ie: Iarr URL
gl_es: URL da solicitude
he_il: כתובת URL של בקשה
hi_in: URL का अनुरोध करें
hr_hr: Zatražite URL
hu_hu: URL-cím kérése
id_id: URL Permintaan
is_is: Biðja um vefslóð
it_it: URL richiesta
ja_jp: 要求 URL
kk_kz: URL мекенжайын сұрау
ko_kr: 요청 URL
lb_lu: URL Ufroen
lt_lt: Užklausos URL
lv_lv: Pieprasījuma URL
ms_my: URL Permintaan
mt_mt: Itlob URL
nb_no: Nettadressen til forespørselen
nl_be: Aanvraag-URL
pl_pl: Adres URL żądania
pt_pt: URL do Pedido
ro_ro: URL solicitare
ru_ru: URL-адрес запроса
sk_sk: URL adresa požiadavky
sl_si: URL zahteve
sr_cyrl_rs: URL захтева
sr_latn_rs: URL zahteva
sv_se: Begärans-URL
th_th: ร้องขอ URL
tr_tr: İstek URL’si
uk_ua: URL-адреса запиту
vi_vn: URL yêu cầu
zh_cn: 请求 URL
zh_tw: 要求 URL
