Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Levels
ar_sa: المستويات
bg_bg: Нива
ca_es: Nivells
cs_cz: Úrovně
da_dk: Niveauer
de_de: Ebenen
el_gr: Επίπεδα
es_es: Niveles
et_ee: Tasemed
eu_es: Mailak
fi_fi: Tasot
fr_ca: Niveaux
ga_ie: Leibhéil
gl_es: Niveis
he_il: רמות
hi_in: स्तर
hr_hr: Razine
hu_hu: Szintek
id_id: Tingkat
is_is: Stig
it_it: Livelli
ja_jp: レベル
kk_kz: Деңгейлер
ko_kr: 수준
lb_lu: Stufen
lt_lt: Lygiai
lv_lv: Līmeņi
ms_my: Tahap
mt_mt: Livelli
nb_no: Nivåer
nl_be: Niveaus
pl_pl: Poziomy
pt_pt: Níveis
ro_ro: Niveluri
ru_ru: Уровни
sk_sk: Úrovne
sl_si: Ravni
sr_cyrl_rs: Нивои
sr_latn_rs: Nivoi
sv_se: Nivåer
th_th: ระดับ
tr_tr: Düzeyler
uk_ua: Рівні
vi_vn: Mức
zh_cn: 级别
zh_tw: 等級

source: Light
ar_sa: فاتح
bg_bg: Светло
ca_es: Clar
cs_cz: Světlý
da_dk: Lys
de_de: Hell
el_gr: Ανοιχτό
es_es: Claro
et_ee: Hele
eu_es: Argia
fi_fi: Vaalea
fr_ca: Clair
ga_ie: Solas
gl_es: Claro
he_il: בהיר
hi_in: हल्की
hr_hr: Svijetla
hu_hu: Világos
id_id: Terang
is_is: Ljóst
it_it: Chiaro
ja_jp: 白
kk_kz: Ашық
ko_kr: 밝음
lb_lu: Liicht
lt_lt: Šviesus
lv_lv: Gaišs
ms_my: Terang
mt_mt: Ċar
nb_no: Lyst
nl_be: Licht
pl_pl: Jasny
pt_pt: Claro
ro_ro: Lumină
ru_ru: Светлая
sk_sk: Svetlý
sl_si: Svetla
sr_cyrl_rs: Светло
sr_latn_rs: Svetlo
sv_se: Ljus
th_th: สว่าง
tr_tr: Açık
uk_ua: Світліше
vi_vn: Sáng
zh_cn: 亮
zh_tw: 淺色

source: Limits
ar_sa: الحدود
bg_bg: Ограничения
ca_es: Límits
cs_cz: Omezení
da_dk: Grænser
de_de: Grenzwerte
el_gr: Όρια
es_es: Límites
et_ee: Limiidid
eu_es: Mugak
fi_fi: Rajat
fr_ca: Limites
ga_ie: Teorainneacha
gl_es: Límites
he_il: מגבלות
hi_in: सीमाएँ
hr_hr: Ograničenja
hu_hu: Korlátok
id_id: Batas
is_is: Takmörk
it_it: Limiti
ja_jp: 制限
kk_kz: Шектеулер
ko_kr: 제한
lb_lu: Limiten
lt_lt: Limitai
lv_lv: Ierobežojumi
ms_my: Had
mt_mt: Limiti
nb_no: Grenser
nl_be: Limieten
pl_pl: Limity
pt_pt: Limites
ro_ro: Limite
ru_ru: Ограничения
sk_sk: Limity
sl_si: Omejitve
sr_cyrl_rs: Ограничења
sr_latn_rs: Ograničenja
sv_se: Gränser
th_th: ขีดจำกัด
tr_tr: Sınırlar
uk_ua: Обмеження
vi_vn: Giới hạn
zh_cn: 限制
zh_tw: 限制

source: Loading...
ar_sa: جارٍ التحميل...
bg_bg: Зареждане...
ca_es: S’està carregant...
cs_cz: Načítání...
da_dk: Indlæser...
de_de: Wird geladen...
el_gr: Φόρτωση...
es_es: Cargando...
et_ee: Laadimine …
eu_es: Kargatzen...
fi_fi: Ladataan...
fr_ca: Chargement...
ga_ie: Ag lódáil...
gl_es: Cargando...
he_il: טוען...
hi_in: लोड किया जा रहा है...
hr_hr: Učitavanje...
hu_hu: Betöltés...
id_id: Memuat...
is_is: Hleður...
it_it: Caricamento in corso...
ja_jp: 読み込んでいます...
kk_kz: Жүктелуде...
ko_kr: 로딩...
lb_lu: Gëtt gelueden …
lt_lt: Įkeliama...
lv_lv: Notiek ielāde...
ms_my: Memuatkan...
mt_mt: Qed jillowdja...
nb_no: Laster inn …
nl_be: Bezig met laden...
pl_pl: Trwa ładowanie...
pt_pt: A carregar...
ro_ro: Se încarcă...
ru_ru: Загрузка...
sk_sk: Načítava sa...
sl_si: Nalaganje ...
sr_cyrl_rs: Учитавање...
sr_latn_rs: Učitavanje...
sv_se: Läser in ...
th_th: กำลังโหลด...
tr_tr: Yükleniyor...
uk_ua: Завантаження…
vi_vn: Đang tải...
zh_cn: 正在加载...
zh_tw: 正在載入...

source: Loading feedback...
ar_sa: جارٍ تحميل الملاحظات...
bg_bg: Зареждане на обратната връзка...
ca_es: S'estan carregant els comentaris...
cs_cz: Načítání názorů...
da_dk: Indlæser feedback...
de_de: Feedback wird geladen...
el_gr: Φόρτωση σχολίων...
es_es: Cargando comentarios...
et_ee: Tagasiside laadimine …
eu_es: Oharrak kargatzen...
fi_fi: Ladataan palautetta...
fr_ca: Chargement des commentaires...
ga_ie: Ag lódáil aiseolas...
gl_es: Cargando comentarios...
he_il: טוען משוב...
hi_in: प्रतिक्रिया लोड हो रही है...
hr_hr: Učitavanje povratnih informacija...
hu_hu: Visszajelzés betöltése...
id_id: Memuat umpan balik...
is_is: Hleður endurgjöf...
it_it: Caricamento dei commenti...
ja_jp: フィードバックを読み込んでいます...
kk_kz: Пікір жүктелуде...
ko_kr: 피드백 로드 중...
lb_lu: Feedback gëtt gelueden …
lt_lt: Įkeliamas atsiliepimas...
lv_lv: Notiek atsauksmes ielāde...
ms_my: Memuatkan maklum balas...
mt_mt: Qed jillowdja l-feedback...
nb_no: Laster inn tilbakemelding ...
nl_be: Feedback laden...
pl_pl: Trwa ładowanie opinii...
pt_pt: A carregar comentários...
ro_ro: Se încarcă feedbackul...
ru_ru: Загрузка отзыва...
sk_sk: Načítavajú sa pripomienky...
sl_si: Nalaganje povratnih informacij ...
sr_cyrl_rs: Учитавање повратних информација...
sr_latn_rs: Učitavanje povratnih informacija...
sv_se: Läser in feedback...
th_th: กำลังโหลดข้อคิดเห็น...
tr_tr: Geri bildirim yükleniyor...
uk_ua: Завантаження відгуку…
vi_vn: Đang tải phản hồi...
zh_cn: 正在加载反馈...
zh_tw: 正在載入意見反應...

source: Loading sandbox information...
ar_sa: جارٍ تحميل معلومات بيئة الاختبار المعزولة...
bg_bg: Зареждане на информация за ограничителния режим...
ca_es: S'està carregant la informació de l'espai aïllat...
cs_cz: Načítání informací sandboxu...
da_dk: Indlæser sandkasseoplysninger...
de_de: Sandboxinformationen werden geladen...
el_gr: Φόρτωση πληροφοριών περιβάλλοντος προστατευμένης εκτέλεσης...
es_es: Cargando información de espacio aislado...
et_ee: Liivakastiteabe laadimine …
eu_es: Sandbox-aren informazioa kargatzen...
fi_fi: Ladataan eristystietoja...
fr_ca: Chargement des informations d’environnement d’essai...
ga_ie: Ag lódáil faisnéis sandbox...
gl_es: Cargando a información do ambiente de illamento de procesos...
he_il: טוען את פרטי ארגז החול...
hi_in: सैंडबॉकस जानकारी लोड की जा रही है...
hr_hr: Učitavanje informacija o sigurnosnoj ogradi...
hu_hu: Tesztkörnyezet adatainak betöltése...
id_id: Memuat informasi sandbox...
is_is: Hleður upplýsingum um Sandbox…
it_it: Caricamento delle informazioni sul sandbox...
ja_jp: サンドボックスの情報を読み込んでいます...
kk_kz: Құм жәшік ақпараты жүктелуде...
ko_kr: 샌드박스 정보 로드 중...
lb_lu: D'Sandboxinformatioun luet...
lt_lt: Įkeliama smėlio dėžės informacija...
lv_lv: Notiek smilškastes informācijas ielāde...
ms_my: Memuatkan maklumat kotak pasir...
mt_mt: Qed itella' l-informazzjoni tas-sandbox...
nb_no: Laster sandkasseinformasjon …
nl_be: Sandbox-gegevens laden...
pl_pl: Trwa ładowanie informacji o piaskownicy...
pt_pt: A carregar informações de sandbox...
ro_ro: Se încarcă informațiile sandboxului...
ru_ru: Загрузка сведений о песочнице...
sk_sk: Načítavajú sa informácie o testovacom prostredí (sandbox)...
sl_si: Nalaganje informacij o peskovniku ...
sr_cyrl_rs: Учитавање информација о Sandbox окружењу...
sr_latn_rs: Učitavanje informacija o Sandbox okruženju...
sv_se: Läser in information om sandbox-miljö...
th_th: กำลังโหลดข้อมูลของ Sandbox...
tr_tr: Korumalı alan bilgileri yükleniyor...
uk_ua: Завантаження інформації про ізольоване програмне середовище…
vi_vn: Đang tải thông tin hộp cát...
zh_cn: 正在加载沙盒信息...
zh_tw: 正在載入沙箱資訊...

# loadMore
source: More&#8230;
ar_sa: المزيد&#8230;
ca_es: Més&#8230;
cs_cz: Více&#8230;
da_dk: Mere&#8230;
de_de: Mehr &#8230;
el_gr: Περισσότερα&#8230;
es_es: Más&#8230;
et_ee: Rohkem&#8230;
eu_es: Gehiago&#8230;
fi_fi: Lisää&#8230;
fr_ca: Plus&#8230;
ga_ie: Tuilleadh#8230;
gl_es: Máis&#8230;
he_il: עוד&#8230;
hi_in: अधिक&#8230;
hr_hr: Više&#8230;
hu_hu: Tovább&#8230;
id_id: Lainnya&#8230;
is_is: Meira&#8230;
it_it: Altro&#8230;
ja_jp: その他&#8230;
kk_kz: Қосымша&#8230;
ko_kr: 자세히&#8230;
lb_lu: Méi&#8230;
lt_lt: Daugiau&#8230;
lv_lv: Vēl &#8230;
ms_my: Lagi&#8230;
mt_mt: Aktar&#8230;
nb_no: Mer&#8230;
nl_be: Meer&#8230;
pl_pl: Więcej&#8230;
pt_pt: Mais&#8230;
ro_ro: Mai multe&#8230;
ru_ru: Подробнее&#8230;
sk_sk: Viac&#8230;
sl_si: Več informacij&#8230;
sr_cyrl_rs: Још&#8230;
sr_latn_rs: Još&#8230;
sv_se: Mer&#8230;
th_th: เพิ่มเติม&#8230;
tr_tr: Diğer&#8230;
uk_ua: Більше&#8230;
vi_vn: Thêm&#8230;
zh_cn: 更多&#8230;
zh_tw: 更多&#8230;

source: Load more results
ar_sa: تحميل مزيد من النتائج
bg_bg: Зареждане на още резултати
ca_es: Carrega més resultats
cs_cz: Načíst více výsledků
da_dk: Indlæs flere resultater
de_de: Weitere Ergebnisse laden
el_gr: Φόρτωση περισσότερων αποτελεσμάτων
es_es: Cargar más resultados
et_ee: Laadi rohkem tulemusi
eu_es: Kargatu emaitza gehiago
fi_fi: Lataa lisää tuloksia
fr_ca: Charger plus de résultats
ga_ie: Lódáil tuilleadh torthaí
gl_es: Cargar máis resultados
he_il: טען תוצאות נוספות
hi_in: अधिक परिणाम लोड करें
hr_hr: Učitaj više rezultata
hu_hu: További találatok betöltése
id_id: Muat hasil lebih banyak
is_is: Hlaða fleiri niðurstöðum
it_it: Carica altri risultati
ja_jp: 結果をさらに読み込む
kk_kz: Басқа нәтижелерді жүктеу
ko_kr: 더 많은 결과 로드
lb_lu: Méi Resultater lueden
lt_lt: Įkelti daugiau rezultatų
lv_lv: Ielādēt citus rezultātus
ms_my: Muatkan lagi hasil
mt_mt: Illowdja aktar riżultati
nb_no: Last flere resultater
nl_be: Meer resultaten laden
pl_pl: Załaduj więcej wyników
pt_pt: Carregar mais resultados
ro_ro: Încărcați mai multe rezultate
ru_ru: Загрузить другие результаты
sk_sk: Načítať viac výsledkov
sl_si: Naloži več rezultatov
sr_cyrl_rs: Учитајте још резултата
sr_latn_rs: Učitajte još rezultata
sv_se: Läs in fler resultat
th_th: โหลดผลลัพธ์เพิ่มเติม
tr_tr: Daha fazla sonuç yükle
uk_ua: Завантажити інші результати
vi_vn: Tải thêm kết quả
zh_cn: 加载更多结果
zh_tw: 載入更多結果

source: Log in
ar_sa: تسجيل الدخول
bg_bg: Влизане
ca_es: Inicia la sessió
cs_cz: Přihlásit
da_dk: Logon
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
et_ee: Logi sisse
eu_es: Hasi saioa
fi_fi: Kirjaudu sisään
fr_ca: Connexion
ga_ie: Logáil isteach
gl_es: Iniciar sesión
he_il: היכנס
hi_in: लॉगिन करें
hr_hr: Prijava
hu_hu: Bejelentkezés
id_id: Masuk
is_is: Skrá inn
it_it: Accedi
ja_jp: ログイン
kk_kz: Кіру
ko_kr: 로그인
lb_lu: Umellen
lt_lt: Prisijungti
lv_lv: Pieteikties
ms_my: Log masuk
nb_no: Logg deg på
nl_be: Aanmelden
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
ro_ro: Conectare
ru_ru: Вход
sk_sk: Prihlásiť sa
sl_si: Prijava
sr_cyrl_rs: Пријављивање
sr_latn_rs: Prijavljivanje
sv_se: Inloggning
th_th: เข้าสู่ระบบ
tr_tr: Oturum aç
uk_ua: Вхід
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# loginAzure
source: Please log in with your Azure account.
ar_sa: الرجاء تسجيل الدخول باستخدام حسابك على Azure.
bg_bg: Влезте с акаунта си в Azure.
ca_es: Inicieu la sessió amb el compte de l'Azure.
cs_cz: Přihlaste se prosím pomocí účtu Azure.
da_dk: Log på med din Azure-konto.
de_de: Melden Sie sich mit Ihrem Azure-Konto an.
el_gr: Συνδεθείτε με τον λογαριασμό σας Azure.
es_es: Inicie sesión con su cuenta de Azure.
et_ee: Logige oma Azure’i kontoga sisse.
eu_es: Hasi saioa Azure kontuan.
fi_fi: Kirjaudu sisään Azure-tilillä.
fr_ca: Veuillez vous connecter avec votre compte Azure.
ga_ie: Logáil isteach le do chuntas Azure le do thoil.
gl_es: Inicie sesión coa súa conta de Azure.
he_il: היכנס באמצעות חשבון Azure שלך.
hi_in: अपने Azure खाते से लॉगिन करें.
hr_hr: Prijavite se pomoću računa za Azure.
hu_hu: Jelentkezzen be Azure-fiókjával.
id_id: Silakan masuk menggunakan akun Azure Anda.
is_is: Vinsamlegast skráðu þig inn með Azure-reikningnum þínum.
it_it: Accedi con il tuo account Azure.
ja_jp: Azure アカウントを使ってログインしてください。
kk_kz: Azure тіркелгісімен кіріңіз.
ko_kr: Azure 계정으로 로그인하세요.
lb_lu: Mellt Iech w. e. g. mat Ärem Azure-Kont un.
lt_lt: Prisijunkite naudodami savo „Azure“ paskyrą.
lv_lv: Piesakieties Azure kontā.
ms_my: Sila log masuk dengan akaun Azure anda.
mt_mt: Idħol bil-kont Azure tiegħek.
nb_no: Logg deg på med Azure-kontoen din.
nl_be: Meld u aan met uw Azure-account.
pl_pl: Zaloguj się przy użyciu konta platformy Azure.
pt_pt: Inicie a sessão com a sua conta do Azure.
ro_ro: Conectați-vă cu contul dvs. Azure.
ru_ru: Выполните вход со своей учетной записью Azure.
sk_sk: Prihláste sa s kontom Azure.
sl_si: Prijavite se s svojim računom za Azure.
sr_cyrl_rs: Пријавите се са Azure налогом.
sr_latn_rs: Prijavite se sa Azure nalogom.
sv_se: Logga in med ditt Azure-konto.
th_th: โปรดเข้าสู่ระบบด้วยบัญชี Azure
tr_tr: Lütfen Azure hesabınızla oturum açın.
uk_ua: Увійдіть у свій обліковий запис Azure.
vi_vn: Vui lòng đăng nhập bằng tài khoản Azure của bạn.
zh_cn: 请使用 Azure 帐户登录。
zh_tw: 請登入您的 Azure 帳戶。

source: Main navigation
ar_sa: التنقل الأساسي
bg_bg: Главна навигация
ca_es: Navegació principal
cs_cz: Hlavní navigace
da_dk: Overordnet navigation
de_de: Hauptnavigation
el_gr: Κύρια περιήγηση
es_es: Navegación principal
et_ee: Põhinavigeerimine
eu_es: Nabigazio nagusia
fi_fi: Pääsiirtyminen
fr_ca: Navigation principale
ga_ie: Príomh-nascleanúint
gl_es: Navegación principal
he_il: ניווט עיקרי
hi_in: मुख्य नेविगेशन
hr_hr: Glavna navigacija
hu_hu: Fő navigáció
id_id: Navigasi Utama
is_is: Aðal stikl
it_it: Navigazione principale
ja_jp: メインのナビゲーション
kk_kz: Негізгі навигация
ko_kr: 주 탐색
lb_lu: Haaptnavigatioun
lt_lt: Pagrindinis naršymas
lv_lv: Galvenā navigācija
ms_my: Navigasi Utama
mt_mt: Navigazzjoni Ewlenija
nb_no: Hovednavigering
nl_be: Hoofdnavigatie
pl_pl: Nawigacja główna
pt_pt: Navegação Principal
ro_ro: Navigare principală
ru_ru: Главная панель навигации
sk_sk: Hlavná navigácia
sl_si: Glavna vrstica za krmarjenje
sr_cyrl_rs: Главно-Навигација
sr_latn_rs: Glavno-Navigacija
sv_se: Huvudnavigering
th_th: การนำทางหลัก
tr_tr: Ana Gezinti
uk_ua: Основна навігація
vi_vn: Điều hướng chính
zh_cn: 主导航
zh_tw: 主導覽

source: Manage my profile
ar_sa: إدارة ملفي التعريفي
bg_bg: Управление на моя профил
ca_es: Administra el meu perfil
cs_cz: Spravovat můj profil
da_dk: Administrer min profil
de_de: Mein Profil verwalten
el_gr: Διαχείριση του προφίλ μου
es_es: Administrar mi perfil
et_ee: Halda minu profiili
eu_es: Kudeatu profila
fi_fi: Oman profiilin hallinta
fr_ca: Gérer mon profil
ga_ie: Bainistigh mo phróifíl
gl_es: Xestionar o meu perfil
he_il: ניהול הפרופיל שלי
hi_in: मेरी प्रोफ़ाइल प्रबंधित करें
hr_hr: Upravljanje profilom
hu_hu: Saját profil kezelése
id_id: Kelola profil saya
is_is: Stjórna prófílnum mínum
it_it: Gestione del mio profilo
ja_jp: マイ プロファイルの管理
kk_kz: Профилімді басқару
ko_kr: 내 프로필 관리
lb_lu: Mäi Profil verwalten
lt_lt: Mano profilio valdymas
lv_lv: Pārvaldīt profilu
ms_my: Uruskan profil saya
mt_mt: Immaniġġja l-profil tiegħi
nb_no: Administrer min profil
nl_be: Mijn profiel beheren
pl_pl: Zarządzaj moim profilem
pt_pt: Gerir o meu perfil
ro_ro: Gestionare profil personal
ru_ru: Управление профилем
sk_sk: Spravovať môj profil
sl_si: Upravljaj moj profil
sr_cyrl_rs: Управљање мојим профилом
sr_latn_rs: Upravljanje mojim profilom
sv_se: Hantera min profil
th_th: จัดการโปรไฟล์ของฉัน
tr_tr: Profilinizi yönetin
uk_ua: Керувати моїм профілем
vi_vn: Quản lý hồ sơ của tôi
zh_cn: 管理我的个人资料
zh_tw: 管理我的設定檔

# maximize
source: Maximise
ar_sa: تكبير
bg_bg: Увеличаване
ca_es: Maximitza
cs_cz: Maximalizovat
da_dk: Maksimer
de_de: Maximieren
el_gr: Μεγιστοποίηση
es_es: Maximizar
et_ee: Maksimeeri
eu_es: Maximizatu
fi_fi: Suurenna
fr_ca: Agrandir
ga_ie: Uasmhéadaigh
gl_es: Maximizar
he_il: הגדל למקסימום
hi_in: बड़ा करें
hr_hr: Maksimiziraj
hu_hu: Teljes méret
id_id: Perbesar
is_is: Fylla skjá
it_it: Ingrandisci
ja_jp: 最大
kk_kz: Жаю
ko_kr: 최대화
lb_lu: Maximéieren
lt_lt: Maksimizuoti
lv_lv: Maksimizēt
ms_my: Maksimumkan
mt_mt: Immassimizza
nb_no: Maksimer
nl_be: Maximaliseren
pl_pl: Maksymalizuj
pt_pt: Maximizar
ro_ro: Maximizare
ru_ru: Развернуть
sk_sk: Maximalizovať
sl_si: Maksimiziraj
sr_cyrl_rs: Увећај
sr_latn_rs: Uvećaj
sv_se: Maximera
th_th: ขยาย
tr_tr: Ekranı kapla
uk_ua: Максимум
vi_vn: Tối đa hóa
zh_cn: 最大化
zh_tw: 最大化

source: Member
ar_sa: عضو
bg_bg: Член
ca_es: Membre
cs_cz: Člen
da_dk: Medlem
de_de: Mitglied
el_gr: Μέλος
es_es: Miembro
et_ee: Liige
eu_es: Kidea
fi_fi: Jäsen
fr_ca: Membre
ga_ie: Ball
gl_es: Membro
he_il: חבר
hi_in: सदस्य
hr_hr: Član
hu_hu: Tag
id_id: Anggota
is_is: Meðlimur
it_it: Membro
ja_jp: メンバー
kk_kz: Мүше
ko_kr: 멤버
lt_lt: Narys
lv_lv: Dalībnieks
ms_my: Ahli
mt_mt: Membru
nb_no: Medlem
nl_be: Lid
pl_pl: Członek
pt_pt: Membro
ro_ro: Membru
ru_ru: Член организации
sk_sk: Člen
sl_si: Član
sr_cyrl_rs: Члан
sr_latn_rs: Član
sv_se: Medlem
th_th: สมาชิก
tr_tr: Üye
uk_ua: Учасник
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# memberDescription
source: This user is a member of the {org} organisation.
ar_sa: هذا المستخدم عضو في مؤسسة {org}.
bg_bg: Този потребител е член на организацията {org}.
ca_es: Aquest usuari és membre de l'organització {org}.
cs_cz: Tento uživatel je členem organizace {org}.
da_dk: Denne bruger er medlem af organisationen {org}.
de_de: Dieser Benutzer ist Mitglied der Organisation „{org}“.
el_gr: Αυτός ο χρήστης είναι μέλος του οργανισμού {org}.
es_es: Este usuario es miembro de la organización {org}.
et_ee: See kasutaja on organisatsiooni {org} liige.
eu_es: Erabiltzaile hau {org} erakundeko kide da.
fi_fi: Tämä käyttäjä on organisaation {org} jäsen.
fr_ca: Cet utilisateur est un membre de l’organisation {org}.
ga_ie: Is ball é an t-úsáideoir seo den {org} eagraíocht.
gl_es: Este usuario é membro da organización {org}.
he_il: משתמש זה הוא חבר בארגון {org}.
hi_in: यह उपयोगकर्ता {org} संगठन का सदस्य है.
hr_hr: Ovaj je korisnik član tvrtke ili ustanove {org}.
hu_hu: A felhasználó a(z) {org} szervezet tagja.
id_id: Pengguna ini adalah anggota organisasi {org}.
is_is: Þessi notandi er aðili {org} stofnuninnar.
it_it: Questo utente è un membro dell'organizzazione {org}.
ja_jp: このユーザーは、{org} の組織のメンバーです。
kk_kz: Бұл пайдаланушы {org} ұйымының мүшесі.
ko_kr: 이 사용자는 {org} 조직의 멤버입니다.
lb_lu: Dëse Benotzer ass e Member vun der {org}-Organisatioun.
lt_lt: Šis vartotojas yra {org} organizacijos narys.
lv_lv: Šis lietotājs ir organizācijas {org} dalībnieks.
ms_my: Pengguna ini ialah ahli organisasi {org}.
mt_mt: Dan l-utent huwa membru tal-organizzazzjoni {org}.
nb_no: Denne brukeren er medlem av organisasjonen {org}.
nl_be: Deze gebruiker is een lid van de organisatie {org}.
pl_pl: Ten użytkownik jest członkiem organizacji {org}.
pt_pt: Este utilizador é um membro da organização {org}.
ro_ro: Acest utilizator este un membru al organizației {org}.
ru_ru: Пользователь, который является членом организации {org}.
sk_sk: Tento používateľ je členom organizácie {org}.
sl_si: Ta uporabnik je član organizacije {org}.
sr_cyrl_rs: Овај корисник је члан организације {org}.
sr_latn_rs: Ovaj korisnik je član organizacije {org}.
sv_se: Den här användaren är medlem i organisationen {org}.
th_th: ผู้ใช้รายนี้เป็นสมาชิกขององค์กร {org}
tr_tr: Bu kullanıcı {org} kuruluşunun bir üyesi.
uk_ua: Цей користувач належить до організації {org}.
vi_vn: Người dùng này là thành viên của tổ chức {org}.
zh_cn: 此用户是 {org} 组织的成员。
zh_tw: 此使用者是 {org} 組織的成員。

source: Member details
ar_sa: تفاصيل العضو
bg_bg: Подробни данни за члена
ca_es: Detalls del membre
cs_cz: Podrobnosti člena
da_dk: Oplysninger om medlem
de_de: Details zum Mitglied
el_gr: Λεπτομέρειες μέλους
es_es: Detalles del miembro
et_ee: Liikme üksikasjad
eu_es: Kidearen xehetasunak
fi_fi: Jäsenen tiedot
fr_ca: Détails membre
ga_ie: Sonraí Baill
gl_es: Detalles do membro
he_il: פרטי החבר
hi_in: सदस्य विवरण
hr_hr: Pojedinosti o članovima
hu_hu: Tag adatai
id_id: Detail Anggota
is_is: Upplýsingar um meðlim
it_it: Dettagli membro
ja_jp: メンバーの詳細
kk_kz: Мүше мәліметтері
ko_kr: 멤버 세부 정보
lb_lu: Memberdetailer
lt_lt: Išsami narių informacija
lv_lv: Informācija par elementiem
ms_my: Butiran Ahli
mt_mt: Dettalji tal-Membru
nb_no: Medlemsdetaljer
nl_be: Liddetails
pl_pl: Szczegółowe składowej
pt_pt: Detalhes de Membro
ro_ro: Detalii membru
ru_ru: Сведения об участнике
sk_sk: Podrobnosti o členoch
sl_si: Podrobnosti članov
sr_cyrl_rs: Детаљи о члановима
sr_latn_rs: Detalji o članovima
sv_se: Medlemsinformation
th_th: รายละเอียดสมาชิก
tr_tr: Üye Ayrıntıları
uk_ua: Відомості про учасників
vi_vn: Chi tiết thành viên
zh_cn: 成员详细信息
zh_tw: 成員詳細資料

source: Members
ar_sa: الأعضاء
bg_bg: Членове
ca_es: Membres
cs_cz: Členové
da_dk: Medlemmer
de_de: Member
el_gr: Μέλη
es_es: Miembros
et_ee: Liikmed
eu_es: Kideak
fi_fi: Jäsenet
fr_ca: Membres
ga_ie: Baill
gl_es: Membros
he_il: חברים
hi_in: सदस्य
hr_hr: Članovi
hu_hu: Tagok
id_id: Anggota
is_is: Meðlimir
it_it: Membri
ja_jp: メンバー
kk_kz: Мүшелер
ko_kr: 멤버
lb_lu: Memberen
lt_lt: Nariai
lv_lv: Elementi
ms_my: Ahli
mt_mt: Membri
nb_no: Medlemmer
nl_be: Leden
pl_pl: Elementy członkowskie
pt_pt: Membros
ro_ro: Membri
ru_ru: Элементы
sk_sk: Členovia
sl_si: Člani
sr_cyrl_rs: Чланови
sr_latn_rs: Članovi
sv_se: Medlemmar
th_th: สมาชิก
tr_tr: Üyeler
uk_ua: Учасники
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

source: Method details
ar_sa: تفاصيل الأسلوب
bg_bg: Подробни данни за метода
ca_es: Detalls del mètode
cs_cz: Podrobnosti metody
da_dk: Oplysninger om metode
de_de: Details zur Methode
el_gr: Λεπτομέρειες μεθόδου
es_es: Detalles del método
et_ee: Meetodi üksikasjad
eu_es: Metodoaren xehetasunak
fi_fi: Menetelmän tiedot
fr_ca: Détails méthode
ga_ie: Sonraí Modha
gl_es: Detalles do método
he_il: פרטי פעולת השירות
hi_in: विधि विवरण
hr_hr: Pojedinosti o metodama
hu_hu: Metódus adatai
id_id: Detail Metode
is_is: Upplýsingar um aðferð
it_it: Dettagli metodo
ja_jp: メソッドの詳細
kk_kz: Әдіс мәліметтері
ko_kr: 메서드 세부 정보
lb_lu: Metoddetailer
lt_lt: Išsami metodų informacija
lv_lv: Informācija par metodēm
ms_my: Butiran Kaedah
mt_mt: Dettalji tal-Metodu
nb_no: Metodedetaljer
nl_be: Methodedetails
pl_pl: Szczegóły metody
pt_pt: Detalhes de Método
ro_ro: Detalii metodă
ru_ru: Сведения о методе
sk_sk: Podrobnosti o metódach
sl_si: Podrobnosti načinov
sr_cyrl_rs: Детаљи о методу
sr_latn_rs: Detalji o metodu
sv_se: Metodinformation
th_th: รายละเอียดวิธีการ
tr_tr: Yöntem Ayrıntıları
uk_ua: Відомості про метод
vi_vn: Chi tiết phương pháp
zh_cn: 方法详细信息
zh_tw: 方法詳細資料

# methodsInSubtitle
source: Methods
ar_sa: الأساليب
bg_bg: Методи
ca_es: Mètodes
cs_cz: Metody
da_dk: Metoder
de_de: Methoden
el_gr: Μέθοδοι
es_es: Métodos
et_ee: Meetodid
eu_es: Metodoak
fi_fi: Menetelmät
fr_ca: Méthodes
ga_ie: Modhanna
gl_es: Métodos
he_il: שיטות
hi_in: विधियाँ
hr_hr: Metode
hu_hu: Metódusok
id_id: Metode
is_is: Aðferðir
it_it: Metodi
ja_jp: 方法
kk_kz: Әдістер
ko_kr: 메서드
lb_lu: Methoden
lt_lt: Metodai
lv_lv: Metodes
ms_my: Kaedah
mt_mt: Metodi
nb_no: Metoder
nl_be: Methoden
pl_pl: Metody
pt_pt: Métodos
ro_ro: Metode
ru_ru: Методы
sk_sk: Metódy
sl_si: Načini
sr_cyrl_rs: Методи
sr_latn_rs: Metodi
sv_se: Metoder
th_th: วิธีการ
tr_tr: Yöntemler
uk_ua: Методи
vi_vn: Phương pháp
zh_cn: 方法
zh_tw: 方法
