Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# hint
source: <strong>Hint:</strong> {0}
ar_sa: <strong>تلميح:</strong> {0}
bg_bg: <strong>Подсказване:</strong> {0}
ca_es: <strong>Suggeriment:</strong> {0}
cs_cz: <strong>Tip:</strong> {0}
da_dk: <strong>Tip!</strong> {0}
de_de: <strong>Hinweis:</strong> {0}
el_gr: <strong>Υπόδειξη:</strong> {0}
es_es: <strong>Sugerencia:</strong> {0}
et_ee: <strong>Vihje:</strong> {0}
eu_es: <strong>Argibidea:</strong> {0}
fi_fi: <strong>Vinkki:</strong> {0}
fr_ca: <strong>Indication :</strong> {0}
ga_ie: <strong>Leid:</strong> {0}
gl_es: <strong>Pista:</strong> {0}
he_il: <strong>רמז:</strong> {0}
hi_in: <strong>संकेत:</strong> {0}
hr_hr: <strong>Pomoć:</strong> {0}
hu_hu: <strong>Tipp:</strong> {0}
id_id: <strong>Petunjuk:</strong> {0}
is_is: <strong>Ábending:</strong> {0}
it_it: <strong>Suggerimento:</strong> {0}
ja_jp: <strong>ヒント:</strong> {0}
kk_kz: <strong>Нұсқау:</strong> {0}
ko_kr: <strong>힌트:</strong> {0}
lb_lu: <strong>Tipp:</strong> {0}
lt_lt: <strong>Nurodymas:</strong> {0}
lv_lv: <strong>Padoms:</strong> {0}
ms_my: <strong>Petunjuk:</strong> {0}
mt_mt: <strong>Ħjiel:</strong> {0}
pl_pl: <strong>Wskazówka:</strong> {0}
pt_pt: <strong>Dica:</strong> {0}
ro_ro: <strong>Sfat:</strong> {0}
ru_ru: <strong>Подсказка.</strong> {0}
sk_sk: <strong>Tip:</strong> {0}
sl_si: <strong>Namig:</strong> {0}
sr_cyrl_rs: <strong>Савет:</strong> {0}
sr_latn_rs: <strong>Savet:</strong> {0}
sv_se: <strong>Tips:</strong> {0}
th_th: <strong>คำแนะนำ:</strong> {0}
tr_tr: <strong>İpucu:</strong> {0}
uk_ua: <strong>Підказка.</strong> {0}
vi_vn: <strong>Gợi ý:</strong> {0}
zh_cn: <strong>提示：</strong>{0}
zh_tw: <strong>提示：</strong> {0}

source: Hooray
ar_sa: هتاف
bg_bg: Ура
ca_es: Em deixa parat
cs_cz: Radost
da_dk: Hurra
de_de: Hurra
el_gr: Ενθουσιασμός
es_es: Alegría
et_ee: Hurraa
eu_es: Primeran
fi_fi: Hurraa
fr_ca: Hourra
ga_ie: Hurá
gl_es: Hurra
he_il: הידד
hi_in: हुर्रे
hr_hr: Hura
hu_hu: Hurrá
id_id: Hore
is_is: Húrra
it_it: Entusiasmo
ja_jp: バンザイ
kk_kz: Қуану
ko_kr: 만세
lb_lu: Hurra
lt_lt: Valio
lv_lv: Urrā!
ms_my: Hore
mt_mt: Evviva
nb_no: Hurra
nl_be: Hoera
pl_pl: Hura
pt_pt: Bravo
ro_ro: Ura
ru_ru: Радостный смайлик
sk_sk: Nadšenie
sl_si: Navdušen
sr_cyrl_rs: Ура
sr_latn_rs: Ura
sv_se: Hurra
th_th: ไชโย
tr_tr: Yaşasın
uk_ua: Ура
vi_vn: Hoan hô
zh_cn: 万岁
zh_tw: 歡呼

# hoorayReactionCount
source: {0} hooray reactions
ar_sa: {0} من تفاعلات السعادة
bg_bg: {0} реагираха с „ура“
ca_es: {0} reaccions Em deixa parat
cs_cz: {0} radostných reakcí
da_dk: {0} hurra-reaktioner
de_de: {0} Hurra-Reaktionen
el_gr: {0} αντιδράσεις ενθουσιασμού
es_es: {0} reacciones de alegría
et_ee: {0} hurraa reaktsiooni
eu_es: Zoriontzeko {0} erantzun
fi_fi: {0} hurraa-reaktiota
fr_ca: {0} réactions « hourras»
ga_ie: {0} freagairt hurá
gl_es: Reaccións de hurra de {0}
he_il: {0} תגובות הידד
hi_in: {0} हुर्रे वाली प्रतिक्रियाएँ
hr_hr: Uzvika hura: {0}
hu_hu: {0} hurrá visszajelzés
id_id: {0} reaksi hore
is_is: {0} viðbrögð með húrra
it_it: {0} reazioni entusiastiche
ja_jp: {0} 件のリアクション (バンザイ)
kk_kz: {0} «қуану» реакциясы
ko_kr: 만세 반응 {0}개
lb_lu: {0} Hurra-Reaktiounen
lt_lt: Reakcijų Valio: {0}
lv_lv: Atzīmes ar “Urrā!” ({0})
ms_my: {0} reaksi hore
mt_mt: {0} reazzjonijiet ta' evviva
nb_no: {0} hurra-reaksjoner
nl_be: {0} zeer blije reacties
pl_pl: Reakcje „Hura”: {0}
pt_pt: {0} reações de felicidade
ro_ro: {0} reacții „ura”
ru_ru: Радостных смайликов: {0}
sk_sk: Nadšené reakcie: {0}
sl_si: Navdušeni odzivi: {0}
sr_cyrl_rs: Реакција са радовањем: {0}
sr_latn_rs: Reakcija sa radovanjem: {0}
sv_se: {0} hurra-reaktioner
th_th: {0} การตอบสนองด้วยไชโย
tr_tr: {0} yaşasın
uk_ua: Реакцій "Ура": {0}
vi_vn: {0} phản ứng hoan hô
zh_cn: {0} 个万岁的反应
zh_tw: {0} 個歡呼反應

# hoursAgo
source: {0} hours ago
ar_sa: منذ {0} ساعات
bg_bg: преди {0} часа
ca_es: fa {0} hores
cs_cz: Před {0} hod
da_dk: {0} timer siden
de_de: vor {0} Stunden
el_gr: {0} ώρες πριν
es_es: hace {0} horas
et_ee: {0} tundi tagasi
eu_es: Duela {0} ordu
fi_fi: {0} tuntia sitten
fr_ca: il y a {0} heures
ga_ie: {0} uair ó shin
gl_es: Hai {0} horas
he_il: לפני {0} שעות
hi_in: {0} घंटे पहले
hr_hr: prije {0} h
hu_hu: {0} órával ezelőtt
id_id: {0} jam yang lalu
is_is: Fyrir {0} klukkustundum síðan
it_it: {0} ore fa
ja_jp: {0} 時間前
kk_kz: {0} сағат бұрын
ko_kr: {0}시간 전
lb_lu: Viru(n) {0} Stonnen
lt_lt: Prieš {0} val.
lv_lv: Pirms {0} h
ms_my: {0} jam yang lalu
mt_mt: {0} sigħat ilu
nb_no: for {0} timer siden
nl_be: {0} uur geleden
pl_pl: {0} godz. temu
pt_pt: Há {0} horas
ro_ro: Acum {0} ore
ru_ru: {0} ч. назад
sk_sk: pred {0} hodinami
sl_si: Pred {0} h
sr_cyrl_rs: пре {0} ч.
sr_latn_rs: pre {0} č.
sv_se: för {0} timmar sedan
th_th: {0} ชั่วโมงที่แล้ว
tr_tr: {0} saat önce
uk_ua: {0} год. тому
vi_vn: {0} giờ trước
zh_cn: {0} 小时前
zh_tw: {0} 小時前

source: How can we improve?
ar_sa: كيف يمكننا التحسن؟
bg_bg: Как можем да се подобрим?
ca_es: Què podem fer per millorar?
cs_cz: Jak se můžeme zlepšit?
da_dk: Hvordan kan vi gøre det bedre?
de_de: Wie können wir besser werden?
el_gr: Πώς μπορούμε να βελτιωθούμε;
es_es: ¿Qué podemos mejorar?
et_ee: Mida saame täiustamiseks teha?
eu_es: Nola hobe dezakegu zerbitzua?
fi_fi: Miten voimme parantaa?
fr_ca: Comment pouvons-nous nous améliorer?
ga_ie: Conas is féidir linn feabhsú?
gl_es: Como podemos mellorar?
he_il: כיצד נוכל להשתפר?
hi_in: हम सुधार कैसे कर सकते हैं?
hr_hr: Kako se možemo poboljšati?
hu_hu: Hogyan javíthatjuk szolgáltatásunkat?
id_id: Bagaimana cara agar kami menjadi lebih baik?
is_is: Hvað getum við bætt okkur?
it_it: Suggerimenti per il miglioramento dell'app?
ja_jp: 品質向上にご協力ください。
kk_kz: Қалай жақсарта аламыз?
ko_kr: 개선할 점은 무엇인가요?
lb_lu: Wéi kënne mir eis verbesseren?
lt_lt: Kaip galime patobulinti?
lv_lv: Kā mums to uzlabot?
ms_my: Bagaimanakah kami dapat memperbaiki?
mt_mt: Kif nistgħu nsiru aħjar?
nb_no: Hvordan kan vi bli bedre?
nl_be: Wat kunnen we verbeteren?
pl_pl: Co możemy poprawić?
pt_pt: Como podemos melhorar?
ro_ro: Cum putem deveni mai eficienți?
ru_ru: Что мы можем улучшить?
sk_sk: Ako sa môžeme zlepšiť?
sl_si: Kako se lahko izboljšamo?
sr_cyrl_rs: Како можемо да се побољшамо?
sr_latn_rs: Kako možemo da se poboljšamo?
sv_se: Hur kan vi bli bättre?
th_th: เราสามารถพัฒนาได้อย่างไร
tr_tr: Neleri geliştirebiliriz?
uk_ua: Що можна було б покращити?
vi_vn: Chúng tôi có thể cải thiện bằng cách nào?
zh_cn: 我们应该如何改进?
zh_tw: 還可以如何改進呢？

source: hr
ar_sa: ساعة
bg_bg: ч
ca_es: h
cs_cz: hod
da_dk: time
de_de: Std.
el_gr: ώρες
es_es: h
et_ee: t
eu_es: h
fi_fi: h
fr_ca: h
ga_ie: uair
gl_es: h
he_il: שעות
hi_in: घं
hr_hr: h
hu_hu: ó
id_id: jam
is_is: klst
it_it: h
ja_jp: 時間
kk_kz: сағ
ko_kr: 시간
lb_lu: St
lt_lt: val.
lv_lv: h
ms_my: jam
mt_mt: siegħa
nb_no: t
nl_be: uur
pl_pl: godz.
ro_ro: ore
ru_ru: ч
sk_sk: hod
sl_si: h
sr_cyrl_rs: ч.
sr_latn_rs: č.
sv_se: tim
th_th: ชม.
tr_tr: sa
uk_ua: год.
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# hrMin
source: {0} hr {1} min.
ar_sa: {0} ساعة {1} دقيقة
bg_bg: {0} ч {1} мин
ca_es: {0} h {1} min
cs_cz: {0} hod {1} min
da_dk: {0} time(r) {1} min.
de_de: {0} Std. {1} Min.
el_gr: {0} ώρες {1} λεπτά
es_es: {0} h {1} min
et_ee: {0} t {1} min
eu_es: {0} h {1} min
fi_fi: {0} h {1} min
fr_ca: {0} h {1} min
ga_ie: {0}uair {1}nóiméad
gl_es: {0} h {1} min
he_il: {0} שעות {1} דקות
hi_in: {0} घं {1} मि
hr_hr: {0} h {1} min
hu_hu: {0} óra {1} perc
id_id: {0} jam {1} menit
is_is: {0} klst {1} mín
it_it: {0} h {1} min
ja_jp: {0} 時間 {1} 分
kk_kz: {0} сағ {1} мин
ko_kr: {0}시간 {1}분
lb_lu: {0}St {1}min
lt_lt: {0} val. {1} min.
lv_lv: {0} h {1} min
ms_my: {0} jam {1} min
nb_no: {0} t {1} min
nl_be: {0} uur {1} min.
pl_pl: {0} godz. {1} min
pt_pt: {0} h {1} min
ro_ro: {0} ore {1} minute
ru_ru: {0} ч {1} мин
sk_sk: {0} h {1} min
sl_si: {0} h {1} min
sr_cyrl_rs: {0}ч. {1} мин.
sr_latn_rs: {0}č. {1} min.
sv_se: {0} h {1} min
th_th: {0} ชม. {1} นาที
tr_tr: {0} sa {1} dk
uk_ua: {0} год. {1} хв.
vi_vn: {0} giờ {1} phút
zh_cn: {0} 小时 {1} 分钟
zh_tw: {0} 小時 {1} 分鐘

source: Implements
ar_sa: عمليات التنفيذ
bg_bg: Въвеждания
ca_es: Implementacions
cs_cz: Implementuje
da_dk: Implementeringer
de_de: Implementiert
el_gr: Υλοποιήσεις
es_es: Implementaciones
et_ee: Juurutused
eu_es: Inplementazioak
fi_fi: Toteutukset
fr_ca: Implémente
ga_ie: Cuir i bhfeidhm
gl_es: Implementacións
he_il: יישומים
hi_in: कार्यान्वयन
hr_hr: Implementacije
hu_hu: Megvalósítás
id_id: Penerapan
is_is: Framkvæmdir
it_it: Implementazioni
ja_jp: 実装
kk_kz: Орындау
ko_kr: 구현
lb_lu: Implementéierungen
lt_lt: Diegimai
lv_lv: Ieviešana
ms_my: Perkakas
mt_mt: Jimplimenta
nb_no: Implementerer
nl_be: Implementeringen
pl_pl: Implementuje
pt_pt: Implementações
ro_ro: Implementări
ru_ru: Реализации
sk_sk: Implementácie
sl_si: Uvedbe
sr_cyrl_rs: Примене
sr_latn_rs: Primene
sv_se: Implementeringar
th_th: การดำเนินการ
tr_tr: Uygulamalar
uk_ua: Впровадження
vi_vn: Triển khai
zh_cn: 实现
zh_tw: 實作

# important
source: <p>Important</p>
ar_sa: <p>هام</p>
bg_bg: <p>Важно</p>
cs_cz: <p>Důležité</p>
da_dk: <p>Vigtigt</p>
de_de: <p>Wichtig</p>
el_gr: <p>Σημαντικό</p>
es_es: <p>Importante</p>
et_ee: <p>Oluline</p>
eu_es: <p>Garrantzitsua</p>
fi_fi: <p>Tärkeä</p>
ga_ie: <p>Tábhachtach</p>
gl_es: <p>Importante</p>
he_il: <p>חשוב</p>
hi_in: <p>महत्वपूर्ण</p>
hr_hr: <p>Važno</p>
hu_hu: <p>Fontos</p>
id_id: <p>Penting</p>
is_is: <p>Mikilvægt</p>
it_it: <p>Importante</p>
ja_jp: <p>重要</p>
kk_kz: <p>Маңызды</p>
ko_kr: <p>중요</p>
lb_lu: <p>Wichteg</p>
lt_lt: <p>Svarbu</p>
lv_lv: <p>Svarīgi</p>
ms_my: <p>Penting</p>
mt_mt: <p>Importanti</p>
nb_no: <p>Viktig!</p>
nl_be: <p>Belangrijk</p>
pl_pl: <p>Ważne</p>
pt_pt: <p>Importante</p>
ru_ru: <p>Важно!</p>
sk_sk: <p>Dôležité</p>
sl_si: <p>Pomembno</p>
sr_cyrl_rs: <p>Важно</p>
sr_latn_rs: <p>Važno</p>
sv_se: <p>Viktigt</p>
th_th: <p>ข้อสำคัญ</p>
tr_tr: <p>Önemli</p>
uk_ua: <p>Важливо</p>
vi_vn: <p>Quan trọng</p>
zh_cn: <p>重要</p>
zh_tw: <p>重要</p>

source: in
ar_sa: في
bg_bg: в
ca_es: en
cs_cz: v
da_dk: i
el_gr: σε
es_es: en
et_ee: kohas
eu_es: hemen
fi_fi: kohteessa
fr_ca: dans
gl_es: en
he_il: בתוך
hi_in: इसमें
hr_hr: u
id_id: dalam
is_is: inn
kk_kz: ішінде
ko_kr: in(다음 안에)
lb_lu: an
lv_lv: šeit:
ms_my: dalam
mt_mt: fi
nb_no: i
pl_pl: w
pt_pt: em
ro_ro: în
ru_ru: в
sk_sk: v
sl_si: v
sr_cyrl_rs: у
sr_latn_rs: u
sv_se: i
th_th: ใน
tr_tr: içinde
uk_ua: у
vi_vn: trong
zh_cn: 在
zh_tw: 位於

source: Incorrect choice
ar_sa: خيار غير صحيح
bg_bg: Неправилен избор
ca_es: Opció incorrecta
cs_cz: Nesprávná volba
da_dk: Forkert valg
de_de: Falsche Auswahl
el_gr: Εσφαλμένη επιλογή
es_es: Elección incorrecta
et_ee: Vale valik
eu_es: Aukera okerra
fi_fi: Väärä valinta
fr_ca: Sélection incorrecte
ga_ie: Rogha cheart
gl_es: Elección incorrecta
he_il: בחירה שגויה
hi_in: गलत पसंद
hr_hr: Netočan odabir
hu_hu: Helytelen válasz
id_id: Pilihan Salah
is_is: Rangt val
it_it: Scelta non corretta
ja_jp: 不適切な選択
kk_kz: Дұрыс емес таңдау
ko_kr: 잘못된 선택
lb_lu: Falsch Wiel
lt_lt: Netinkamas pasirinkimas
lv_lv: Nepareiza izvēle
ms_my: Pilihan Yang Salah
mt_mt: L-Għażla l-Ħażina
nb_no: Feil valg
nl_be: Onjuiste keuze
pl_pl: Niepoprawny wybór
pt_pt: Escolha Incorreta
ro_ro: Alegerea incorectă
ru_ru: Неправильный вариант
sk_sk: Nesprávny výber
sl_si: Nepravilna možnost
sr_cyrl_rs: Нетачан избор
sr_latn_rs: Netačan izbor
sv_se: Fel svar
th_th: ตัวเลือกไม่ถูกต้อง
tr_tr: Hatalı Seçim
uk_ua: Неправильний вибір
vi_vn: Lựa chọn sai
zh_cn: 选择错误
zh_tw: 答錯了

source: Inheritance
ar_sa: توريث
bg_bg: Наследяване
ca_es: Herència
cs_cz: Dědičnost
da_dk: Nedarvning
de_de: Vererbung
el_gr: Κληρονόμηση
es_es: Herencia
et_ee: Pärilus
eu_es: Herentzia
fi_fi: Periytyminen
fr_ca: Héritage
ga_ie: Oidhreacht
gl_es: Herdanza
he_il: ירושה
hi_in: इनहेरिटेंस
hr_hr: Naslijeđeni elementi
hu_hu: Öröklődés
id_id: Warisan
is_is: Arfur
it_it: Ereditarietà
ja_jp: 継承
kk_kz: Иелену
ko_kr: 상속
lb_lu: Verierwung
lt_lt: Paveldėjimas
lv_lv: Pārmantošana
ms_my: Warisan
mt_mt: Wirt
nb_no: Arv
nl_be: Overname
pl_pl: Dziedziczenie
pt_pt: Herança
ro_ro: Moștenire
ru_ru: Наследование
sk_sk: Dedičnosť
sl_si: Dediščina
sr_cyrl_rs: Наслеђено
sr_latn_rs: Nasleđeno
sv_se: Arv
th_th: การสืบทอด
tr_tr: Devralma
uk_ua: Успадкування
vi_vn: Kế thừa
zh_cn: 继承
zh_tw: 繼承

source: Inherited members
ar_sa: الأعضاء الموروثون
bg_bg: Наследени членове
ca_es: Membres heretats
cs_cz: Zdědění členové
da_dk: Nedarvede medlemmer
de_de: Geerbte Elemente
el_gr: Κληρονομημένα μέλη
es_es: Miembros heredados
et_ee: Päritud liikmed
eu_es: Heredatutako kideak
fi_fi: Perityt jäsenet
fr_ca: Membres hérités
ga_ie: Baill faighte le hoidhreacht
gl_es: Membros herdados
he_il: חברים שעברו בירושה
hi_in: इनहेरिटेड सदस्य
hr_hr: Naslijeđeni članovi
hu_hu: Öröklött tagok
id_id: Anggota Yang Diwariskan
is_is: Erfðir meðlimir
it_it: Membri ereditati
ja_jp: 継承メンバー
kk_kz: Иеленген мүшелер
ko_kr: 상속된 멤버
lb_lu: Verierft Memberen
lt_lt: Paveldėtas narys
lv_lv: Mantotie elementi
ms_my: Ahli Warisan
mt_mt: Membri li Ntwirtu
nb_no: Arvede medlemmer
nl_be: Overgenomen leden
pl_pl: Dziedziczone elementy członkowskie
pt_pt: Membros Herdados
ro_ro: Membri moșteniți
ru_ru: Унаследованные элементы
sk_sk: Zdedení členovia
sl_si: Podedovani člani
sr_cyrl_rs: Наслеђени чланови
sr_latn_rs: Nasleđeni članovi
sv_se: Ärvda medlemmar
th_th: สมาชิกที่สืบทอดมา
tr_tr: Devralınmış Üyeler
uk_ua: Успадковані учасники
vi_vn: Thành viên kế thừa
zh_cn: 继承成员
zh_tw: 繼承的成員

source: Input
ar_sa: إدخال
bg_bg: Въвеждане
ca_es: Entrada
cs_cz: Vstup
de_de: Eingabe
el_gr: Είσοδος
es_es: Entrada
et_ee: Sisend
eu_es: Sarrera
fi_fi: Syöte
fr_ca: Entrée
ga_ie: Ionchur
gl_es: Entrada
he_il: קלט
hi_in: इनपुट
hr_hr: Unos
hu_hu: Bevitel
is_is: Inntak
ja_jp: 入力
kk_kz: Кіріс
ko_kr: 입력
lb_lu: Agab
lt_lt: Įvestis
lv_lv: Ievade
nb_no: Inndata
nl_be: Invoer
pl_pl: Dane wejściowe
pt_pt: Entrada
ro_ro: Intrare
ru_ru: Входные данные
sk_sk: Vstup
sl_si: Vnos
sr_cyrl_rs: Унос
sr_latn_rs: Unos
sv_se: Indata
th_th: ข้อมูลป้อนเข้า
tr_tr: Giriş
uk_ua: Вхідні дані
vi_vn: Nhập
zh_cn: 输入
zh_tw: 輸入

# interfacesInSubtitle
source: Interfaces
ar_sa: الواجهات
bg_bg: Интерфейси
ca_es: Interfícies
cs_cz: Rozhraní
da_dk: Grænseflader
de_de: Schnittstellen
el_gr: Διασυνδέσεις
et_ee: Liidesed
eu_es: Interfazeak
fi_fi: Liittymät
ga_ie: Comhéadain
he_il: ממשקים
hi_in: इंटरफ़ेस
hr_hr: Sučelja
hu_hu: Interfészek
id_id: Antarmuka
is_is: Viðmót
it_it: Interfacce
ja_jp: インターフェイス
kk_kz: Интерфейстер
ko_kr: 인터페이스
lb_lu: Interfacen
lt_lt: Sąsajos
lv_lv: Interfeisi
ms_my: Antara Muka
nb_no: Grensesnitt
pl_pl: Interfejsy
ro_ro: Interfețe
ru_ru: Интерфейсы
sk_sk: Rozhrania
sl_si: Vmesniki
sr_cyrl_rs: Интерфејси
sr_latn_rs: Interfejsi
sv_se: Gränssnitt
th_th: อินเทอร์เฟซ
tr_tr: Arabirimler
uk_ua: Інтерфейси
vi_vn: Giao diện
zh_cn: 界面
zh_tw: 介面

source: Intermediate
ar_sa: متوسط
bg_bg: Среднонапреднали
ca_es: Intermedi
cs_cz: Přechodné
da_dk: Øvet
de_de: Fortgeschrittene Anfänger
el_gr: Μεσαίου επιπέδου
es_es: Intermedio
et_ee: Edasijõudnu
eu_es: Bitartekoa
fi_fi: Keskitaso
fr_ca: Intermédiaire
ga_ie: Idirmheánach
gl_es: Intermedio
he_il: ביניים
hi_in: मध्यवर्ती
hr_hr: Srednja razina
hu_hu: Haladó
id_id: Menengah
is_is: Miðstig
it_it: Intermedio
ja_jp: 中級
kk_kz: Орташа деңгей
ko_kr: 중급
lb_lu: Mëttel
lt_lt: Vidutinis
lv_lv: Vidējs līmenis
ms_my: Pertengahan
mt_mt: Intermedju
nb_no: Mellomnivå
nl_be: Gevorderde
pl_pl: Średni
pt_pt: Intermédio
ro_ro: Intermediar
ru_ru: Промежуточный
sk_sk: Mierne pokročilí
sl_si: Poznavalec
sr_cyrl_rs: Средњи
sr_latn_rs: Srednje
sv_se: Medel
th_th: ปานกลาง
tr_tr: Orta
uk_ua: Проміжний рівень
vi_vn: Người có trình độ trung bình
zh_cn: 中级
zh_tw: 中繼

# internalUseOnly
source: This API supports the product infrastructure and is not intended to be used directly from your code.
ar_sa: تدعم API هذه البنية التحتية للمنتج ولا يمكن استخدامها مباشرة من تعليمتك البرمجية.
bg_bg: Този API поддържа инфраструктурата на продукта и не е предназначен за използване директно от кода.
ca_es: Aquesta API admet la infraestructura del producte i no està pensada per utilitzar-se directament des del codi.
cs_cz: Toto rozhraní API podporuje produktovou infrastrukturu a není určené k použití přímo z uživatelského kódu.
da_dk: Denne API understøtter produktets infrastruktur og er ikke beregnet til brug direkte fra koden.
de_de: Diese API unterstützt die Produktinfrastruktur und ist nicht für die direkte Verwendung aus Ihrem Code gedacht.
el_gr: Αυτό το API υποστηρίζει την υποδομή προϊόντων και δεν προορίζεται για χρήση απευθείας από τον κώδικά σας.
es_es: Esta API admite la infraestructura de producto y no está pensada para usarse directamente en el código.
et_ee: API toetab toote taristut ja see ei ole mõeldud otse koodist kasutamiseks.
eu_es: APIak produktuaren azpiegitura onartzen du eta ezin da erabili zuzenean kodean.
fi_fi: Tämä ohjelmointirajapinta tukee tuoteinfrastruktuuria, eikä sitä ole tarkoitettu käytettäväksi suoraan koodista.
fr_ca: Cet API prend en charge l’infrastructure du produit et n’est pas destiné à être utilisé directement à partir de votre code.
ga_ie: Tacaíonn an API seo le bonneagar an táirge agus níl sé beartaithe é a úsáid go díreach ó do chód.
gl_es: Esta API é compatible coa infraestrutura do produto e non está deseñada para usarse directamente desde o código.
he_il: API זה תומך בתשתית המוצר שלך ואינו מיועד לשימוש ישיר מתוך הקוד.
hi_in: यह API उत्पाद संरचना का समर्थन करता है और सीधे आपके कोड से उपयोग किए जाने के लिए नहीं है.
hr_hr: Ovaj API podržava infrastrukturu proizvoda i nije namijenjen za izravno korištenje iz vašeg koda.
hu_hu: Ez az API a termékinfrastruktúrát támogatja, és közvetlenül a kódból nem használható.
id_id: API ini mendukung infrastruktur produk dan tidak dimaksudkan untuk digunakan langsung dari kode Anda.
is_is: Þessi forritaskil styðja innviði vörunnar og er ekki ætlað að vera notað beint úr kóðanum þínum.
it_it: Questa API supporta l'infrastruttura del prodotto e non è previsto che venga usata direttamente dal codice.
ja_jp: この API は製品インフラストラクチャをサポートします。コードから直接使用するものではありません。
kk_kz: Бұл API өнімнің инфрақұрылымын қолдайды және кодыңыздан тікелей пайдалануға арналмаған.
ko_kr: 이 API는 제품 인프라를 지원하며 코드에서 직접 사용되지 않습니다.
lb_lu: Dës API ënnerstëtzt d'Produktinfrastruktur an ass net dofir geduecht, direkt aus Ärem Code eraus benotzt ze ginn.
lt_lt: Ši API palaiko produkto infrastruktūrą ir nėra skirta naudoti tiesiogiai iš jūsų kodo.
lv_lv: Šis API atbalsta produkta infrastruktūru, un to nav paredzēts lietot tieši no koda.
ms_my: API ini menyokong infrastruktur produk dan tidak bertujuan untuk digunakan secara terus daripada kod anda.
mt_mt: Dan l-API jappoġġja l-infrastruttura tal-prodott u mhux maħsub biex jintuża direttament mill-kodiċi tiegħek.
nb_no: Denne API-en støtter produktinfrastrukturen og er ikke ment for bruk direkte fra koden din.
nl_be: Deze API ondersteunt de productinfrastructuur en is niet bedoeld om direct vanaf uw code te worden gebruikt.
pl_pl: Ten interfejs API obsługuje infrastrukturę produktu i nie jest przeznaczony do użycia bezpośrednio z poziomu kodu.
pt_pt: Esta API suporta a infraestrutura de produtos e não é pressuposta para ser utilizada diretamente a partir do seu código.
ro_ro: Această interfață API acceptă infrastructura produsului și nu este destinată a fi folosită direct din codul dvs.
ru_ru: Этот API поддерживает инфраструктуру продукта и не предназначен для использования непосредственно из программного кода.
sk_sk: Toto rozhranie API podporuje infraštruktúru produktu a nie je určené na to, aby sa používalo priamo z kódu.
sl_si: Ta vmesnik API podpira infrastrukturo izdelka in ni namenjen uporabi neposredno z vašo kodo.
sr_cyrl_rs: Овај API подржава инфраструктуру производа и није намењен за директно коришћење из кода.
sr_latn_rs: Ovaj API podržava infrastrukturu proizvoda i nije namenjen za direktno korišćenje iz koda.
sv_se: Detta API stöder produktinfrastrukturen och är inte avsett att användas direkt från koden.
th_th: API นี้รองรับโครงสร้างพื้นฐานผลิตภัณฑ์ และไม่ได้มีไว้สำหรับใช้โดยตรงจากรหัสของคุณ
tr_tr: Bu API, ürün altyapısını destekler ve doğrudan kodunuzdan kullanıma yönelik değildir.
uk_ua: Цей інтерфейс API підтримує інфраструктуру продукту й не призначений для використання безпосередньо з коду.
vi_vn: API này hỗ trợ cơ sở hạ tầng sản phẩm và không nhằm mục đích được sử dụng trực tiếp từ mã của bạn.
zh_cn: 此 API 支持产品基础结构，不能在代码中直接使用。
zh_tw: 此 API 支援此產品基礎結構，但無法直接用於程式碼之中。

source: Intune Feedback
ar_sa: ملاحظات Intune
bg_bg: Обратна връзка от Intune
ca_es: Comentaris de l’Intune
cs_cz: Váš názor na Intune
de_de: Feedback zu Intune
el_gr: Σχόλια για το Intune
es_es: Comentarios sobre Intune
et_ee: Intune’i tagasiside
eu_es: Intune-ren oharrak
fi_fi: Palautetta Intunesta
fr_ca: Commentaires Intune
ga_ie: Aiseolas Intune
gl_es: Comentarios de Intune
he_il: משוב של Intune
hi_in: Intune प्रतिक्रिया
hr_hr: Povratne informacije za Intune
hu_hu: Visszajelzés az Intune-ról
id_id: Masukan Intune
is_is: Intune endurgjöf
it_it: Commenti e suggerimenti su Intune
ja_jp: Intune フィードバック
kk_kz: Intune кері байланысы
ko_kr: Intune 피드백
lt_lt: „Intune“ atsiliepimai
lv_lv: Atsauksmes par pakalpojumu Intune
ms_my: Maklum Balas Intune
mt_mt: Feedback ta' Intune
nb_no: Intune-tilbakemelding
pl_pl: Opinia dotycząca usługi Intune
pt_pt: Comentários do Intune
ro_ro: Feedback despre Intune
ru_ru: Отзывы об Intune
sk_sk: Pripomienky k službe Intune
sl_si: Povratne informacije o storitvi Intune
sr_cyrl_rs: Повратне информације за Intune
sr_latn_rs: Povratne informacije za Intune
sv_se: Feedback om Intune
th_th: คำติชม Intune
tr_tr: Intune Geri Bildirimi
uk_ua: Відгуки про Intune
vi_vn: Phản hồi về Intune
zh_cn: Intune 反馈
zh_tw: Intune 意見反應

# issueOpenedFormat
source: opened {time ago} by {name}
ar_sa: تم فتحه {time ago} بواسطة {name}
bg_bg: отворено {time ago} от {name}
ca_es: obert per {name} {time ago}
cs_cz: otevřel(a) {name} {time ago}
da_dk: åbnet for {time ago} af {name}
de_de: {time ago} geöffnet von {name}
el_gr: ανοίχτηκε {time ago} από τον χρήστη {name}
es_es: abierto por {name} {time ago}
et_ee: kasutaja {name} avas {time ago}
eu_es: {name} erabiltzaileak ireki du duela {time ago}
fi_fi: {name} on avannut {time ago}
fr_ca: ouvert {time ago} par {name}
ga_ie: oscailte {time ago} ag {name}
gl_es: aberto {time ago} por {name}
he_il: נפתח {time ago} על-ידי {name}
hi_in: {time ago} पर {name} द्वारा खोला गया
hr_hr: otvorio korisnik {name} {time ago}
hu_hu: megnyitotta {name} {time ago}
id_id: dibuka {time ago} oleh {name}
is_is: opnað {time ago} af {name}
it_it: aperto {time ago} da {name}
ja_jp: {name} が {time ago} に閲覧
kk_kz: {name} {time ago} ашты
ko_kr: {name}이(가) {time ago}에 열었음
lb_lu: {time ago} vu(n) {name} opgemaach
lt_lt: {name} atidarė {time ago}
lv_lv: {time ago} atvēra {name}
ms_my: dibuka {time ago} oleh {name}
mt_mt: infetaħ {time ago} minn {name}
nb_no: åpnet {time ago} av {name}
nl_be: {time ago} door {name} geopend
pl_pl: otwarte {time ago} przez użytkownika {name}
pt_pt: aberto em {time ago} por {name}
ro_ro: deschis {time ago} de {name}
ru_ru: открыт {time ago} пользователем {name}
sk_sk: otvorené {time ago} používateľom {name}
sl_si: oseba {name} je odprla {time ago}
sr_cyrl_rs: пре {time ago} отворио/ла {name}
sr_latn_rs: pre {time ago} je otvorio/la {name}
sv_se: öppnades {time ago} av {name}
th_th: เปิดเมื่อ {time ago} โดย {name}
tr_tr: {name} tarafından {time ago} açıldı
uk_ua: відкрито {time ago} користувачем {name}
vi_vn: {name} đã mở {time ago}
zh_cn: {time ago} {name} 创建了待解决问题
zh_tw: {name} 於 {time ago} 開啟
