Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# shareAchievementMessage
source: Take a look at the achievement I just earned for {moduleName} on Microsoft Guided Learning. #docsmfst
ar_sa: اطلع على الإنجاز الذي حصلت عليه حالاً للوحدة النمطية {moduleName} على التعليم الإرشادي من Microsoft. #docsmfst
bg_bg: Вижте постижението, което спечелих за {moduleName} в активното обучение на Microsoft. #docsmfst
ca_es: Vegeu l’assoliment que acabo de guanyar de {moduleName} al Aprenentatge guiat de Microsoft. #docsmfst
cs_cz: Podívejte se na můj dosažený úspěch v rámci {moduleName} na Učení s asistencí Microsoftu. #docsmfst
da_dk: Se det resultat, jeg lige har opnået for {moduleName} i Microsofts kursus med vejledning. #docsmfst
de_de: Sehen Sie sich die Auszeichnung an, die ich für das Modul {moduleName} in den geführten Microsoft-Tutorials verdient habe. #docsmfst
el_gr: Δείτε το επίτευγμα που μόλις κέρδισα για το {moduleName} στην Καθοδηγούμενη εκμάθηση Microsoft. #docsmfst
es_es: Compruebe el logro que acabo de obtener con {moduleName} en Aprendizaje guiado de Microsoft. #docsmfst
et_ee: Vaata saavutust, mille teenisin Microsofti juhendatud õppimise teenuses mooduli {moduleName} eest. #docsmfst
eu_es: Begira Microsoft-en Ikasketa gidatuko "{moduleName}" moduluan erdietsi berri dudan lorpena. #docsmfst
fi_fi: Katso, minkä saavutuksen saavutin juuri moduulista {moduleName} Microsoftin ohjatussa oppimisessa. #docsmfst
fr_ca: Consulter le succès que je viens de gagner pour {moduleName} grâce à la formation guidée sur Microsoft. #docsmfst
ga_ie: Seiceáil an gaisce a thuill mé le haghaidh {moduleName} ar Microsoft Guided learning. #docsmfst
gl_es: Comprobe o logro que acabo de gañar para {moduleName} na aprendizaxe guiada de Microsoft. #docsmfst
he_il: ראה את ההישג שהשגתי זה עתה עבור {moduleName} בלמידה המונחית של Microsoft. #docsmfst
hi_in: मेरे द्वारा हाल ही में Microsoft मार्गदर्शित शिक्षण पर {moduleName} के लिए हाल ही में अर्जित की गई उपलब्धि की देखें. #docsmfst
hr_hr: Pogledajte postignuće koje sam upravo osvojio za {moduleName} na web-mjestu Microsoft Guided Learning. #docsmfst
hu_hu: Ezeket a szinteket értem el {moduleName} témában a Microsoft Interaktív tanulásnál. #docsmfst
id_id: Lihat penghargaan yang baru saya dapatkan untuk {moduleName} pada pembelajaran Terpandu Microsoft! #docsmfst
is_is: Skoðaðu áfangann sem ég náði fyrir {moduleName} á Microsoft Guided learning. #docsmfst
it_it: Guarda l'obiettivo che ho appena raggiunto per {moduleName} in Apprendimento guidato Microsoft. #docsmfst
ja_jp: Microsoft のガイド付き学習の {moduleName} で獲得した実績をご覧ください。 #docsmfst
kk_kz: Microsoft басқарылатын оқытуы бойынша {moduleName} үшін мен жеткен жетістікті қарау. #docsmfst
ko_kr: Microsoft 단계별 학습에서 {moduleName}에 대해 방금 받은 도전 과제를 확인하세요. #docsmfst
lb_lu: Kuckt Iech den Erfolleg un, deen ech grad fir {moduleName} op Microsoft Guided Learning verzeechent hunn. #docsmfst
lt_lt: Peržiūrėkite mano „Microsoft“ interaktyviuosiuose mokymuose uždirbtus {moduleName} pasiekimus. #docsmfst
lv_lv: Lūk, kādu sasniegumu nupat nopelnīju par moduļa {moduleName} pabeigšanu Microsoft programmā Vadīta apmācība! #docsmfst
ms_my: Semak pencapaian yang baru saya perolehi untuk {moduleName} di pembelajaran Berpandu Microsoft. #docsmfst
mt_mt: Iċċekkja l-kisba li għadni kif ksibt għal {moduleName} fuq Microsoft Guided Learning. #docsmfst
nb_no: Se oppnåelsen jeg fikk for {moduleName} på Microsoft veiledet læring. #docsmfst
nl_be: Kijk eens welke prestatie ik net voor {moduleName} heb verdiend in Begeleide training van Microsoft. #docsmfst
pl_pl: Sprawdź zdobyte przez ze mnie przed chwilą osiągnięcie dotyczące modułu {moduleName} w ramach nauki z przewodnikiem firmy Microsoft. #docsmfst
pt_pt: Confira a conquista que acabei de obter por {moduleName} no Microsoft Guided learning. #docsmfst
ro_ro: Descoperă realizarea pe care tocmai am obținut-o pentru {moduleName} în secțiunea de învățare ghidată Microsoft. #docsmfst
ru_ru: Просмотрите мое новое достижение по результатам завершения модуля {moduleName} курса интерактивного обучения от Майкрософт. #docsmfst
sk_sk: Pozrite si odmenu, ktorú som v rámci interaktívneho vzdelávania od Microsoftu dostal/-a za modul {moduleName}. #docsmfst
sl_si: Preverite dosežek, ki sem ga pravkar prejel(-a) za {moduleName} v Microsoftovem vodenem izobraževanju. #docsmfst
sr_cyrl_rs: Погледајте достигнуће које сам управо добио/ла за {moduleName} у обуци Microsoft Guided Learning. #docsmfst
sr_latn_rs: Pogledajte dostignuće koje sam upravo dobio/la za {moduleName} u obuci Microsoft Guided Learning. #docsmfst
sv_se: Kolla in min achievement jag just tjänade för {moduleName} på Microsoft guidad utbildning. #docsmfst
th_th: เช็คเอาท์ความสำเร็จที่ฉันได้รับใน {moduleName} การเรียนรู้ตามคำแนะนำ Microsoft #docsmfst
tr_tr: Microsoft Destekli Öğrenim’de {moduleName} modülü için kazandığım başarıya göz atın. #docsmsft
uk_ua: Погляньте на моє досягнення в програмі покрокового навчання Microsoft за виконання модуля "{moduleName}". #docsmfst
vi_vn: Kiểm tra thành tích mà tôi vừa giành được cho {moduleName} trên Microsoft Guided Learning. #docsmfst
zh_cn: 看看我刚刚在 Microsoft 引导式学习中获得的 {moduleName} 成就吧。 #docsmfst
zh_tw: 看看我剛在 Microsoft Guided Learning 上所贏得的 {moduleName} 成就。 #docsmfst

# sharedArticleSubject
source: [Shared article] {0}
ar_sa: [مقالة تمت مشاركتها] {0}
bg_bg: [Споделена статия] {0}
ca_es: [Article compartit] {0}
da_dk: [Delt artikel] {0}
de_de: [Freigegebener Artikel] {0}
el_gr: [Κοινόχρηστο άρθρο] {0}
es_es: [Artículo compartido] {0}
et_ee: [Ühiskasutusse antud artikkel] {0}
eu_es: [Partekatutako artikulua] {0}
fi_fi: [Jaettu artikkeli] {0}
fr_ca: [Article partagé] {0}
ga_ie: [Alt roinnte] {0}
gl_es: [Artigo compartido] {0}
he_il: [מאמר משותף] {0}
hi_in: [साझा लेख] {0}
hr_hr: [Zajednički članak] {0}
hu_hu: [Megosztott cikk] {0}
id_id: [Artikel yang Dibagikan] {0}
it_it: [Articolo condiviso] {0}
ja_jp: [共有された記事] {0}
kk_kz: [Ортақ мақала] {0}
ko_kr: [공유된 문서] {0}
lb_lu: [Gedeelten Artikel] {0}
lt_lt: [Bendrinamas straipsnis] {0}
lv_lv: [Kopīgotais raksts] {0}
ms_my: [Artikel Kongsi] {0}
mt_mt: [Artiklu Xxerjat] {0}
nb_no: [Delt artikkel] {0}
nl_be: [Gedeeld artikel] {0}
pl_pl: [Artykuł udostępniony] {0}
pt_pt: [Artigo Partilhado] {0}
ro_ro: [Articol partajat] {0}
ru_ru: [Опубликованная статья] {0}
sk_sk: [Zdieľaný článok] {0}
sl_si: [Članek v skupni rabi] {0}
sr_cyrl_rs: [Дељени чланак] {0}
sr_latn_rs: [Delјeni članak] {0}
sv_se: [Delad artikel] {0}
th_th: [บทความที่แชร์] {0}
tr_tr: [Paylaşılan Makale] {0}
uk_ua: [Надіслано статтю] {0}
vi_vn: [Bài viết được chia sẻ] {0}
zh_cn: [共享文章] {0}
zh_tw: [已分享文章] {0}

# sharedesc
source: Share this document
ar_sa: مشاركة هذا المستند
bg_bg: Споделяне на този документ
ca_es: Comparteix aquest document
cs_cz: Sdílet tento dokument
da_dk: Del dette dokument
de_de: Dieses Dokument freigeben
el_gr: Κοινή χρήση αυτού του εγγράφου
es_es: Compartir este documento
et_ee: Anna dokument ühiskasutusse
eu_es: Partekatu dokumentua
fi_fi: Jaa asiakirja
fr_ca: Partager ce document
ga_ie: Roinn an doiciméad seo
gl_es: Compartir este documento
he_il: שתף מסמך זה
hi_in: इस दस्तावेज़ को साझा करें
hr_hr: Zajedničko korištenje ovog dokumenta
hu_hu: A dokumentum megosztása
id_id: Bagikan Dokumen Ini
is_is: Deila þessu skjali
it_it: Condividi documento
ja_jp: このドキュメントを共有する
kk_kz: Осы құжатты ортақ пайдалану
ko_kr: 이 문서 공유
lb_lu: Dëst Dokument deelen
lt_lt: Bendrinti šį dokumentą
lv_lv: Kopīgot šo dokumentu
ms_my: Kongsikan Dokumen Ini
mt_mt: Ixxerja Dan id-Dokument
nb_no: Del dette dokumentet
nl_be: Dit document delen
pl_pl: Udostępnij ten dokument
pt_pt: Partilhar Este Documento
ro_ro: Partajați acest document
ru_ru: Поделиться этим документом
sk_sk: Zdieľať tento dokument
sl_si: Dajte ta dokument v skupno rabo
sr_cyrl_rs: Дели овај документ
sr_latn_rs: Deli ovaj dokument
sv_se: Dela det här dokumentet
th_th: แชร์เอกสารนี้
tr_tr: Bu Belgeyi Paylaş
uk_ua: Поділитися цим документом
vi_vn: Chia sẻ tài liệu này
zh_cn: 共享本文
zh_tw: 分享此文件

source: Share your achievement:
ar_sa: شارك إنجازك:
bg_bg: Споделете постижението си:
ca_es: Compartiu l'assoliment:
cs_cz: Sdílejte své úspěchy:
da_dk: Del dit resultat:
de_de: Teilen Sie Ihren digitalen Erfolg:
el_gr: Μοιραστείτε το επίτευγμά σας:
es_es: Comparta su logro:
et_ee: Jagage oma saavutust:
eu_es: Partekatu lorpena:
fi_fi: Jaa saavutuksesi:
fr_ca: Partagez votre succès :
ga_ie: Comhroinn do ghaisce:
gl_es: Compartir o logro:
he_il: שתף את ההישג שלך:
hi_in: अपनी उपलब्धि साझा करें:
hr_hr: Podijelite svoj uspjeh:
hu_hu: Ossza meg eredményét:
id_id: Bagikan prestasi Anda:
is_is: Deildu áfanganum:
it_it: Condividi il risultato ottenuto:
ja_jp: 実績の共有:
kk_kz: Жетістігіңізді бөлісіңіз:
ko_kr: 도전 과제 공유:
lb_lu: Deelt Ären Erfolleg:
lt_lt: Bendrinkite savo pasiekimą:
lv_lv: Kopīgojiet savu sasniegumu:
ms_my: Kongsi pencapaian anda:
mt_mt: Ixxerja l-kisba tiegħek:
nb_no: Del oppnåelsen din:
nl_be: Uw prestatie delen:
pl_pl: Udostępnij swoje osiągnięcie:
pt_pt: Partilhe a sua conquista:
ro_ro: Partajați-vă realizarea:
ru_ru: Поделитесь своим достижением:
sk_sk: Zdieľajte svoj úspech:
sl_si: Delite svoj dosežek z drugimi:
sr_cyrl_rs: Поделите достигнуће:
sr_latn_rs: Podelite dostignuće:
sv_se: Dela din achievement:
th_th: แบ่งปันความสำเร็จของคุณ:
tr_tr: Dijital başarınızı paylaşın:
uk_ua: Поділіться своїм досягненням:
vi_vn: Chia sẻ thành tích của bạn:
zh_cn: 共享你的成就：
zh_tw: 分享您的成就：

# showAllDerived
source: Show all derived classes
ar_sa: إظهار كل الفئات المشتقة
bg_bg: Показване на всички производни класове
ca_es: Mostra totes les classes derivades
cs_cz: Zobrazit všechny odvozené třídy
da_dk: Vis alle afledte klasser
de_de: Alle abgeleiteten Klassen anzeigen
el_gr: Εμφάνιση όλων των παραγόμενων κλάσεων
es_es: Mostrar todas las clases derivadas
et_ee: Kuva kõik tuletatud klassid
eu_es: Ikusi eratorritako klase guztiak
fi_fi: Näytä kaikki johdetut luokat
fr_ca: Afficher toutes les classes dérivées
ga_ie: Taispeáin gach aicme dhíorthaithe
gl_es: Mostrar todas as clases derivadas
he_il: הצג את כל המחלקות הנגזרות
hi_in: सभी व्युत्पन्न क्लास देखें
hr_hr: Pokaži sve izvedene razrede
hu_hu: Az összes származtatott osztály megjelenítése
id_id: Tampilan semua kelas turunan
is_is: Sýna alla afleidda flokka
it_it: Mostra tutte le classi derivate
ja_jp: すべての派生クラスを表示
kk_kz: Барлық алынған кластарды көрсету
ko_kr: 파생 클래스 모두 표시
lb_lu: All ofgeleet Klassen uweisen
lt_lt: Rodyti visas išvestines klases
lv_lv: Rādīt visas atvasinātās klases
ms_my: Tunjukkan semua kelas terbitan
mt_mt: Uri l-klassijiet derivati kollha
nb_no: Vis alle avledede klasser
nl_be: Alle afgeleide klasse tonen
pl_pl: Pokaż wszystkie klasy pochodne
pt_pt: Mostrar todas as classes derivadas
ro_ro: Afișați toate clasele derivate
ru_ru: Показать все производные классы
sk_sk: Zobraziť všetky odvodené triedy
sl_si: Prikaži vse izpeljane razrede
sr_cyrl_rs: Прикажи све изведене класе
sr_latn_rs: Prikaži sve izvedene klase
sv_se: Visa alla härledda klasser
th_th: ดูคลาสสืบทอดทั้งหมด
tr_tr: Tüm türetilmiş sınıfları göster
uk_ua: Показати всі похідні класи
vi_vn: Hiển thị tất cả lớp nguồn gốc
zh_cn: 显示所有派生类
zh_tw: 顯示所有衍生類別

source: Sign in
ar_sa: تسجيل الدخول
bg_bg: Влизане
ca_es: Inicia la sessió
cs_cz: Přihlásit se
da_dk: Log på
de_de: Anmelden
el_gr: Είσοδος
es_es: Iniciar sesión
et_ee: Logi sisse
eu_es: Hasi saioa
fi_fi: Kirjaudu sisään
fr_ca: Se connecter
ga_ie: Sínigh isteach
gl_es: Iniciar sesión
he_il: כניסה
hi_in: साइन इन करें
hr_hr: Prijava
hu_hu: Bejelentkezés
id_id: Masuk
is_is: Skrá inn
it_it: Accedi
ja_jp: サインイン
kk_kz: Жүйеге кіру
ko_kr: 로그인
lb_lu: Umellen
lt_lt: Prisijungti
lv_lv: Pierakstīties
ms_my: Daftar masuk
mt_mt: Idħol
nb_no: Logg på
nl_be: Aanmelden
pl_pl: Zaloguj
pt_pt: Iniciar sessão
ro_ro: Conectare
ru_ru: Войти
sk_sk: Prihlásiť sa
sl_si: Vpis
sr_cyrl_rs: Пријави се
sr_latn_rs: Prijavi se
sv_se: Logga in
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum açın
uk_ua: Увійти
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# signInAzure
source: Please sign in with your Azure account.
ar_sa: الرجاء تسجيل الدخول باستخدام حسابك على Azure.
bg_bg: Влезте с акаунта си в Azure.
ca_es: Inicieu la sessió amb el compte de l'Azure.
cs_cz: Přihlaste se prosím pomocí svého účtu Azure.
da_dk: Log på med din Azure-konto.
de_de: Melden Sie sich mit Ihrem Azure-Konto an.
el_gr: Εισέλθετε με τον λογαριασμό σας Azure.
es_es: Inicie sesión con su cuenta de Azure.
et_ee: Logige oma Azure’i kontoga sisse.
eu_es: Hasi saioa Azure kontuarekin.
fi_fi: Kirjaudu sisään Azure-tilillä.
fr_ca: Veuillez vous connecter avec votre compte Azure.
ga_ie: Logáil isteach le do chuntas Azure.
gl_es: Inicie sesión coa súa conta de Azure.
he_il: היכנס באמצעות חשבון Azure שלך.
hi_in: कृपया अपने Azure खाते में साइन इन करें.
hr_hr: Prijavite se pomoću svojeg računa za Azure.
hu_hu: Jelentkezzen be Azure-fiókjával.
id_id: Silakan masuk menggunakan akun Azure Anda.
is_is: Vinsamlegast skráðu þig inn með Azure-reikningnum þínum.
it_it: Accedi con il tuo account Azure.
ja_jp: Azure アカウントを使用してサインインしてください。
kk_kz: Azure тіркелгіңізбен жүйеге кіріңіз.
ko_kr: Azure 계정으로 로그인하세요.
lb_lu: Mellt Iech w. e. g. mat Ärem Azure-Kont un.
lt_lt: Prisijunkite naudodami savo „Azure“ paskyrą.
lv_lv: Pierakstieties ar Azure kontu.
ms_my: Sila daftar masuk dengan akaun Azure anda.
mt_mt: Idħol bil-kont Azure tiegħek.
nb_no: Logg deg på med Azure-kontoen din.
nl_be: Meld u aan met uw Azure-account.
pl_pl: Zaloguj się przy użyciu konta Azure.
pt_pt: Inicie a sessão com a sua conta do Azure.
ro_ro: Autentificați-vă cu contul dvs. Azure.
ru_ru: Войдите с помощью своей учетной записи Azure.
sk_sk: Prihláste sa s kontom Azure.
sl_si: Vpišite se s svojim računom za Azure.
sr_cyrl_rs: Пријавите се са Azure налогом.
sr_latn_rs: Prijavite se sa Azure nalogom.
sv_se: Logga in med ditt Azure-konto.
th_th: โปรดลงชื่อเข้าใช้ด้วยบัญชี Azure
tr_tr: Lütfen Azure hesabınızla oturum açın.
uk_ua: Увійдіть у свій обліковий запис Azure.
vi_vn: Vui lòng đăng nhập bằng tài khoản Azure của bạn.
zh_cn: 请使用 Azure 帐户登录。
zh_tw: 請登入您的 Azure 帳戶。

# signinCheckYourWork
source: Sign in to check your work
ar_sa: تسجيل الدخول لمراجعة عملك
bg_bg: Влезте, за да проверите работата си
ca_es: Inicieu la sessió per comprovar la feina
cs_cz: Přihlásit se a zkontrolovat práci
da_dk: Log på for at kontrollere dit arbejde
de_de: Anmelden, um Ihre Arbeit zu überprüfen
el_gr: Εισέλθετε για να ελέγξετε την εργασία σας
es_es: Inicie sesión para comprobar su trabajo
et_ee: Töö kontrollimiseks logige sisse
eu_es: Hasi saioa lana egiaztatzeko
fi_fi: Kirjaudu sisään ja tarkista työsi
fr_ca: Ouvrez une session pour vérifier votre travail
ga_ie: Sínigh isteach chun d’obair a sheiceáil
gl_es: Iniciar sesión para comprobar o traballo
he_il: היכנס כדי לבדוק את העבודה שלך
hi_in: अपना कार्य जाँचने के लिए साइन इन करें
hr_hr: Prijavite se da biste provjerili svoj rad
hu_hu: A munka ellenőrzéséhez be kell jelentkeznie
id_id: Masuk untuk memeriksa pekerjaan Anda
is_is: Skráðu þig inn til að athuga vinnuna þína
it_it: Accedi per controllare il lavoro svolto
ja_jp: サインインして作業を確認
kk_kz: Жұмысыңызды тексеру үшін жүйеге кіріңіз
ko_kr: 작업을 확인하려면 로그인
lb_lu: Mellt Iech u fir Är Aarbecht ze préiwen
lt_lt: Prisijunkite norėdami patikrinti savo darbą
lv_lv: Pierakstīties, lai skatītu savu darbu
ms_my: Daftar masuk untuk menyemak kerja anda
mt_mt: Idħol biex tiċċekkja x-xogħol tiegħek
nb_no: Logg deg på for å kontrollere arbeidet ditt
nl_be: Meld u aan om uw werk te controleren
pl_pl: Zaloguj się, aby sprawdzić swoją pracę
pt_pt: Inicie sessão para verificar o seu trabalho
ro_ro: Conectați-vă pentru a vă verifica activitatea
ru_ru: Войдите, чтобы проверить выполненную работу
sk_sk: Prihláste sa a skontrolujte si prácu
sl_si: Vpišite se, da preverite svoje delo
sr_cyrl_rs: Пријавите се да бисте проверили рад
sr_latn_rs: Prijavite se da biste proverili rad
sv_se: Logga in för att kontrollera ditt arbete
th_th: ลงชื่อเข้าใช้เพื่อตรวจสอบงานของคุณ
tr_tr: Çalışmanızı denetlemek için oturum açın
uk_ua: Увійдіть, щоб перевірити свою роботу
vi_vn: Đăng nhập để kiểm tra công việc của bạn
zh_cn: 登录以检查你的工作
zh_tw: 登入以檢查您的工作
