Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# tryItDescription
source: Try the REST API with the inputs below.
ar_sa: جرب REST API باستخدام المدخلات أدناه.
bg_bg: Изпробвайте REST API с входните данни по-долу.
ca_es: Proveu l'API REST amb les entrades següents.
cs_cz: Vyzkoušejte si REST API se vstupy uvedenými dál.
da_dk: Prøv REST-API med nedenstående input.
de_de: Testen Sie die REST-API mit unten stehenden Angaben.
el_gr: Δοκιμάστε το REST API με τα δεδομένα εισόδου παρακάτω.
es_es: Pruebe la REST API con las entradas que se indican a continuación.
et_ee: Proovige REST API-t allolevate sisenditega.
eu_es: Probatu REST APIa jarraian dauden datu hauekin.
fi_fi: Kokeile REST-ohjelmointirajapintaa alla olevilla syötteillä.
fr_ca: Essayez l’API REST avec les entrées ci-dessous.
ga_ie: Bain triail as an API REST leis an ionchur thíos.
gl_es: Probe a API de REST coas seguintes entradas.
he_il: נסה את ה- API של REST עם פריטי הקלט להלן.
hi_in: नीचे दिए गए इनपुट उपयोग कर REST API आज़माएँ.
hr_hr: Isprobajte REST API pomoću ulaznih vrijednosti u nastavku.
hu_hu: Próbálja ki a REST API-t az alábbi bemeneti értékekkel.
id_id: Coba REST API dengan input di bawah ini.
is_is: Prófaðu REST API með innfærslunum hér fyrir neðan.
it_it: Prova l'API REST con gli input riportati più avanti.
ja_jp: 以下の入力内容で REST API を試してください。
kk_kz: REST API интерфейсін төмендегі енгізілетін мәндермен пайдаланып көріңіз.
ko_kr: 아래 입력으로 REST API를 사용해 보세요.
lb_lu: Test d'REST-API mat den Agaben ënnen.
lt_lt: Išbandykite REST API naudodami tolesnes įvestis.
lv_lv: Izmēģiniet REST API, izmantojot tālāk norādītās ievades.
ms_my: Cuba REST API dengan input di bawah.
mt_mt: Ipprova r-REST API bl-inputs t' hawn taħt.
nb_no: Prøv REST-API-en med inndataene nedenfor.
nl_be: Probeer de REST API met de onderstaande invoer.
pl_pl: Wypróbuj interfejs API REST, korzystając z poniższych danych wejściowych.
pt_pt: Experimente a API REST com as entradas abaixo.
ro_ro: Încercați API-ul REST cu intrările de mai jos.
ru_ru: Попробуйте запустить этот REST API со входными данными, указанными ниже.
sk_sk: Rozhranie REST API vyskúšajte s nasledujúcimi vstupmi.
sl_si: Preskusite vmesnik API za REST s spodnjimi vnosi.
sr_cyrl_rs: Испробајте REST API са уносима испод.
sr_latn_rs: Isprobajte REST API sa unosima ispod.
sv_se: Testa REST API:et med inmatningarna nedan.
th_th: ลองใช้ REST API กับข้อมูลที่ป้อนเข้าด้านล่างนี้
tr_tr: REST API’yi aşağıdaki girişlerle deneyin.
uk_ua: Спробуйте REST API з указаними нижче вхідними даними.
vi_vn: Dùng thử API REST với thông tin như dưới đây.
zh_cn: 通过下面的输入内容来试用 REST API。
zh_tw: 您可以利用下列輸入，實地體驗 REST API。

# tutorial_allContributors
source: all {0} contributors
ar_sa: كل {0} من المساهمين
bg_bg: всички {0} сътрудници
ca_es: tots els col·laboradors de {0}
cs_cz: všichni přispěvatelé {0}
da_dk: alle {0} bidragydere
de_de: alle {0} Mitwirkende
el_gr: όλοι οι {0} συμβάλλοντες
es_es: los {0} colaboradores
et_ee: kõik {0} kaasautorit
eu_es: {0} kolaboratzaile guztiak
fi_fi: kaikki {0} osallistujaa
fr_ca: tous les collaborateurs {0}
ga_ie: gach {0} rannpháirtí
gl_es: os {0} colaboradores
he_il: כל {0} המשתתפים
hi_in: सभी {0} योगदानकर्ता
hr_hr: Svih {0} suradnika
hu_hu: az összes {0} közreműködő
id_id: semua {0} kontributor
is_is: {0} þátttakendur alls
it_it: {0} collaboratori in totale
ja_jp: 全 {0} 名の共同作成者
kk_kz: барлық {0} үлес қосушы
ko_kr: 모든 {0} 참가자
lb_lu: All {0}-Auteuren
lt_lt: visi bendraautoriai ({0})
lv_lv: visi līdzstrādnieki ({0})
ms_my: semua {0} penyumbang
mt_mt: il-kontributuri {0} kollha
nb_no: alle {0} bidragsytere
nl_be: alle {0} bijdragers
pl_pl: wszyscy współautorzy ({0})
pt_pt: todos os {0} contribuidores
ro_ro: toți cei {0} colaboratori
ru_ru: все соавторы: {0}
sk_sk: všetci {0} prispievatelia
sl_si: vseh toliko sodelavcev: {0}
sr_cyrl_rs: сви сарадници ({0})
sr_latn_rs: svi saradnici ({0})
sv_se: alla {0} deltagare
th_th: ผู้สนับสนุนทั้งหมด {0} ราย
tr_tr: katkıda bulunan {0} kişinin tümü
uk_ua: усі співавтори ({0})
vi_vn: tất cả {0} người đóng góp
zh_cn: 全部 {0} 参与者
zh_tw: 全部 {0} 個參與者

# tutorial_complete100
source: 100% complete!
ar_sa: اكتمل 100%!
bg_bg: 100% завършено!
ca_es: 100 % completat.
cs_cz: Zcela dokončeno!
da_dk: 100 % udført!
de_de: 100 % abgeschlossen!
el_gr: Ολοκλήρωση 100%!
es_es: 100 % completado.
et_ee: 100% valmis!
eu_es: % 100 osatuta!
fi_fi: 100 % valmis!
fr_ca: 100 % terminé!
ga_ie: 100% críochnaithe!
gl_es: 100 % concluído
he_il: 100% הושלמו!
hi_in: 100% पूर्ण!
hr_hr: 100 % dovršeno!
hu_hu: 100% kész.
id_id: Selesai 100%!
is_is: 100% Klárað!
it_it: Completata al 100%!
ja_jp: 100% 完了しました
kk_kz: 100% аяқталды!
ko_kr: 100% 완료!
lb_lu: 100 % ofgeschloss!
lt_lt: 100 % baigta!
lv_lv: 100% pabeigts!
ms_my: 100% selesai!
mt_mt: Lest 100%!
nb_no: 100 % fullført!
nl_be: 100% voltooid.
pl_pl: Ukończono 100%!
pt_pt: 100% concluído!
ro_ro: 100% finalizat!
ru_ru: 100% завершено
sk_sk: Dokončené na 100 %.
sl_si: 100 % dokončano!
sr_cyrl_rs: 100% довршено!
sr_latn_rs: 100% dovršeno!
sv_se: 100 % klart!
th_th: เสร็จแล้ว 100%!
tr_tr: %100 tamamlandı!
uk_ua: Виконано на 100%!
vi_vn: 100% hoàn tất!
zh_cn: 100% 完成！
zh_tw: 100% 完成！

# tutorial_congratulations
source: Congratulations!
ar_sa: تهانينا!
bg_bg: Поздравления!
ca_es: Enhorabona.
cs_cz: Gratulujeme!
da_dk: Tillykke!
de_de: Herzlichen Glückwunsch!
el_gr: Συγχαρητήρια!
es_es: ¡Enhorabuena!
et_ee: Õnnitleme!
eu_es: Zorionak!
fi_fi: Onnittelut!
fr_ca: Félicitations!
ga_ie: Comhghairdeas!
gl_es: Parabéns!
he_il: ברכותינו!
hi_in: शुभकामनाएँ!
hr_hr: Čestitamo!
hu_hu: Gratulálunk!
id_id: Selamat!
is_is: Til hamingju!
it_it: Congratulazioni!
ja_jp: おめでとうございます
kk_kz: Құттықтаймыз!
ko_kr: 축하합니다!
lb_lu: Gléckwonsch!
lt_lt: Sveikiname!
lv_lv: Apsveicam!
ms_my: Tahniah!
mt_mt: Prosit!
nb_no: Gratulerer!
nl_be: Gefeliciteerd
pl_pl: Gratulacje!
pt_pt: Parabéns!
ro_ro: Felicitări!
ru_ru: Поздравляем!
sk_sk: Blahoželáme!
sl_si: Čestitamo!
sr_cyrl_rs: Честитамо!
sr_latn_rs: Čestitamo!
sv_se: Grattis!
th_th: ยินดีด้วย!
tr_tr: Tebrikler!
uk_ua: Наші вітання!
vi_vn: Xin chúc mừng!
zh_cn: 恭喜！
zh_tw: 恭喜！

# tutorial_continueHere
source: Continue here
ar_sa: متابعة هنا
bg_bg: Продължете тук
ca_es: Continueu aquí
cs_cz: Tady pokračovat
da_dk: Fortsæt her
de_de: Hier geht‘s weiter
el_gr: Συνεχίστε εδώ
es_es: Continúe aquí
et_ee: Jätkake siin
eu_es: Jarraitu hemen
fi_fi: Jatka tästä
fr_ca: Continuer ici
ga_ie: Lean ar aghaidh anseo
gl_es: Continuar aquí
he_il: המשך כאן
hi_in: यहाँ जारी रखें
hr_hr: Nastavite ovdje
hu_hu: Folytatás itt
id_id: Lanjutkan Di Sini
is_is: Halda áfram hér
it_it: Continua qui
ja_jp: こちらから続ける
kk_kz: Осында жалғастыру
ko_kr: 여기서 계속
lb_lu: Hei virufueren
lt_lt: Tęsti čia
lv_lv: Turpināt šeit
ms_my: Teruskan Di Sini
mt_mt: Kompli Hawn
nb_no: Fortsett her
nl_be: Hier doorgaan
pl_pl: Kontynuuj tutaj
pt_pt: Continuar Aqui
ro_ro: Continuați aici
ru_ru: Продолжить
sk_sk: Pokračujte tu
sl_si: Nadaljujte tukaj
sr_cyrl_rs: Наставите овде
sr_latn_rs: Nastavite ovde
sv_se: Fortsätt här
th_th: ดำเนินการต่อที่นี่
tr_tr: Buradan Devam Edin
uk_ua: Продовжити тут
vi_vn: Tiếp tục tại đây
zh_cn: 在此处继续
zh_tw: 按一下這裡繼續

# tutorial_contributors
source: Contributors
ar_sa: المساهمون
bg_bg: Сътрудници
ca_es: Col·laboradors
cs_cz: Přispěvatelé
da_dk: Bidragydere
de_de: Beitragende
el_gr: Συμβάλλοντες
es_es: Colaboradores
et_ee: Kaasautorid
eu_es: Kolaboratzaileak
fi_fi: Avustajat
fr_ca: Collaborateurs
ga_ie: Rannpháirtithe
gl_es: Colaboradores
he_il: תורמים
hi_in: योगदानकर्ता
hr_hr: Suradnici
hu_hu: Közreműködők
id_id: Kontributor
is_is: Meðhöfundar
it_it: Autori di contributi
ja_jp: 共同作成者
kk_kz: Қатысушылар
ko_kr: 참가자
lb_lu: Auteuren
lt_lt: Bendraautoriai
lv_lv: Līdzstrādnieki
ms_my: Penyumbang
mt_mt: Kontributuri
nb_no: Bidragsytere
nl_be: Medewerkers
pl_pl: Współautorzy
pt_pt: Contribuidores
ro_ro: Colegi
ru_ru: Соавторы
sk_sk: Prispievatelia
sl_si: Sodelavci
sr_cyrl_rs: Сарадници
sr_latn_rs: Saradnici
sv_se: Deltagare
th_th: ผู้สนับสนุน
tr_tr: Katkıda Bulunanlar
uk_ua: Співавтори
vi_vn: Người đóng góp
zh_cn: 作者
zh_tw: 參與者

# tutorial_furtherReading
source: Further reading
ar_sa: قراءة المزيد
bg_bg: Допълнително четене
ca_es: Lectures addicionals
cs_cz: Další čtení
da_dk: Yderligere læsning
de_de: Weitere Informationen
el_gr: Επόμενες αναγνώσεις
es_es: Lecturas adicionales
et_ee: Lisalugemist
eu_es: Irakurketa gehiago
fi_fi: Lisälukemista
fr_ca: Pour en savoir plus
ga_ie: Tuilleadh léitheoireachta
gl_es: Lectura adicional
he_il: לקריאה נוספת
hi_in: और पठन
hr_hr: Dodatne informacije
hu_hu: További információ
id_id: Bacaan lebih lanjut
is_is: Lesa meira
it_it: Altre informazioni
ja_jp: もっと読む
kk_kz: Әрі қарай оқу
ko_kr: 추가 정보
lb_lu: Weider Lektür
lt_lt: Skaityti toliau
lv_lv: Lasīt tālāk
ms_my: Bacaan Lanjut
mt_mt: Qari Ulterjuri
nb_no: Videre lesning
nl_be: Meer informatie
pl_pl: Dalsze informacje
pt_pt: Ler Mais
ro_ro: Resurse suplimentare
ru_ru: Дополнительные материалы
sk_sk: Ďalšie informácie
sl_si: Nadaljnje branje
sr_cyrl_rs: Додатна литература
sr_latn_rs: Dodatna literatura
sv_se: Mer läsning
th_th: อ่านเพิ่มเติม
tr_tr: Daha Fazla Bilgi
uk_ua: Додаткова література
vi_vn: Đọc thêm
zh_cn: 深入阅读
zh_tw: 深入閱讀

# tutorial_introduction
source: Introduction
ar_sa: مقدمة
bg_bg: Въведение
ca_es: Introducció
cs_cz: Úvod
da_dk: Introduktion
de_de: Einführung
el_gr: Εισαγωγή
es_es: Introducción
et_ee: Sissejuhatus
eu_es: Sarrera
fi_fi: Esittely
ga_ie: Réamhrá
gl_es: Introdución
he_il: מבוא
hi_in: परिचय
hr_hr: Uvod
hu_hu: Bevezetés
id_id: Pengantar
is_is: Kynning
it_it: Introduzione
ja_jp: はじめに
kk_kz: Кіріспе
ko_kr: 소개
lb_lu: Aféierung
lt_lt: Įvadas
lv_lv: Ievads
ms_my: Pengenalan
mt_mt: Introduzzjoni
nb_no: Innledning
nl_be: Introductie
pl_pl: Wprowadzenie
pt_pt: Introdução
ro_ro: Introducere
ru_ru: Введение
sk_sk: Úvod
sl_si: Uvod
sr_cyrl_rs: Увод
sr_latn_rs: Uvod
sv_se: Introduktion
th_th: บทนำ
tr_tr: Giriş
uk_ua: Вступ
vi_vn: Giới thiệu
zh_cn: 简介
zh_tw: 簡介

# tutorial_minsRemaining
source: {0} minutes remaining
ar_sa: باقي {0} دقائق
bg_bg: Остават {0} минути
ca_es: Queden {0} minuts
cs_cz: {0} min zbývá
da_dk: {0} minutter tilbage
de_de: {0} Minuten verbleibend
el_gr: Απομένουν {0} λεπτά
es_es: Tiempo restante: {0} minutos
et_ee: {0} minutit jäänud
eu_es: {0} minutu geratzen dira
fi_fi: {0} minuuttia jäljellä
fr_ca: {0} minutes restantes
ga_ie: {0} nóiméad fágtha
gl_es: Restan {0} minutos
he_il: {0} דקות נותרו
hi_in: {0} मिनट शेष
hr_hr: Još {0} min
hu_hu: {0} perc van hátra
id_id: {0} menit tersisa
is_is: {0} mínútur eftir
it_it: {0} minuti rimanenti
ja_jp: 残り {0} 分
kk_kz: {0} минут қалды
ko_kr: {0}분 남음
lb_lu: {0} Minutten iwwreg
lt_lt: Liko {0} min.
lv_lv: Vēl {0} min
ms_my: Berbaki {0} minit
mt_mt: għad fadal {0} minuti
nb_no: {0} minutter gjenstår
nl_be: Nog {0} minuten te gaan
pl_pl: Pozostały czas: {0} min
pt_pt: {0} minutos restantes
ro_ro: {0} minute rămase
ru_ru: Осталось: {0} мин
sk_sk: Zostáva {0} min
sl_si: Preostane {0} min
sr_cyrl_rs: Преостало минута: {0}
sr_latn_rs: Preostalo minuta: {0}
sv_se: {0} minuter återstår
th_th: เหลือเวลา {0} นาที
tr_tr: {0} dakika kaldı
uk_ua: Залишилося {0} хв.
vi_vn: Còn lại {0} phút
zh_cn: 剩余 {0} 分钟
zh_tw: 尚餘 {0} 分鐘

# tutorial_minutesToComplete
source: {0} minutes to complete
ar_sa: باقي {0} دقائق على الاكتمال
bg_bg: {0} минути до завършване
ca_es: {0} minuts per completar-se
cs_cz: {0} min do dokončení
da_dk: {0} minutter til udførelsen
de_de: {0} Minuten bis zum Abschluss
el_gr: {0} λεπτά για την ολοκλήρωση
es_es: Tiempo para finalizar: {0} minutos
et_ee: Valmimiseni on {0} minutit
eu_es: {0} minutu falta dira osatzeko
fi_fi: {0} minuuttia aikaa suorittaa
fr_ca: {0} minutes pour terminer
ga_ie: Críochnaithe i gceann {0} nóiméad
gl_es: Faltan {0} minutos para concluír
he_il: {0} דקות עד להשלמה
hi_in: पूर्ण होने में {0} मिनट
hr_hr: {0} min do dovršetka
hu_hu: {0} perc a befejezésig
id_id: {0} menit untuk menyelesaikan
is_is: {0} mínútur eftir til að klára
it_it: {0} minuti per il completamento
ja_jp: 完了まで {0} 分
kk_kz: аяқтауға {0} минут қалды
ko_kr: 완료하는 데 {0}분
lb_lu: {0} Minutte fir ofzeschléissen
lt_lt: Iki pabaigos liko {0} min.
lv_lv: Būs pabeigts pēc {0} min
ms_my: {0} minit untuk dilengkapkan
mt_mt: {0} minuti biex ilesti
nb_no: tar {0} minutter å fullføre
nl_be: Nog {0} minuten te gaan tot afronding
pl_pl: Czas do ukończenia: {0} min
pt_pt: {0} minutos para concluir
ro_ro: {0} minute până la finalizare
ru_ru: Время выполнения: {0} мин
sk_sk: {0} min do konca
sl_si: {0} min do zaključka
sr_cyrl_rs: Минута до довршетка: {0}
sr_latn_rs: Minuta do dovršetka: {0}
sv_se: {0} minuter kvar
th_th: เหลือเวลา {0} นาทีเพื่อดำเนินการให้สมบูรณ์
tr_tr: Tamamlanmasına {0} dakika kaldı
uk_ua: Виконання за {0} хв.
vi_vn: {0} phút để hoàn thành
zh_cn: {0} 分钟后完成
zh_tw: 距離完成還有 {0} 分鐘

# tutorial_nextSteps
source: Next steps
ar_sa: الخطوات التالية
bg_bg: Следващи стъпки
ca_es: Passos següents
cs_cz: Další kroky
da_dk: Næste trin
de_de: Nächste Schritte
el_gr: Επόμενα βήματα
es_es: Pasos siguientes
et_ee: Järgmised etapid
eu_es: Hurrengo urratsak
fi_fi: Seuraavat vaiheet
fr_ca: Prochaines étapes
ga_ie: Na chéad chéimeanna eile
gl_es: Seguintes pasos
he_il: השלבים הבאים
hi_in: अगले चरण
hr_hr: Sljedeći koraci
hu_hu: Következő lépések
id_id: Langkah berikutnya
is_is: Næstu skref
it_it: Passaggi successivi
ja_jp: 次の手順
kk_kz: Келесі қадамдар
ko_kr: 다음 단계
lb_lu: Nächst Schrëtt
lt_lt: Kiti veiksmai
lv_lv: Turpmākās darbības
ms_my: Langkah seterusnya
mt_mt: Il-passi li jmiss
nb_no: Neste trinn
nl_be: Volgende stappen
pl_pl: Następne kroki
pt_pt: Passos seguintes
ro_ro: Pașii următori
ru_ru: Дальнейшие действия
sk_sk: Ďalšie kroky
sl_si: Naslednji koraki
sr_cyrl_rs: Следећи кораци
sr_latn_rs: Sledeći koraci
sv_se: Nästa steg
th_th: ขั้นตอนถัดไป
tr_tr: Sonraki adımlar
uk_ua: Наступні кроки
vi_vn: Bước tiếp theo
zh_cn: 后续步骤
zh_tw: 下一步

# tutorial_nextTutorial
source: Next tutorial
ar_sa: البرنامج التعليمي التالي
bg_bg: Следващ въвеждащ курс
ca_es: Següent tutorial
cs_cz: Další kurz
da_dk: Næste selvstudium
de_de: Nächstes Tutorial
el_gr: Επόμενο πρόγραμμα εκμάθησης
es_es: Siguiente tutorial
et_ee: Järgmine õppetükk
eu_es: Hurrengo tutoriala
fi_fi: Seuraava kurssi
fr_ca: Tutoriel suivant
ga_ie: An chéad rang teagaisc eile
gl_es: Seguinte titorial
he_il: ערכת הלימוד הבאה
hi_in: अगला ट्यूटोरियल
hr_hr: Sljedeći vodič
hu_hu: Következő oktatóanyag
id_id: Tutorial Berikutnya
is_is: Næstu leiðbeiningar
it_it: Esercitazione successiva
ja_jp: 次のチュートリアル
kk_kz: Келесі оқулық
ko_kr: 다음 자습서
lb_lu: Nächst Uleedung
lt_lt: Kita mokomoji medžiaga
lv_lv: Nākamā apmācība
ms_my: Tutorial Seterusnya
mt_mt: It-Tutorial Li Jmiss
nb_no: Neste opplæring
nl_be: Volgende zelfstudie
pl_pl: Następny samouczek
pt_pt: Tutorial Seguinte
ro_ro: Următorul tutorial
ru_ru: Следующее руководство
sk_sk: Ďalší kurz
sl_si: Naslednja vadnica
sr_cyrl_rs: Следеће упутство
sr_latn_rs: Sledeće uputstvo
sv_se: Nästa självstudiekurs
th_th: บทช่วยสอนถัดไป
tr_tr: Sonraki Öğretici
uk_ua: Наступний навчальний посібник
vi_vn: Hướng dẫn tiếp theo
zh_cn: 下一个教程
zh_tw: 下一個教學課程

# tutorial_resources
source: Resources
ar_sa: الموارد
bg_bg: Ресурси
ca_es: Recursos
cs_cz: Prostředky
da_dk: Ressourcer
de_de: Ressourcen
el_gr: Πόροι
es_es: Recursos
et_ee: Ressursid
eu_es: Baliabideak
fi_fi: Resursseja
fr_ca: Ressources
ga_ie: Acmhainní
gl_es: Recursos
he_il: משאבים
hi_in: संसाधन
hr_hr: Resursi
hu_hu: Források
id_id: Sumber
is_is: Efni
it_it: Risorse
ja_jp: リソース
kk_kz: Ресурстар
ko_kr: 리소스
lb_lu: Ressourcen
lt_lt: Ištekliai
lv_lv: Resursi
ms_my: Sumber
mt_mt: Riżorsi
nb_no: Ressurser
nl_be: Bronnen
pl_pl: Zasoby
pt_pt: Recursos
ro_ro: Resurse
ru_ru: Ресурсы
sk_sk: Zdroje informácií
sl_si: Viri
sr_cyrl_rs: Ресурси
sr_latn_rs: Resursi
sv_se: Resurser
th_th: ทรัพยากร
tr_tr: Kaynaklar
uk_ua: Ресурси
vi_vn: Tài nguyên
zh_cn: 资源
zh_tw: 資源

# tutorial_seeAllContributors
source: See {0} or become a contributor by suggesting improvements on {1}.
ar_sa: راجع {0} أو ساهم باقتراح إجراء تحسينات على {1}.
bg_bg: Вижте {0} или станете сътрудник, като предложите подобрения за {1}.
ca_es: Consulteu {0} o feu-vos col·laborador i suggeriu millores per a {1}.
cs_cz: Prohlédněte si {0} nebo se staňte přispěvatelem a navrhněte vylepšení pro {1}.
da_dk: Se {0}, eller bliv bidragyder ved at foreslå forbedring på {1}.
de_de: Zeigen Sie {0} an, oder schlagen Sie als Mitwirkender auf {1} Verbesserungen vor.
el_gr: Δείτε {0} ή συνεισφέρετε προτείνοντας βελτιώσεις για {1}.
es_es: Vea {0} o conviértase en colaborador al sugerir mejoras en {1}.
et_ee: Vaadake üksust {0} või hakake kaasautoriks, soovitades tootele {1} täiustusi.
eu_es: Ikusi {0} edo iradoki hobekuntzak honi buruz kolaboratzaile bihurtzeko: {1}.
fi_fi: Katso {0} tai ryhdy osallistujaksi ehdottamalla parannuksia tuotteelle {1}.
fr_ca: Affichez les {0} ou devenez un collaborateur en suggérant des améliorations sur {1}.
ga_ie: Féach {0} nó bí i do rannpháirtí trí fheabhsuithe a mholadh ar {1}.
gl_es: Ver {0} ou converterse nun colaborador mediante a suxestión de melloras en {1}.
he_il: ראה את ה{0} או הפוך למשתתף, על-ידי הצעות לשיפורים ב- {1}.
hi_in: {0} देखें या {1} पर सुधारों के सुझाव देकर योगदानकर्ता बनें.
hr_hr: Pogledajte {0} ili postanite suradnik tako da predložite poboljšanje za {1}.
hu_hu: {0} megtekintése – vagy legyen Ön is közreműködő, és küldje el javaslatát a(z) {1} kapcsán.
id_id: Lihat {0} atau jadilah kontributor dengan menyarankan perbaikan pada {1}.
is_is: Skoðaðu {0} eða gerðu þig að þátttakanda með því að leggja uppbætur til á {1}.
it_it: Visualizza {0} o diventa un collaboratore suggerendo miglioramenti su {1}.
ja_jp: {0} をご覧になるか、{1} の改善事項を提案して共同作成者になってください。
kk_kz: {0} қараңыз немесе {1} бойынша жақсартулар енгізу арқылы үлес қосыңыз.
ko_kr: {0}을(를) 보거나 {1}에 개선점을 제안하여 참가자가 되세요.
lb_lu: Kuckt {0} oder gitt en Auteur, andeem Dir Verbesserungen op {1} virschlot.
lt_lt: Žr. {0} arba tapkite bendraautoriumi pasiūlę patobulinimų dėl {1}.
lv_lv: Skatiet {0} vai kļūstiet par līdzstrādnieku, iesakot “{1}” uzlabojumus.
ms_my: Lihat {0} atau menjadi penyumbang dengan mencadangkan penambahbaikan pada {1}.
mt_mt: Ara {0} jew sir kontributur billi tissuġġerixxi titjib fuq {1}.
nb_no: Se {0}, eller bidra ved å foreslå forbedringer på {1}.
nl_be: Zie {0} of wordt een medewerker door verbeteringen voor te stellen op {1}.
pl_pl: Zobacz {0} lub zostań współautorem, proponując ulepszenia do elementu {1}.
pt_pt: Veja {0} ou torne-se um contribuidor ao sugerir melhorias em {1}.
ro_ro: Vedeți {0} sau sugerați îmbunătățiri pentru {1} pentru a deveni colaborator.
ru_ru: Просмотрите {0} или станьте соавтором, оставив свои предложения по улучшению здесь: {1}.
sk_sk: Pozrite si {0} alebo navrhnite vylepšenia pre {1} a sami sa staňte prispievateľom.
sl_si: Oglejte si {0} ali pa postanite sodelavec tako, da predlagate izboljšave v {1}.
sr_cyrl_rs: Погледајте {0} или постаните сарадник тако што ћете предлагати побољшања на {1}.
sr_latn_rs: Pogledajte {0} ili postanite saradnik tako što ćete predlagati pobolјšanja na {1}.
sv_se: Visa {0} eller bli deltagare genom att föreslå förbättringar för {1}.
th_th: ดู {0} หรือมาร่วมเป็นผู้สนับสนุนด้วยการแนะนำการปรับปรุงบน {1}
tr_tr: Bkz. {0} Alternatif olarak, {1} için iyileştirmeler önererek katkıda bulunabilirsiniz.
uk_ua: Перегляньте матеріали ({0}) або станьте співавтором, запропонувавши покращення матеріалів на тему "{1}".
vi_vn: Xem {0} hoặc trở thành người đóng góp bằng cách đề xuất cải tiến về {1}.
zh_cn: 查看 {0} 或建议有关对 {1} 的改进来成为参与者。
zh_tw: 查看 {0}，或者在 {1} 上提供您的改善建議。

# tutorial_youLearned
source: You’ve learned how to...
ar_sa: تعرفت على كيفية...
bg_bg: Научихте как да...
ca_es: Heu après a...
cs_cz: Naučili jste se...
da_dk: Du har lært, hvordan du...
de_de: Sie haben Folgendes gelernt:
el_gr: Μάθατε πώς να κάνετε τα εξής...
es_es: Ha aprendido a...
et_ee: Õppisite, kuidas …
eu_es: Honako hauek egiten ikasi duzu...
fi_fi: Olet oppinut, miten...
fr_ca: Vous avez appris à...
ga_ie: D’fhoghlaim tú conas...
gl_es: Aprendeu como...
he_il: למדת כיצד...
hi_in: आपने सीखा की कैसे...
hr_hr: Naučili ste kako...
hu_hu: Elsajátított ismeretek:
id_id: Anda mempelajari cara untuk…
is_is: Þú lærðir hvernig á að...
it_it: Hai imparato a...
ja_jp: これまでに学習した内容
kk_kz: Сіздің үйренгеніңіз...
ko_kr: 다음 방법을 배웠습니다.
lb_lu: Dir hutt geléiert wéi Dir …
lt_lt: Sužinojote, kaip...
lv_lv: Jūs iemācījāties, kā...
ms_my: Anda telah mengetahui cara...
mt_mt: Tgħallimt kif...
nb_no: Du har lært å gjøre følgende:
nl_be: U hebt geleerd hoe u...
pl_pl: Teraz już wiesz, jak...
pt_pt: Aprendeu a...
ro_ro: Ați aflat cum să...
ru_ru: Вы узнали, как...
sk_sk: Naučili ste sa...
sl_si: Naučili ste se, kako ...
sr_cyrl_rs: Научили сте како да...
sr_latn_rs: Naučili ste kako da...
sv_se: Du har lärt dig att...
th_th: คุณได้เรียนรู้วิธี...
tr_tr: Şunları yapmayı öğrendiniz:
uk_ua: Ви навчилися…
vi_vn: Bạn đã tìm hiểu cách...
zh_cn: 你已了解操作方式...
zh_tw: 您已學到如何...

# tutorial_youveCompleted
source: You've completed the “{0}” tutorial.
ar_sa: أكملت البرنامج التعليمي "{0}".
bg_bg: Вие завършихте въвеждащ курс „{0}“.
ca_es: Heu completat el tutorial "{0}".
cs_cz: Dokončili jste kurz „{0}“.
da_dk: Du har gennemført selvstudiet "{0}".
de_de: Sie haben das Tutorial „{0}“ abgeschlossen.
el_gr: Ολοκληρώσατε το πρόγραμμα εκμάθησης "{0}".
es_es: Ha completado el tutorial "{0}".
et_ee: Lõpetasite õppetüki "{0}".
eu_es: Osatu duzu "{0}" tutoriala.
fi_fi: Olet suorittanut opetusohjelman {0}.
fr_ca: Vous avez terminé le tutoriel « {0} ».
ga_ie: Tá an rang teagaisc “{0}“ críochnaithe agat.
gl_es: Concluíu o titorial "{0}".
he_il: השלמת את ערכת הלימוד של "{0}".
hi_in: आपने "{0}" ट्यूटोरियल पूर्ण कर लिया है.
hr_hr: Dovršili ste vodič "{0}".
hu_hu: Elkészült a(z) "{0}" oktatóanyaggal.
id_id: Anda telah menyelesaikan tutorial "{0}".
is_is: Þú laukst við "{0}" kennsluefnið.
it_it: Hai completato l'esercitazione "{0}".
ja_jp: "{0}" のチュートリアルを完了しました。
kk_kz: «{0}» оқулығын аяқтадыңыз.
ko_kr: “{0}” 자습서를 완료했습니다.
lb_lu: Dir hutt d'Uleedung "{0}" ofgeschloss.
lt_lt: Baigėte mokomąją medžiagą „{0}“.
lv_lv: Jūs pabeidzāt apmācību {0}.
ms_my: Anda telah melengkapkan tutorial "{0}".
mt_mt: Temmejt it-tutorial "{0}" .
nb_no: Du har fullført opplæringen «{0}».
nl_be: U hebt de zelfstudie {0} voltooid.
pl_pl: Ukończono samouczek „{0}”.
pt_pt: Concluiu o tutorial "{0}".
ro_ro: Ați finalizat tutorialul „{0}”.
ru_ru: Вы завершили работу с руководством "{0}".
sk_sk: Dokončili ste kurz {0}.
sl_si: Zaključili ste vadnico »{0}«.
sr_cyrl_rs: Довршили сте упутство „{0}“.
sr_latn_rs: Dovršili ste uputstvo „{0}“.
sv_se: Du har slutfört självstudiekursen "{0}".
th_th: คุณศึกษาบทช่วยสอน "{0}" เสร็จสมบูรณ์แล้ว
tr_tr: "{0}" adlı öğreticiyi tamamladınız.
uk_ua: Ви опанували навчальний посібник "{0}".
vi_vn: Bạn đã hoàn thành hướng dẫn "{0}".
zh_cn: 你已完成“{0}”教程。
zh_tw: 您已完成 {0} 教學課程。
