Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# previewTypescript
source: This API is provided as a preview for developers and may change based on feedback that we receive. Do not use this API in a production environment.
ar_sa: يتم توفير API هذه كمعاينة للمطورين وقد تتغير بناءً على الملاحظات التي نستلمها. تجنب استخدام API هذه في بيئة الإنتاج.
bg_bg: Този API е предоставен като визуализация за разработчици и може се промени въз основа на обратната връзка, която получаваме. Не използвайте този API в производствена среда.
ca_es: Aquesta API es proporciona com a versió preliminar per als desenvolupadors i pot canviar en funció dels comentaris que rebem. No la utilitzis en un entorn de producció.
cs_cz: Toto rozhraní API se poskytuje jako verze Preview pro vývojáře a může se změnit na základě zpětné vazby, kterou dostaneme. Nepoužívejte toto rozhraní API v produkčním prostředí.
da_dk: Denne API leveres i prøveversion til udviklere og kan ændres på baggrund af den feedback, vi modtager. Undlad at anvende denne API i et produktionsmiljø.
de_de: Diese API wird als Vorschau für Entwickler bereitgestellt. Je nachdem, welches Feedback wir dazu erhalten, werden möglicherweise Änderungen vorgenommen. Verwenden Sie diese API nicht in einer Produktionsumgebung.
el_gr: Αυτό το API παρέχεται ως προεπισκόπηση για προγραμματιστές και ενδέχεται να αλλάξει βάσει των σχολίων που λαμβάνουμε. Μην χρησιμοποιήσετε αυτό το API σε περιβάλλον παραγωγής.
es_es: Esta API se ofrece a los desarrolladores como versión preliminar y puede cambiar en función de los comentarios que recibamos. No utilice esta API en un entorno de producción.
et_ee: See API on esitatud arendajatele eelvaatena ja see võib saadud tagasiside põhjal muutuda. Ärge kasutage seda API-t töökeskkonnas.
eu_es: Garatzaileentzako aurrebista gisa ematen da API hau eta baliteke hori aldatzea jasotzen ditugun oharren arabera. Ez erabili API hau ekoizpen-ingurune batean.
fi_fi: Tämä ohjelmointirajapinta on kehittäjille tarkoitettu esiversio, jota voidaan muuttaa saamamme palautteen perusteella. Älä käytä ohjelmointirajapintaa tuotantoympäristössä.
fr_ca: Cette API est fournie comme une préversion pour les développeurs et elle peut être modifiée en fonction des commentaires que nous recevons. Veuillez ne pas utiliser cette API dans un environnement de production.
ga_ie: Tá an API seo á sholáthar mar réamhamharc d’fhorbróirí agus d’fhéadfaí é a athrú bunaithe ar an aiseolas a fhaighimid. Ná húsáid an API seo i dtimpeallacht táirgeachta.
gl_es: Esta versión preliminar da API proporciónase para os programadores e pode modificarse en función dos comentarios que se reciban. Non use esta API nun ambiente de produción.
he_il: API זה מסופק כתצוגה מקדימה עבור מפתחים והוא נתון לשינוי בהתבסס על המשוב שאנו מקבלים. אין להשתמש ב- API זה בסביבת ייצור.
hi_in: यह API डेवलपर्स के लिए पूर्वावलोकन के रूप में प्रदान किया गया है और हमें प्राप्त होने वाली प्रतिक्रिया के आधार पर इसमें बदलाव हो सकता है. उत्पादन परिवेश में इस API का उपयोग न करें.
hr_hr: Ovaj je API pretpregledna verzija za razvojne inženjere i može se promijeniti zbog povratnih informacija koje primimo. Nemojte koristiti taj API u radnom okruženju.
hu_hu: Ez az API fejlesztői előzetes verzióként szolgál, és a kapott visszajelzések alapján változhat. Ne használja ezt az API-t éles környezetben.
id_id: API ini disediakan sebagai pratinjau untuk pengembang dan dapat berubah menurut umpan balik yang kami terima. Jangan gunakan API ini dalam lingkungan produksi.
is_is: Þetta API er veitt sem sýnishorn fyrir forritara og getur breyst á grundvelli endurgjafar sem við fáum. Ekki nota þetta API í framleiðsluumhverfi.
it_it: Questa API viene fornita come anteprima per gli sviluppatori e potrebbe essere modificata in base ai commenti ricevuti. Non usare questa API in un ambiente di produzione.
ja_jp: この API は開発者向けにプレビューとして提供されており、寄せられたフィードバックにもとづいて変更される場合があります。 この API は運用環境で使用しないでください。
kk_kz: Осы API жасақтаушылар үшін алдын ала қарау ретінде беріледі және біз алатын пікірлердің негізінде өзгеруі мүмкін. Осы API параметрін жұмыс ортасында пайдаланбаңыз.
ko_kr: 이 API는 개발자를 위한 미리 보기로 제공되며 수신한 피드백을 기반으로 변경될 수 있습니다. 프로덕션 환경에서 이 API를 사용하지 마세요.
lb_lu: Dës API gëtt als Virschau fir Entwéckler ugebueden a ka sech baséierend um Feedback, dee mir kréien, änneren. Benotzt dës API net an engem Produktiounsëmfeld.
lt_lt: Ši API teikiama kaip peržiūra, skirta kūrėjams, ir gali būti pakeista atsižvelgiant į gaunamus atsiliepimus. Nenaudokite šios API gamybos aplinkoje
lv_lv: Šis API tiek nodrošināts kā priekšskatījums izstrādātājiem un var tikt mainīts atkarībā no saņemtajām atsauksmēm. Neizmantojiet šo API ražošanas vidē.
ms_my: API ini telah disediakan sebagai pratonton untuk pembangun dan mungkin berubah berdasarkan maklum balas yang kami terima. Jangan gunakan API ini dalam persekitaran pengeluaran.
mt_mt: Dan l-API huwa fornut f'previżjoni għall-iżviluppaturi u jista' jinbidel skont il-feedback li nirċievu. Tużax dan l-API f'ambjent ta' produzzjoni.
nb_no: Denne API-en tilbys som en testversjon for utviklere og kan bli endret basert på tilbakemeldinger. Ikke bruk denne API-en i et produksjonsmiljø.
nl_be: Deze API wordt aangeboden als een preview voor ontwikkelaars en kan worden aangepast op basis van ontvangen feedback. Gebruik deze API niet in een productieomgeving.
pl_pl: Ten interfejs API jest udostępniany dla deweloperów i może zostać zmieniony na podstawie otrzymanych opinii. Nie należy używać tego interfejsu API w środowisku produkcyjnym.
pt_pt: Esta API é fornecida como uma pré-visualização para os programadores e pode alterar-se com base nos comentários que recebermos. Não utilize esta API num ambiente de produção.
ro_ro: Această interfață API este oferită ca previzualizare pentru dezvoltatori și poate suferi modificări în funcție de feedbackul pe care îl primim. Nu folosiți această interfață API într-un mediu de producție.
ru_ru: Этот API предоставляется в качестве предварительной версии для разработчиков и может быть изменен на основе полученных нами отзывов. Не используйте этот API в рабочей среде.
sk_sk: Toto rozhranie API sa poskytuje ako ukážka pre vývojárov a môže sa zmeniť na základe pripomienok, ktoré dostaneme. Nepoužívajte toto rozhranie API v produkčnom prostredí.
sl_si: Ta API je na voljo kot predogledna različica za razvijalce in se lahko spremeni na podlagi prejetih povratnih informacij. Tega vmesnika API ne uporabljajte v produkcijskem okolju.
sr_cyrl_rs: Овај API се обезбеђује као преглед за пројектанте и може се променити на основу повратних информација које добијемо. Немојте користити овај API у производном окружењу.
sr_latn_rs: Ovaj API se obezbeđuje kao pregled za projektante i može se promeniti na osnovu povratnih informacija koje dobijemo. Nemojte koristiti ovaj API u proizvodnom okruženju.
sv_se: Detta API tillhandahålls som en förhandsversion för utvecklare och kan komma att ändras utifrån den feedback vi får. Använd inte detta API i en produktionsmiljö.
th_th: API นี้จะแสดงเป็นตัวอย่างสำหรับนักพัฒนาและอาจมีการเปลี่ยนแปลงโดยขึ้นอยู่กับคำติชมที่เราได้รับ อย่าใช้ API นี้ในสภาพแวดล้อมผลิตภัณฑ์
tr_tr: Bu API, geliştiriciler için önizleme olarak sunulmuştur ve alacağımız geri bildirimler doğrultusunda değiştirilebilir. Bu API’yi üretim ortamında kullanmayın.
uk_ua: Цей інтерфейс API надається в підготовчій версії для розробників. Ми можемо змінювати його з урахуванням отриманих відгуків. Не використовуйте цей API у виробничому середовищі.
vi_vn: API này được cung cấp dưới dạng bản xem trước cho các nhà phát triển và có thể thay đổi dựa trên phản hồi mà chúng tôi nhận được. Không sử dụng API này trong môi trường sản xuất.
zh_cn: 此 API 以预览状态提供给开发者，可能根据我们收到的反馈更改。 请勿在生产环境中使用此 API。
zh_tw: 此 API 僅供開發人員預覽，而且可能會根據收到的意見反應變更。 請勿將此 API 用於生產環境。

source: Previous
ar_sa: السابق
bg_bg: Назад
ca_es: Anterior
cs_cz: Předchozí
da_dk: Tidligere
de_de: Vorherige
el_gr: Προηγούμενο
es_es: Anterior
et_ee: Eelmine
eu_es: Aurrekoa
fi_fi: Edellinen
fr_ca: Précédent
ga_ie: Roimhe
gl_es: Anterior
he_il: הקודם
hi_in: पिछला
hr_hr: Prethodna
hu_hu: Előző
id_id: Sebelumnya
is_is: Fyrra
it_it: Indietro
ja_jp: 前へ
kk_kz: Алдыңғы
ko_kr: 이전
lb_lu: Viregt
lt_lt: Ankstesnis
lv_lv: Iepriekšējais
ms_my: Sebelumnya
mt_mt: Preċedenti
nb_no: Forrige
nl_be: Vorige
pl_pl: Poprzednie
pt_pt: Anterior
ro_ro: Anterior
ru_ru: Назад
sk_sk: Predchádzajúci
sl_si: Nazaj
sr_cyrl_rs: Претходно
sr_latn_rs: Prethodno
sv_se: Föregående
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Назад
vi_vn: Trước
zh_cn: 上一步
zh_tw: 上一個

source: Previous page
ar_sa: الصفحة السابقة
bg_bg: Предишна страница
ca_es: Pàgina anterior
cs_cz: Předchozí stránka
da_dk: Forrige side
de_de: Vorherige Seite
el_gr: Προηγούμενη σελίδα
es_es: Página anterior
et_ee: Eelmine lehekülg
eu_es: Aurreko orria
fi_fi: Edellinen sivu
fr_ca: Page précédente
ga_ie: Leathanach roimhe
gl_es: Páxina anterior
he_il: הדף הקודם
hi_in: पिछला पृष्ठ
hr_hr: Prethodna stranica
hu_hu: Előző oldal
id_id: Halaman sebelumnya
is_is: Fyrri síða
it_it: Pagina precedente
ja_jp: 前のページ
kk_kz: Алдыңғы бет
ko_kr: 이전 페이지
lb_lu: Viregt Säit
lt_lt: Ankstesnis puslapis
lv_lv: Iepriekšējā lapa
ms_my: Halaman sebelumnya
mt_mt: Il-paġna preċedenti
nb_no: Forrige side
nl_be: Vorige pagina
pl_pl: Poprzednia strona
pt_pt: Página anterior
ro_ro: Pagina anterioară
ru_ru: Предыдущая страница
sk_sk: Predchádzajúca strana
sl_si: Prejšnja stran
sr_cyrl_rs: Претходна страница
sr_latn_rs: Prethodna stranica
sv_se: Föregående sida
th_th: หน้าก่อนหน้า
tr_tr: Önceki sayfa
uk_ua: Попередня сторінка
vi_vn: Trang trước
zh_cn: 上一页
zh_tw: 上一頁

source: Previous Version Docs
ar_sa: مستندات الإصدار السابق
bg_bg: Документи на предишни версии
ca_es: Documents de versions anteriors
cs_cz: Dokumentace k předchozím verzím
da_dk: Dokumenter for tidligere version
de_de: Vorherige Dokumentversionen
el_gr: Έγγραφα προηγούμενων εκδόσεων
es_es: Documentación de versiones anteriores
et_ee: Eelmise versiooni dokumendid
eu_es: Aurreko bertsioaren dokumentuak
fi_fi: Edellisen version asiakirjat
fr_ca: Docs Version précédente
ga_ie: Doiciméid an leagain roimhe
gl_es: Documentos da versión anterior
he_il: מסמכים של גרסאות קודמות
hi_in: पिछले संस्करण के दस्तावेज़
hr_hr: Dokumenti prethodne verzije
hu_hu: A Docs korábbi verziói
id_id: Docs Versi Sebelumnya
is_is: Fyrri útgáfur skjala
it_it: Documentazione sulle versioni precedenti
ja_jp: 以前のバージョンのドキュメント
kk_kz: Алдыңғы нұсқа құжаттары
ko_kr: 이전 버전 문서
lb_lu: Viregt Versioun-Docs
lt_lt: Ankstesnės versijos dokumentai
lv_lv: Iepriekšējās versijas dokumenti
ms_my: Dokumen Versi Sebelumnya
mt_mt: Verżjonijiet Preċedenti tad-Dokumenti
nb_no: Dokumentasjon for tidligere versjoner
nl_be: Vorige versies van documenten
pl_pl: Dokumentacja poprzednich wersji
pt_pt: Documentos da Versão Anterior
ro_ro: Documente din versiunea precedentă
ru_ru: Документация по предыдущей версии
sk_sk: Dokumenty predchádzajúcej verzie
sl_si: Prejšnja različica storitve Docs
sr_cyrl_rs: Документи претходне верзије
sr_latn_rs: Dokumenti prethodne verzije
sv_se: Dokument om tidigare version
th_th: Docs เวอร์ชันก่อนหน้า
tr_tr: Belgelerin Önceki Sürümleri
uk_ua: Документація попередніх версій
vi_vn: Tài liệu phiên bản trước
zh_cn: 旧版文档
zh_tw: 舊版文件

source: Privacy Statement
ar_sa: بيان الخصوصية
bg_bg: Декларация за поверителност
ca_es: Declaració de privadesa
cs_cz: Prohlášení o zásadách ochrany osobních údajů
da_dk: Erklæring om beskyttelse af personlige oplysninger
de_de: Datenschutzerklärung
el_gr: Δήλωση προστασίας προσωπικών δεδομένων
es_es: Declaración de privacidad
et_ee: Privaatsusavaldus
eu_es: Pribatutasun-adierazpena
fi_fi: Tietosuojatiedot
fr_ca: Énoncé de confidentialité
ga_ie: Ráiteas príobháideachais
gl_es: Declaración de privacidade
he_il: הצהרת פרטיות
hi_in: गोपनीयता कथन
hr_hr: Izjava o zaštiti privatnosti
hu_hu: Adatvédelmi nyilatkozat
id_id: Pernyataan Privasi
is_is: Yfirlýsing um persónuvernd
it_it: Informativa sulla privacy
ja_jp: プライバシーに関する声明
kk_kz: Құпиялылық туралы мәлімдеме
ko_kr: 개인 정보 취급 방침
lb_lu: Dateschutzerklärung
lt_lt: Privatumo nuostatos
lv_lv: Paziņojums par konfidencialitāti
ms_my: Pernyataan Privasi
mt_mt: Dikjarazzjoni ta' Privatezza
nb_no: Personvernerklæring
nl_be: Privacyverklaring
pl_pl: Zasady zachowania poufności informacji
pt_pt: Declaração de Privacidade
ro_ro: Angajament de respectare a confidențialității
ru_ru: Заявление о конфиденциальности
sk_sk: Vyhlásenie o ochrane osobných údajov
sl_si: Izjava o zasebnosti
sr_cyrl_rs: Изјава о приватности
sr_latn_rs: Izjava o privatnosti
sv_se: Sekretesspolicy
th_th: คำชี้แจงสิทธิ์ส่วนบุคคล
tr_tr: Gizlilik Bildirimi
uk_ua: Положення про конфіденційність
vi_vn: Điều khoản về quyền riêng tư
zh_cn: 隐私声明
zh_tw: 隱私權聲明

source: Product
ar_sa: منتج
bg_bg: Продукт
ca_es: Producte
cs_cz: Produkt
da_dk: Produkt
de_de: Produkt
el_gr: Προϊόν
es_es: Producto
et_ee: Toode
eu_es: Produktua
fi_fi: Tuote
fr_ca: Produit
ga_ie: Táirge
gl_es: Produto
he_il: מוצר
hi_in: उत्पाद
hr_hr: Proizvod
hu_hu: Termék
id_id: Produk
is_is: Vara
it_it: Prodotto
ja_jp: 製品
kk_kz: Өнім
ko_kr: 제품
lb_lu: Produkt
lt_lt: Produktas
lv_lv: Produkts
ms_my: Produk
mt_mt: Prodott
nb_no: Produkt
pl_pl: Produkt
pt_pt: Produto
ro_ro: Produs
ru_ru: Продукт
sk_sk: Produkt
sl_si: Izdelek
sr_cyrl_rs: Производ
sr_latn_rs: Proizvod
sv_se: Produkt
th_th: ผลิตภัณฑ์
tr_tr: Ürün
uk_ua: Продукт
vi_vn: Sản phẩm
zh_cn: 产品
zh_tw: 產品

source: Product feedback
ar_sa: ملاحظات حول المنتج
bg_bg: Обратна връзка за продукт
ca_es: Comentaris del producte
cs_cz: Názor na produkt
da_dk: Produktfeedback
de_de: Feedback zu Produkten
el_gr: Σχόλια για το προϊόν
es_es: Comentarios sobre el producto
et_ee: Toote tagasiside
eu_es: Produktuari buruzko oharrak
fi_fi: Palautetta tuotteesta
fr_ca: Commentaires sur les produits
ga_ie: Aiseolas táirge
gl_es: Comentarios acerca do produto
he_il: משוב על מוצרים
hi_in: उत्पाद प्रतिक्रिया
hr_hr: Povratne informacije o proizvodu
hu_hu: Visszajelzés a termékekről
id_id: Umpan balik produk
is_is: Álit á vöru
it_it: Commenti sul prodotto
ja_jp: 製品に関するフィードバック
kk_kz: Өнім туралы пікір
ko_kr: 제품 피드백
lb_lu: Produktfeedback
lt_lt: Atsiliepimas apie produktą
lv_lv: Atsauksmes par produktu
ms_my: Maklum balas produk
mt_mt: Feedback dwar il-prodott
nb_no: Tilbakemeldinger om produktet
pl_pl: Opinia dotycząca produktu
pt_pt: Comentários sobre produtos
ro_ro: Feedback legat de produs
ru_ru: Отзыв о продукте
sk_sk: Pripomienky k produktu
sl_si: Povratne informacije o izdelku
sr_cyrl_rs: Повратне информације о производу
sr_latn_rs: Povratne informacije o proizvodu
sv_se: Produktfeedback
th_th: คำติชมผลิตภัณฑ์
tr_tr: Ürün geri bildirimi
uk_ua: Відгук про продукт
vi_vn: Phản hồi về sản phẩm
zh_cn: 产品反馈
zh_tw: 產品意見反應

source: Products
ar_sa: المنتجات
bg_bg: Продукти
ca_es: Productes
cs_cz: Produkty
da_dk: Produkter
de_de: Produkte
el_gr: Προϊόντα
es_es: Productos
et_ee: Tooted
eu_es: Produktuak
fi_fi: Tuotteet
fr_ca: Produits
ga_ie: Táirgí
gl_es: Produtos
he_il: מוצרים
hi_in: उत्पाद
hr_hr: Proizvodi
hu_hu: Termékek
id_id: Produk
is_is: Vörur
it_it: Prodotti
ja_jp: 製品
kk_kz: Өнімдер
ko_kr: 제품
lb_lu: Produkter
lt_lt: Produktai
lv_lv: Produkti
ms_my: Produk
mt_mt: Prodotti
nb_no: Produkter
nl_be: Producten
pl_pl: Produkty
pt_pt: Produtos
ro_ro: Produse
ru_ru: Продукты
sk_sk: Produkty
sl_si: Izdelki
sr_cyrl_rs: Производи
sr_latn_rs: Proizvodi
sv_se: Produkter
th_th: ผลิตภัณฑ์
tr_tr: Ürünler
uk_ua: Продукти
vi_vn: Sản phẩm
zh_cn: 产品
zh_tw: 產品

# products_azure
source: Azure
ru_ru: Помощник

# products_bizapps
source: Business Applications
ar_sa: تطبيقات الأعمال
bg_bg: Бизнес приложения
ca_es: Aplicacions empresarials
cs_cz: Podnikové aplikace
da_dk: Virksomhedsprogrammer
de_de: Geschäftsanwendungen
el_gr: Επιχειρησιακές εφαρμογές
es_es: Aplicaciones empresariales
et_ee: Ärirakendused
eu_es: Negozio-aplikazioak
fi_fi: Yrityssovellukset
fr_ca: Applications d’affaires
ga_ie: Feidhmchláir Ghnó
gl_es: Aplicacións comerciais
he_il: אפליקציות עסקיות
hi_in: व्यावसायिक एप्लिकेशन
hr_hr: Poslovne aplikacije
hu_hu: Üzleti alkalmazások
id_id: Aplikasi Bisnis
is_is: Viðskiptaforrit
it_it: Applicazioni aziendali
ja_jp: ビジネス アプリケーション
kk_kz: Іскерлік бағдарламалар
ko_kr: 비즈니스 응용 프로그램
lb_lu: Business Applikatiounen
lt_lt: Verslo programos
lv_lv: Biznesa lietojumprogrammas
ms_my: Aplikasi Perniagaan
mt_mt: Applikazzjonijiet tan-Negozju
nb_no: Forretningsprogram
nl_be: Zakelijke toepassingen
pl_pl: Aplikacje biznesowe
pt_pt: Aplicações Empresariais
ro_ro: Aplicații de business
ru_ru: Бизнес-приложения
sk_sk: Podnikové aplikácie
sl_si: Poslovne aplikacije
sr_cyrl_rs: Пословне апликације
sr_latn_rs: Poslovne aplikacije
sv_se: Företagsprogram
th_th: แอปพลิเคชันทางธุรกิจ
tr_tr: İş Uygulamaları
uk_ua: Бізнес-програми
vi_vn: Các ứng dụng dành cho doanh nghiệp
zh_cn: 商业应用程序
zh_tw: 商務應用程式

source: Profile
ar_sa: ملف التعريف
bg_bg: Профил
ca_es: Perfil
cs_cz: Profil
da_dk: Profil
de_de: Profil
el_gr: Προφίλ
es_es: Perfil
et_ee: Profiil
eu_es: Profila
fi_fi: Profiili
fr_ca: Profil
ga_ie: Próifíl
gl_es: Perfil
he_il: פרופיל
hi_in: प्रोफ़ाइल
hr_hr: Profil
hu_hu: Profil
id_id: Profil
is_is: Viðmót
it_it: Profilo
ja_jp: プロファイル
kk_kz: Профиль
ko_kr: 프로필
lb_lu: Profil
lt_lt: Profilis
lv_lv: Profils
ms_my: profil
mt_mt: Profil
nb_no: Profil
nl_be: Profiel
pl_pl: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sk_sk: Profil
sl_si: Profil
sr_cyrl_rs: Профил
sr_latn_rs: Profil
sv_se: Profil
th_th: โปรไฟล์
tr_tr: Profil
uk_ua: Профіль
vi_vn: Hồ sơ
zh_cn: 配置文件
zh_tw: 設定檔

# propertiesInSubtitle
source: Properties
ar_sa: الخصائص
bg_bg: Свойства
ca_es: Propietats
cs_cz: Vlastnosti
da_dk: Egenskaber
de_de: Eigenschaften
el_gr: Ιδιότητες
es_es: Propiedades
et_ee: Atribuudid
eu_es: Propietateak
fi_fi: Ominaisuudet
fr_ca: Propriétés
ga_ie: Airíonna
gl_es: Propiedades
he_il: מאפיינים
hi_in: गुण
hr_hr: Svojstva
hu_hu: Tulajdonságok
id_id: Properti
is_is: Eiginleikar
it_it: Proprietà
ja_jp: プロパティ
kk_kz: Сипаттар
ko_kr: 속성
lb_lu: Eegeschaften
lt_lt: Ypatybės
lv_lv: Rekvizīti
ms_my: Sifat
mt_mt: Propjetajiet
nb_no: Egenskaper
nl_be: Eigenschappen
pl_pl: Właściwości
pt_pt: Propriedades
ro_ro: Proprietăți
ru_ru: Свойства
sk_sk: Vlastnosti
sl_si: Lastnosti
sr_cyrl_rs: Својства
sr_latn_rs: Svojstva
sv_se: Egenskaper
th_th: คุณสมบัติ
tr_tr: Özellikler
uk_ua: Властивості
vi_vn: Thuộc tính
zh_cn: 属性
zh_tw: 屬性

source: Property details
ar_sa: تفاصيل الخاصية
bg_bg: Подробни данни за свойството
ca_es: Detalls de la propietat
cs_cz: Podrobnosti vlastnosti
da_dk: Oplysninger om egenskab
de_de: Details zur Eigenschaft
el_gr: Λεπτομέρειες ιδιότητας
es_es: Detalles de las propiedades
et_ee: Atribuudi üksikasjad
eu_es: Propietatearen xehetasunak
fi_fi: Ominaisuuden tiedot
fr_ca: Détails propriété
ga_ie: Sonraí Airí
gl_es: Detalles da propiedade
he_il: פרטי המאפיין
hi_in: गुण विवरण
hr_hr: Pojedinosti o svojstvima
hu_hu: Tulajdonság adatai
id_id: Detail Properti
is_is: Upplýsingar um eiginleika
it_it: Dettagli proprietà
ja_jp: プロパティの詳細
kk_kz: Сипат мәліметтері
ko_kr: 속성 세부 정보
lb_lu: Eegeschaftsdetailer
lt_lt: Išsami ypatybių informacija
lv_lv: Informācija par rekvizītiem
ms_my: Butiran Sifat
mt_mt: Dettalji tal-Proprjetà
nb_no: Egenskapsdetaljer
nl_be: Eigenschapdetails
pl_pl: Szczegóły właściwości
pt_pt: Detalhes de Propriedade
ro_ro: Detalii proprietate
ru_ru: Сведения о свойстве
sk_sk: Podrobnosti o vlastnostiach
sl_si: Podrobnosti lastnosti
sr_cyrl_rs: Детаљи о својству
sr_latn_rs: Detalji o svojstvu
sv_se: Egenskapsinformation
th_th: รายละเอียดคุณสมบัติ
tr_tr: Özellik Ayrıntıları
uk_ua: Відомості про властивість
vi_vn: Chi tiết thuộc tính
zh_cn: 属性详细信息
zh_tw: 屬性詳細資料

source: Property Value
ar_sa: قيمة الخاصية
bg_bg: Стойност на свойство
ca_es: Valor de propietat
cs_cz: Hodnota vlastnosti
da_dk: Egenskabsværdi
de_de: Eigenschaftswert
el_gr: Τιμή ιδιότητας
es_es: Valor de propiedad
et_ee: Atribuudi väärtus
eu_es: Propietatearen balioa
fi_fi: Ominaisuuden arvo
fr_ca: Valeur de propriété
ga_ie: Luach airí
gl_es: Valor da propiedade
he_il: ערך הנכס
hi_in: गुण मान
hr_hr: Vrijednost polja
hu_hu: Tulajdonság értéke
id_id: Nilai Properti
is_is: Eignarverð
it_it: Valore della proprietà
ja_jp: プロパティ値
kk_kz: Сипат мәні
ko_kr: 속성 값
lb_lu: Eegeschaftswäert
lt_lt: Ypatybės reikšmė
lv_lv: Rekvizīta vērtība
ms_my: Nilai Sifat
mt_mt: Valur tal-Propjetà
nb_no: Egenskapsverdi
nl_be: Eigenschapswaarde
pl_pl: Wartość właściwości
pt_pt: Valor de Propriedade
ro_ro: Valoare proprietate
ru_ru: Значение свойства
sk_sk: Hodnota vlastnosti
sl_si: Vrednost lastnosti
sr_cyrl_rs: Вредност својства
sr_latn_rs: Vrednost svojstva
sv_se: Egenskapsvärde
th_th: ค่าคุณสมบัติ
tr_tr: Özellik Değeri
uk_ua: Значення властивості
vi_vn: Giá trị thuộc tính
zh_cn: 属性值
zh_tw: 屬性值
