Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# vmlab_releasePrompt2
source: You’ve already opened a VM in module {lab-name}. If you activate this VM, you’ll lose your work in the other module.
ar_sa: فتحت بالفعل جهازًا ظاهريًا في الوحدة النمطية {lab-name}. في حالة تنشيط الجهاز الظاهري هذا، ستفقد عملك الذي أتممته في الوحدة النمطية الأخرى.
bg_bg: Вече сте отворили виртуална машина в модул {lab-name}. Ако активирате тази виртуална машина, ще загубите работата си в другия модул.
ca_es: Ja heu obert una VM a {lab-name}. Si activeu aquesta VM, perdreu la feina que teniu a l’altre mòdul.
cs_cz: Už jste otevřeli virtuální počítač v modulu {lab-name}. Aktivací tohoto virtuálního počítače ztratíte vaši práci v druhém modulu.
da_dk: Du har allerede åbnet en VM i modulet {lab-name}. Hvis du aktiverer denne VM, går dit arbejde i det andet modul tabt.
de_de: Sie haben in Modul {lab-name} bereits eine VM geöffnet. Wenn Sie diese VM aktivieren, geht Ihre Arbeit im anderen Modul verloren.
el_gr: Έχετε ήδη ανοίξει μια εικονική μηχανή στην εκπαιδευτική ενότητα {lab-name}. Αν ενεργοποιήσετε αυτήν την εικονική μηχανή, θα χάσετε την εργασία σας στην άλλη εκπαιδευτική ενότητα.
es_es: Ya abrió una VM en el módulo {lab-name}. Si activa esta VM, perderá su trabajo en el otro módulo.
et_ee: Olete juba avanud virtuaalarvuti moodulis {lab-name}. Kui aktiveerite selle virtuaalarvuti, läheb teises moodulis teie töö kaotsi.
eu_es: Makina birtuala ireki duzu jada {lab-name} moduluan. Makina birtual hau aktibatzen baduzu, beste moduluan duzun lana galduko duzu.
fi_fi: Olet jo avannut näennäiskoneen moduulissa {lab-name}. Jos aktivoit tämän näennäiskoneen, menetät työsi toisessa moduulissa.
fr_ca: Vous avez déjà ouvert une machine virtuelle dans le module {lab-name}. Si vous activez cette machine virtuelle, vous perdrez ce que vous avez accompli dans l’autre module.
ga_ie: Tá VM oscailte agat cheana i modúl {lab-name}. Má ghníomhaíochtaíonn tú an VM seo, caillfidh tú do chuid oibre sa mhodúl eile.
gl_es: Xa abriu unha máquina virtual no módulo {lab-name}. Se activou esta máquina virtual, perderá o traballo realizado no outro módulo.
he_il: פתחת כבר מחשב וירטואלי במודול {lab-name}. אם תפעיל מחשב וירטואלי זה, תאבד את העבודה שביצעת במודול השני.
hi_in: आपने मॉड्यूल {lab-name} में एक वर्चुअल मशीन पहले से खोल ली है. यदि आप इस वर्चुअल मशीन को सक्रिय करते हैं, तो अन्य मॉड्यूल में मौजूद आपका कार्य खो जाएगा.
hr_hr: Način virtualnog računala već ste otvorili u modulu {lab-name}. Ako aktivirate to virtualno računalo, izgubit ćete svoj rad u drugom modulu.
hu_hu: A virtuális gépet már megnyitotta a(z) {lab-name} modulban. Ha aktiválja ezt a virtuális gépet, akkor elveszíti a másik modulban lévő munkáját.
id_id: Anda telah membuka VM di modul {lab-name}. Jika mengaktifkan VM ini, Anda akan kehilangan pekerjaan Anda di modul lain.
is_is: Þú hefur þegar opnað sýndarvél í einingunni {lab-name}. Ef þú virkjar þessa sýndarvél muntu tapa vinnunni sem þú lagðir í hina eininguna.
it_it: Hai già aperto una VM nel modulo {lab-name}. Se attivi questa VM, perderai il lavoro nell'altro modulo.
ja_jp: モジュール {lab-name} 内の VM は既に開かれています。 この VM をアクティブにすると、もう一方のモジュールの作業内容が失われます。
kk_kz: Виртуалды машинаны {lab-name} модулінде аштыңыз. Бұл виртуалды машинаны белсендірсеңіз, басқа модульдегі жұмысыңызды жоғалтасыз.
ko_kr: {lab-name} 모듈에서 이미 VM을 열었습니다. 이 VM을 활성화하면 다른 모듈의 작업을 잃게 됩니다.
lb_lu: Dir hutt schonn eng VM am Modul {lab-name} opgemaach. Wann Dir dës VM aktivéiert, verléiert Dir Är Aarbecht an deem anere Modul.
lt_lt: Jau atidarėte virtualiąją mašiną modulyje {lab-name}. Jei aktyvinsite šią virtualiąją mašiną, prarasite savo darbą kitame modulyje.
lv_lv: Jūs jau esat atvēris VM modulī {lab-name}. Ja aktivizēsit šo VM, jūs zaudēsit darbu otrajā modulī.
ms_my: Anda telah membuka VM dalam modul {lab-name}. Jika anda mengaktifkan VM ini, anda akan kehilangan kerja anda dalam modul yang lain.
mt_mt: Inti diġà ftaħt VM fil-modulu {lab-name}. Jekk tattiva din il-VM, titlef ix-xogħol kollu tiegħek fil-modulu l-ieħor.
nb_no: Du har allerede åpnet en VM i modul {lab-name}. Hvis du aktiverer denne VM-en, mister du alt arbeidet ditt i den andre modulen.
nl_be: U hebt al een VM geopend in de module {lab-name}. Als u deze VM activeert, gaat uw werk in de andere module verloren.
pl_pl: Jest już otwarta maszyna wirtualna w module {lab-name}. Jeśli uaktywnisz tę maszynę wirtualną, utracisz pracę wykonaną w innym module.
pt_pt: Já abriu uma VM no módulo {lab-name}. Se ativar esta VM, irá perder todo o seu trabalho no outro módulo.
ro_ro: Ați deschis deja o mașină virtuală în modulul {lab-name}. Dacă activați această mașină virtuală, veți pierde ceea ce ați lucrat în celălalt modul.
ru_ru: Вы уже открыли виртуальную машину при работе с модулем {lab-name}. Если вы активируете эту виртуальную машину, результаты вашей работы с другим модулем будут утеряны.
sk_sk: Virtuálny počítač ste už otvorili v module {lab-name}. Ak aktivujete tento virtuálny počítač, stratíte svoju prácu v inom module.
sl_si: Navidezni računalnik ste že odprli v modulu {lab-name}. Če aktivirate ta navidezni računalnik, boste izgubili svoje delo v drugem modulu.
sr_cyrl_rs: Već ste otvorili virtuelnu mašinu u modulu {lab-name}. Ako aktivirate ovu virtuelnu mašinu, izgubićete ono što ste uradili u drugom modulu.
sr_latn_rs: Već ste otvorili virtuelnu mašinu u modulu {lab-name}. Ako aktivirate ovu virtuelnu mašinu, izgubićete ono što ste uradili u drugom modulu.
sv_se: Du har redan öppnat en virtuell dator i modulen {lab-name}. Om du aktiverar den här virtuella datorn försvinner ditt arbete i den andra modulen.
th_th: คุณได้เปิดโหมดเครื่องเสมือนในโมดูล {lab-name} แล้ว หากคุณเปิดใช้งานเครื่องเสมือนนี้ คุณจะสูญเสียงานของคุณในโมดูลอื่น
tr_tr: {lab-name} modülünde zaten bir VM açtınız. Bu VM'yi etkinleştirirseniz diğer modüldeki çalışmanızı kaybedersiniz.
uk_ua: Ви вже відкрили ВМ у модулі "{lab-name}". Вашу роботу в ньому буде втрачено, якщо ви активуєте іншу ВМ.
vi_vn: Bạn hiện đã mở một Máy ảnh trong mô-đun {lab-name}. Nếu kích hoạt Máy ảo này thì bạn sẽ bị mất công việc trong mô-đun khác.
zh_cn: 你已经打开模块 {lab-name} 中的 VM。 如果激活此 VM，其他模块中的作业会丢失。
zh_tw: 您已在課程模組中開啟 VM {lab-name}。 若您啟用此 VM，將會遺失您在其他課程模組中的進度。

# vmlab_retryButton
source: Retry launching VM mode
ar_sa: إعادة محاولة تشغيل وضع الجهاز الظاهري
bg_bg: Опитайте да стартирате режим на виртуална машина отново
ca_es: Prova de tornar a iniciar el mode de VM
cs_cz: Zkusit znovu spustit režim virtuálního počítače
da_dk: Prøv at indlæse VM-tilstanden igen
de_de: Start des VM-Modus wiederholen
el_gr: Επανάληψη εκκίνησης λειτουργίας εικονικής μηχανής
es_es: Vuelva a intentar iniciar el modo de VM
et_ee: Proovige virtuaalarvuti režiimi uuesti käivitada
eu_es: Saiatu makina birtualaren modua berriro abiarazten
fi_fi: Yritä käynnistää Näennäiskone-tila uudelleen
fr_ca: Essayez de lancer le mode MV de nouveau
ga_ie: Atriail mód VM a lainseáil
gl_es: Volver tentar o modo de máquina virtual
he_il: נסה להפעיל מחדש מצב 'מחשב וירטואלי'
hi_in: वर्चुअल मशीन मोड को लॉन्च करने की दुबारा कोशिश करें
hr_hr: Ponovni pokušaj pokretanja načina rada za virtualno računalo
hu_hu: A VM mód indításának újrapróbálása
id_id: Coba luncurkan kembali mode VM
is_is: Reyndu að ræsa sýndarvélarham á ný
it_it: Riprova ad avviare la modalità VM
ja_jp: VM モードの起動の再試行
kk_kz: Виртуалды машина режимін іске қосуды қайталау
ko_kr: VM 모드 시작 다시 시도
lb_lu: Starte vum VM Modus nach eng Kéier probéieren
lt_lt: Kartoti virtualiosios mašinos režimo paleidimą
lv_lv: Atkārtoti palaist VM režīmu
ms_my: Cuba semula melancarkan mod VM
mt_mt: Erġa' pprova niedi l-modalità VM
nb_no: Prøv å starte VM-modus på nytt
nl_be: VM-modus starten opnieuw proberen
pl_pl: Ponów próbę uruchomienia trybu maszyny wirtualnej
pt_pt: Tentar novamente iniciar o modo de VM
ro_ro: Reîncercați lansarea modului VM
ru_ru: Повторить запуск режима виртуальной машины
sk_sk: Skúsiť znova spustiť režim virtuálneho počítača
sl_si: Poskusi znova zagnati način navideznega računalnika
sr_cyrl_rs: Ponovo pokušajte da pokrenete režim virtuelne mašine
sr_latn_rs: Ponovo pokušajte da pokrenete režim virtuelne mašine
sv_se: Försök starta om läget för virtuella datorer
th_th: ลองเปิดใช้งานโหมดเครื่องเสมือนใหม่
tr_tr: VM modunu başlatmayı yeniden deneyin
uk_ua: Повторити запуск режиму ВМ
vi_vn: Thử khởi chạy lại chế độ Máy ảo
zh_cn: 重新尝试启动 VM 模式
zh_tw: 重試啟動 VM 模式

# vmlab_signInButton
source: Sign in to launch VM mode
ar_sa: تسجيل الدخول لتشغيل وضع الجهاز الظاهري
bg_bg: Влезте, за да стартирате режим на виртуална машина
ca_es: Inicieu la sessió per iniciar el mode VM
cs_cz: Přihlásit se a spustit režim virtuálního počítače
da_dk: Log på for at starte VM-tilstand
de_de: Anmelden, um den VM-Modus zu starten
el_gr: Εισέλθετε για να εκκινήσετε τη λειτουργία εικονικής μηχανής
es_es: Inicie sesión para iniciar el modo de VM
et_ee: Virtuaalarvuti käivitamiseks logige sisse
eu_es: Hasi saioa makina birtualen modua abiarazteko
fi_fi: Kirjaudu sisään ja käynnistä Näennäiskone-tila
fr_ca: Ouvrez une session pour lancer le mode de machine virtuelle
ga_ie: Sínigh isteach chun mód VM a lainseáil
gl_es: Iniciar sesión para iniciar o modo de máquina virtual
he_il: היכנס כדי להפעיל מצב 'מחשב וירטואלי'
hi_in: VM मोड लॉन्च करने के लिए साइन इन करें
hr_hr: Prijavite se da biste pokrenuli način rada za virtualno računalo
hu_hu: A VM mód indításához be kell jelentkeznie
id_id: Masuk untuk meluncurkan mode Komputer Virtual
is_is: Skráðu þig inn til að ræsa sýndarvélarham
it_it: Accedi per avviare la modalità VM
ja_jp: サインインして VM モードを起動
kk_kz: Виртуалды машина режимін іске қосу үшін жүйеге кіріңіз
ko_kr: VM 모드를 시작하려면 로그인
lb_lu: Mellt Iech u fir de VM Modus ze starten
lt_lt: Prisijunkite norėdami paleisti virtualiosios mašinos režimą
lv_lv: Pierakstīties, lai palaistu VM režīmu
ms_my: Daftar masuk untuk melancarkan mod VM
mt_mt: Idħol biex tniedi l-modalità VM
nb_no: Logg deg på for å lansere VM-modus
nl_be: Meld u aan om de VM-modus te starten
pl_pl: Zaloguj się, aby uruchomić tryb maszyny wirtualnej
pt_pt: Inicie sessão para iniciar o modo de VM
ro_ro: Conectați-vă pentru a lansa modul VM
ru_ru: Войдите, чтобы запустить режим виртуальной машины
sk_sk: Prihláste sa a spustite režim virtuálneho počítača
sl_si: Vpišite se, če želite zagnati način navideznega računalnika
sr_cyrl_rs: Пријавите се да бисте покренули режим виртуелне машине
sr_latn_rs: Prijavite se da biste pokrenuli režim virtuelne mašine
sv_se: Logga in för att starta läget för virtuella datorer
th_th: ลงชื่อเข้าใช้เพื่อเปิดใช้โหมดเครื่องเสมือน
tr_tr: VM modunu başlatmak için oturum açın
uk_ua: Увійдіть, щоб запустити режим ВМ
vi_vn: Đăng nhập để khởi chạy chế độ VM
zh_cn: 登录以启动 VM 模式
zh_tw: 登入以啟動 VM 模式

# warning
source: <p>Warning</p>
ar_sa: <p>تحذير</p>
bg_bg: <p>Предупреждение</p>
ca_es: <p>Advertiment</p>
cs_cz: <p>Varování</p>
da_dk: <p>Advarsel</p>
de_de: <p>Warnung</p>
el_gr: <p>Προειδοποίηση</p>
es_es: <p>Advertencia</p>
et_ee: <p>Hoiatus</p>
eu_es: <p>Abisua</p>
fi_fi: <p>Varoitus</p>
fr_ca: <p>Attention</p>
ga_ie: <p>Rabhadh</p>
gl_es: <p>Aviso</p>
he_il: <p>אזהרה</p>
hi_in: <p>चेतावनी</p>
hr_hr: <p>Upozorenje</p>
hu_hu: <p>Figyelmeztetés</p>
id_id: <p>Peringatan</p>
is_is: <p>Viðvörun</p>
it_it: <p>Avviso</p>
ja_jp: <p>警告</p>
kk_kz: <p>Ескерту</p>
ko_kr: <p>경고</p>
lb_lu: <p>Warnung</p>
lt_lt: <p>Įspėjimas</p>
lv_lv: <p>Brīdinājums</p>
ms_my: <p>Amaran</p>
mt_mt: <p>Twissija</p>
nb_no: <p>Advarsel!</p>
nl_be: <p>Waarschuwing</p>
pl_pl: <p>Ostrzeżenie</p>
pt_pt: <p>Aviso</p>
ro_ro: <p>Avertisment</p>
ru_ru: <p>Предупреждение</p>
sk_sk: <p>Upozornenie</p>
sl_si: <p>Opozorilo</p>
sr_cyrl_rs: <p>Упозорење</p>
sr_latn_rs: <p>Upozorenje</p>
sv_se: <p>Varning</p>
th_th: <p>คำเตือน</p>
tr_tr: <p>Uyarı</p>
uk_ua: <p>Попередження</p>
vi_vn: <p>Cảnh báo</p>
zh_cn: <p>警告</p>
zh_tw: <p>警告</p>

# weeksAgo
source: {0} weeks ago
ar_sa: منذ {0} أسابيع
bg_bg: преди {0} седмици
ca_es: fa {0} setmanes
cs_cz: Před {0} týdny
da_dk: {0} uger siden
de_de: vor {0} Wochen
el_gr: {0} εβδομάδες πριν
es_es: hace {0} semanas
et_ee: {0} nädalat tagasi
eu_es: Duela {0} aste
fi_fi: {0} viikkoa sitten
fr_ca: il y a {0} semaines
ga_ie: {0} seachtain ó shin
gl_es: Hai {0} semanas
he_il: לפני {0} שבועות
hi_in: {0} सप्ताह पहले
hr_hr: prije sljedećeg broja tjedana: {0}
hu_hu: {0} héttel ezelőtt
id_id: {0} minggu yang lalu
is_is: fyrir {0} vikum síðan
it_it: {0} settimane fa
ja_jp: {0} 週間前
kk_kz: {0} апта бұрын
ko_kr: {0}주 전
lb_lu: virun {0} Wochen
lt_lt: Prieš {0} sav.
lv_lv: Pirms {0} nedēļām
ms_my: {0} minggu yang lalu
mt_mt: {0} ġimgħat ilu
nb_no: for {0} uker siden
nl_be: {0} weken geleden
pl_pl: {0} tyg. temu
pt_pt: Há {0} semanas
ro_ro: Acum {0} săptămâni
ru_ru: {0} нед. назад
sk_sk: pred {0} týždňami
sl_si: Pred toliko tedni: {0}
sr_cyrl_rs: пре {0} седмице/а
sr_latn_rs: pre {0} sedmice/a
sv_se: för {0} veckor sedan
th_th: {0} สัปดาห์ที่แล้ว
tr_tr: {0} hafta önce
uk_ua: {0} тиж. тому
vi_vn: {0} tuần trước
zh_cn: {0} 周前
zh_tw: {0} 週前

# whatTypeOfFeedback
source: We’d love to hear your thoughts. Choose the type you’d like to provide:
ar_sa: نود سماع أفكارك. اختر النوع الذي تريد توفيره:
bg_bg: Ще се радваме да чуем какво мислите. Изберете типа, който бихте желали да предоставите:
ca_es: Esperem els vostres comentaris. Trieu el tipus que voleu proporcionar:
cs_cz: Rádi uslyšíme, co si myslíte vy. Vyberte odpovídající typ:
da_dk: Vi vil meget gerne høre, hvad du synes. Vælg den type, du gerne vil angive:
de_de: Wir möchten gern Ihre Meinung hören. Wählen Sie aus, welche Art Feedback Sie uns geben möchten:
el_gr: Θα χαρούμε να μάθουμε τη γνώμη σας. Επιλέξτε τον τύπο που θέλετε να υποβάλετε:
es_es: Nos gustaría conocer su opinión. Elija el tipo que desea proporcionar:
et_ee: Tahaksime kuulda teie arvamust. Valige, millist tüüpi tagasisidet soovite anda.
eu_es: Izugarri gustatuko litzaiguke zure oharrak jasotzea. Aukeratu eman nahi duzun mota:
fi_fi: Haluaisimme kuulla mielipiteesi. Valitse tyyppi, jonka haluat antaa:
fr_ca: Nous aimerions connaître votre avis. Choisissez le type de commentaire que vous souhaitez laisser :
ga_ie: Ba mhaith linn do chuid smaointe a chloisteáil. Roghnaigh an cineál is mian leat a sholáthar:
gl_es: Queremos saber o que opina. Escolla que quere proporcionar:
he_il: נשמח לשמוע את דעתך. בחר את הסוג שברצונך לספק:
hi_in: हमें आपके विचार सुनकर अच्छा लगेगा. वह प्रकार चुनें, जिसमें आप प्रदान करना चाहते हैं:
hr_hr: Voljeli bismo čuti vaše mišljenje. Odaberite vrstu koju želite navesti:
hu_hu: Kíváncsian várjuk véleményét. Válassza ki a kínálni kívánt típust:
id_id: Kami ingin mendengar pendapat Anda. Pilih tipe yang ingin Anda berikan:
is_is: Við viljum gjarnan heyra hvað þér finnst. Veldu þá tegund sem á við:
it_it: I tuoi commenti e suggerimenti sono importanti. Scegli il tipo che preferisci:
ja_jp: お客様のご意見をお寄せください。 お寄せいただく内容の種類を選択:
kk_kz: Ойларыңызды білгіміз келеді. Түрін таңдаңыз:
ko_kr: 여러분의 의견을 듣고 싶습니다. 제공하려는 유형을 선택하세요.
lb_lu: Mir géife gär vun Iech héieren. Wielt den Typ, deen Dir ubidde wëllt:
lt_lt: Norėtume sužinoti jūsų nuomonę. Pasirinkite tipą, kurį norite pateikti:
lv_lv: Priecāsimies dzirdēt jūsu viedokli. Izvēlieties, kāda veida atsauksmes vēlaties sniegt.
ms_my: Kami ingin mendengar pendapat anda. Pilih jenis yang ingin anda sediakan:
mt_mt: Nieħdu gost inkunu nafu x'taħseb. Agħżel it-tip li tixtieq tipprovdi:
nb_no: Vi vil gjerne ha tilbakemelding. Velg typen du vil gi:
nl_be: We horen graag uw mening. Kies het type feedback dat u wilt opgeven:
pl_pl: Z przyjemnością zapoznamy się z Twoją opinią. Wybierz typ:
pt_pt: Gostaríamos de saber o que acha. Escolha o tipo que quer fornecer:
ro_ro: Am aprecia foarte mult să ne spuneți părerile dvs. Alegeți tipul de feedback pe care doriți să-l furnizați:
ru_ru: Мы бы хотели узнать ваше мнение. Укажите, о чем вы хотите рассказать нам.
sk_sk: Radi si vypočujeme váš názor. Vyberte, aký typ chcete poskytnúť:
sl_si: Prosimo vas za povratne informacije. Izberite vrsto povratnih informacij, ki nam jih želite posredovati:
sr_cyrl_rs: Волели бисмо да чујемо шта мислите. Одаберите тип који желите да наведете:
sr_latn_rs: Voleli bismo da čujemo šta mislite. Odaberite tip koji želite da navedete:
sv_se: Vi vill gärna ta del av dina synpunkter. Välj vilken typ av feedback du vill bidra med:
th_th: เราต้องการรับฟังความคิดเห็นของคุณ เลือกประเภทที่คุณต้องการระบุ:
tr_tr: Düşüncelerinizi merak ediyoruz. Göndermek istediğiniz geri bildirim türünü seçin:
uk_ua: Поділіться своїми враженнями. Укажіть, який відгук ви хочете надати:
vi_vn: Chúng tôi muốn nghe suy nghĩ của bạn. Chọn loại bạn muốn cung cấp:
zh_cn: 我们衷心期待你的反馈意见。 请选择要提供的反馈类型：
zh_tw: 我們樂於聽取您的想法。 選擇您要提供的類型：

# win10Requirements
source: Windows 10 requirements
ar_sa: متطلبات Windows 10
bg_bg: Изисквания на Windows 10
ca_es: Requisits del Windows 10
cs_cz: Požadavky Windows 10
da_dk: Windows 10-krav
de_de: Windows 10-Anforderungen
el_gr: Απαιτήσεις για τα Windows 10
es_es: Requisitos de Windows 10
et_ee: Windows 10 nõuded
eu_es: Windows 10-en eskakizunak
fi_fi: Windows 10 -vaatimukset
fr_ca: Exigences Windows 10
ga_ie: Riachtanais Windows 10
gl_es: Requisitos de Windows 10
he_il: דרישות של Windows 10
hi_in: Windows 10 आवश्यकताएँ
hr_hr: Preduvjeti za Windows 10
hu_hu: Windows 10-követelmények
id_id: Persyaratan Windows 10
is_is: Kröfur Windows 10
it_it: Requisiti di Windows 10
ja_jp: Windows 10 要件
kk_kz: Windows 10 талаптары
ko_kr: Windows 10 요구 사항
lb_lu: Windows-10-Ufuerderungen
lt_lt: „Windows 10“ reikalavimai
lv_lv: Windows 10 prasības
ms_my: Keperluan Windows 10
mt_mt: Rekwiżiti ta' Windows 10
nb_no: Windows 10-krav
nl_be: Vereisten Windows 10
pl_pl: Wymagania systemu Windows 10
pt_pt: Requisitos do Windows 10
ro_ro: Cerințe Windows 10
ru_ru: Требования для Windows 10
sk_sk: Požiadavky na Windows 10
sl_si: Zahteve za Windows 10
sr_cyrl_rs: Windows 10 захтеви
sr_latn_rs: Windows 10 zahtevi
sv_se: Windows 10-krav
th_th: ข้อกำหนดของ Windows 10
tr_tr: Windows 10 gereksinimleri
uk_ua: Вимоги до Windows 10
vi_vn: Yêu cầu dành cho Windows 10
zh_cn: Windows 10 要求
zh_tw: Windows 10 需求

# windowsDocs
source: Windows Documentation
ar_sa: وثائق Windows
bg_bg: Документация за Windows
ca_es: Documentació del Windows
cs_cz: Dokumentace k Windows
da_dk: Dokumentation til Windows
de_de: Windows-Dokumentation
el_gr: Τεκμηρίωση των Windows
es_es: Documentación de Windows
et_ee: Windowsi dokumentatsioon
eu_es: Windows dokumentazioa
fi_fi: Windowsin dokumentaatio
fr_ca: Documentation pour Windows
ga_ie: Doiciméadacht Windows
gl_es: Documentación de Windows
he_il: תיעוד של Windows
hi_in: Windows दस्तावेज़
hr_hr: Dokumentacija za Windows
hu_hu: Windows-dokumentáció
id_id: Dokumentasi Windows
is_is: Windows skjal
it_it: Documentazione di Windows
ja_jp: Windows ドキュメント
kk_kz: Windows құжаттамасы
ko_kr: Windows 설명서
lb_lu: Windows-Dokumentatioun
lt_lt: „Windows“ dokumentacija
lv_lv: Windows dokumentācija
ms_my: Dokumentasi Windows
mt_mt: Dokumentazzjoni ta' Windows
nb_no: Windows-dokumentasjon
nl_be: Windows-documentatie
pl_pl: Dokumentacja systemu Windows
pt_pt: Documentação do Windows
ro_ro: Documentație pentru Windows
ru_ru: Документация по Windows
sk_sk: Dokumentácia k Windowsu
sl_si: Dokumentacija za Windows
sr_cyrl_rs: Windows документација
sr_latn_rs: Windows dokumentacija
sv_se: Windows-dokumentation
th_th: คู่มือ Windows
tr_tr: Windows Belgeleri
uk_ua: Документація Windows
vi_vn: Tài liệu Windows
zh_cn: Windows 文档
zh_tw: Windows 文件

source: Worldwide
ar_sa: على مستوى العالم
bg_bg: По света
ca_es: Tot el món
cs_cz: Celosvětově
da_dk: Globalt
de_de: Weltweit
el_gr: Παγκοσμίως
es_es: Todo el mundo
et_ee: Kogu maailmas
eu_es: Mundu osoa
fi_fi: Maailmanlaajuinen
fr_ca: Mondial
gl_es: Internacional
he_il: ברחבי העולם
hi_in: विश्वव्यापी
hr_hr: U svijetu
hu_hu: Világszerte
id_id: Di seluruh dunia
is_is: Allur heimurinn
it_it: Tutto il mondo
ja_jp: 世界全域
kk_kz: Дүние жүзі
ko_kr: 전 세계
lt_lt: Visame pasaulyje
lv_lv: Pasaule
ms_my: Seluruh dunia
mt_mt: Madwar id-dijja
nb_no: Globalt
nl_be: Wereldwijd
pl_pl: Cały świat
pt_pt: Mundial
ro_ro: Global
ru_ru: По всему миру
sk_sk: Celý svet
sl_si: Po svetu
sr_cyrl_rs: Свет
sr_latn_rs: Svet
sv_se: Världsomfattande
th_th: ทั่วโลก
tr_tr: Dünya
uk_ua: Увесь світ
vi_vn: Toàn thế giới
zh_cn: 全球
zh_tw: 全球

source: Would you like to provide feedback?
ar_sa: هل تريد إدخال ملاحظات؟
bg_bg: Искате ли да предоставите обратна връзка?
ca_es: Voleu proporcionar comentaris?
cs_cz: Chcete uvést svůj názor?
da_dk: Vil du give feedback?
de_de: Möchten Sie Feedback senden?
el_gr: Θα θέλατε να υποβάλετε σχόλια;
es_es: ¿Qué tipo de comentarios quiere proporcionarnos?
et_ee: Kas sooviksite anda tagasisidet?
eu_es: Oharrak idatzi nahi dituzu?
fi_fi: Haluatko antaa palautetta?
fr_ca: Souhaitez-vous nous donner votre avis ?
ga_ie: Ar mhaith leat aiseolas a sholáthar?
gl_es: Quere proporcionar comentarios?
he_il: האם ברצונך לספק משוב?
hi_in: क्या आप प्रतिक्रिया देना चाहेंगे?
hr_hr: Želite li poslati povratne informacije?
hu_hu: Szeretne visszajelzést küldeni?
id_id: Apakah Anda ingin memberikan umpan balik?
is_is: Viltu veita endurgjöf?
it_it: Vuoi inviare commenti?
ja_jp: フィードバックをご提供いただけますか?
kk_kz: Пікір жібергіңіз келе ме?
ko_kr: 피드백을 제공하시겠어요?
lb_lu: Wëllt Dir Feedback ofginn?
lt_lt: Ar norite pateikti atsiliepimą?
lv_lv: Vai vēlaties sniegt atsauksmes?
ms_my: Adakah anda ingin memberikan maklum balas?
mt_mt: Tixtieq tipprovdi feedback?
nb_no: Vil du gi tilbakemelding?
nl_be: Wilt u feedback geven?
pl_pl: Chcesz przesłać opinię?
pt_pt: Gostaria de enviar comentários?
ro_ro: Doriți să oferiți feedback?
ru_ru: Хотите оставить отзыв?
sk_sk: Chcete odoslať pripomienky?
sl_si: Ali želite poslati povratne informacije?
sr_cyrl_rs: Желите ли да пошаљете повратне информације?
sr_latn_rs: Želite li da pošaljete povratne informacije?
sv_se: Vill du lämna feedback?
th_th: คุณต้องการให้คำติชมหรือไม่
tr_tr: Görüş bildirmek ister misiniz?
uk_ua: Чи хотіли б ви надати відгук?
vi_vn: Bạn muốn cung cấp phản hồi?
zh_cn: 想要提供反馈吗？
zh_tw: 您要提供意見反應嗎？

source: Yes
ar_sa: نعم
bg_bg: Да
ca_es: Sí
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
et_ee: Jah
eu_es: Bai
fi_fi: Kyllä
fr_ca: Oui
ga_ie: Tá
gl_es: Si
he_il: כן
hi_in: हाँ
hr_hr: Da
hu_hu: Igen
id_id: Ya
is_is: Já
it_it: Sì
ja_jp: はい
kk_kz: Иә
ko_kr: 예
lb_lu: Jo
lt_lt: Taip
lv_lv: Jā
ms_my: Ya
mt_mt: Iva
nb_no: Ja
nl_be: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sk_sk: Áno
sl_si: Da
sr_cyrl_rs: Да
sr_latn_rs: Da
sv_se: Ja
th_th: ใช่
tr_tr: Evet
uk_ua: Так
vi_vn: Có
zh_cn: 是
zh_tw: 是

source: You did it!
ar_sa: لقد نجحت!
bg_bg: Успяхте!
ca_es: Ho heu aconseguit!
cs_cz: Zvládli jste to!
da_dk: Du gjorde det!
de_de: Geschafft!
el_gr: Τα καταφέρατε!
es_es: Lo ha conseguido.
et_ee: Tehtud!
eu_es: Amaitu duzu!
fi_fi: Sinä teit sen!
fr_ca: Vous avez réussi!
ga_ie: Maith thú!
gl_es: Conseguiuno.
he_il: עשית זאת!
hi_in: आपने कर दिखाया!
hr_hr: Uspjeli ste!
hu_hu: Megcsinálta!
id_id: Anda berhasil!
is_is: Vel gert!
it_it: Ce l'hai fatta!
ja_jp: やりましたね
kk_kz: Жарайсыз!
ko_kr: 잘하셨습니다!
lb_lu: Dir hutt et gepackt!
lt_lt: Atlikote!
lv_lv: Jums izdevās!
ms_my: Anda telah berjaya melakukannya!
mt_mt: Irnexxielek!
nb_no: Du klarte det!
nl_be: Het is u gelukt.
pl_pl: Udało Ci się!
pt_pt: Conseguiu!
ro_ro: Ați reușit!
ru_ru: Вы справились!
sk_sk: Zvládli ste to!
sl_si: Uspelo vam je!
sr_cyrl_rs: Успели сте!
sr_latn_rs: Uspeli ste!
sv_se: Nu är du klar!
th_th: คุณทำได้แล้ว!
tr_tr: Başardınız!
uk_ua: Ви впоралися!
vi_vn: Bạn đã hoàn thành!
zh_cn: 你成功了！
zh_tw: 您辦到了！
