Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: required
ar_sa: مطلوب
bg_bg: задължителни
ca_es: necessari
cs_cz: vyžadováno
da_dk: påkrævet
de_de: Erforderlich
el_gr: απαιτείται
es_es: requerido
et_ee: nõutav
eu_es: beharrezkoa
fi_fi: pakollinen
fr_ca: obligatoire
ga_ie: riachtanach
gl_es: necesario
he_il: נדרש
hi_in: आवश्यक
hr_hr: obavezno
hu_hu: kötelező
id_id: diperlukan
is_is: krafist
it_it: necessario
ja_jp: 必須
kk_kz: қажетті
ko_kr: 필수
lb_lu: erfuerderlech
lt_lt: būtina
lv_lv: obligāts
ms_my: diperlukan
mt_mt: meħtieġa
nb_no: obligatorisk
nl_be: vereist
pl_pl: wymagane
pt_pt: obrigatório
ro_ro: obligatoriu
ru_ru: обязательно
sk_sk: povinné
sl_si: zahtevano
sr_cyrl_rs: обавезно
sr_latn_rs: obavezno
sv_se: krävs
th_th: จำเป็น
tr_tr: gerekli
uk_ua: обов’язково
vi_vn: đã yêu cầu
zh_cn: 必需
zh_tw: 必要

source: Required Parameters
ar_sa: معلمات مطلوبة
bg_bg: Задължителни параметри
ca_es: Paràmetres necessaris
cs_cz: Povinné parametry
da_dk: Påkrævede parametre
de_de: Erforderliche Parameter
el_gr: Απαιτούμενες παράμετροι
es_es: Parámetros requeridos
et_ee: Nõutavad parameetrid
eu_es: Beharrezko parametroak
fi_fi: Pakolliset parametrit
fr_ca: Paramètres obligatoires
ga_ie: Paraiméadair riachtanacha
gl_es: Parámetros necesarios
he_il: פרמטרים נדרשים
hi_in: आवश्यक पैरामीटर
hr_hr: Obavezni parametri
hu_hu: Kötelező paraméterek
id_id: Parameter yang Diperlukan
is_is: Nauðsynlegar breytur
it_it: Parametri necessari
ja_jp: 必須のパラメーター
kk_kz: Қажетті параметрлер
ko_kr: 필수 매개 변수
lb_lu: Erfuerderlech Parameteren
lt_lt: Būtini parametrai
lv_lv: Obligātie parametri
ms_my: Parameter Diperlukan
mt_mt: Parametri Meħtieġa
nb_no: Obligatoriske parametere
nl_be: Vereiste parameters
pl_pl: Parametry wymagane
pt_pt: Parâmetros Obrigatórios
ro_ro: Parametri obligatorii
ru_ru: Обязательные параметры
sk_sk: Povinné parametre
sl_si: Zahtevani parametri
sr_cyrl_rs: Обавезни параметри
sr_latn_rs: Obavezni parametri
sv_se: Obligatoriska parametrar
th_th: พารามิเตอร์ที่จำเป็น
tr_tr: Gerekli Parametreler
uk_ua: Обов’язкові параметри
vi_vn: Tham số được yêu cầu
zh_cn: 必需参数
zh_tw: 必要參數

source: Requirements
ar_sa: المتطلبات
bg_bg: Изисквания
ca_es: Requisits
cs_cz: Požadavky
da_dk: Krav
de_de: Anforderungen
el_gr: Απαιτήσεις
es_es: Requisitos
et_ee: Nõuded
eu_es: Eskakizunak
fi_fi: Vaatimukset
fr_ca: Exigences
ga_ie: Riachtanais
gl_es: Requisitos
he_il: דרישות
hi_in: आवश्यकताएँ
hr_hr: Preduvjeti
hu_hu: Követelmények
id_id: Persyaratan
is_is: Kröfur
it_it: Requisiti
ja_jp: 要件
kk_kz: Талаптар
ko_kr: 요구 사항
lb_lu: Ufuerderungen
lt_lt: Reikalavimai
lv_lv: Prasības
ms_my: Keperluan
mt_mt: Rekwiżiti
nb_no: Krav
nl_be: Vereisten
pl_pl: Wymagania
pt_pt: Requisitos
ro_ro: Cerințe
ru_ru: Требования
sk_sk: Požiadavky
sl_si: Zahteve
sr_cyrl_rs: Захтеви
sr_latn_rs: Zahtevi
sv_se: Krav
th_th: ข้อกำหนด
tr_tr: Gereksinimler
uk_ua: Вимоги
vi_vn: Các yêu cầu
zh_cn: 要求
zh_tw: 需求

# resource_type
source: Types
ar_sa: الأنواع
bg_bg: Типове
ca_es: Tipus
cs_cz: Typy
da_dk: Typer
de_de: Typen
el_gr: Τύποι
es_es: Tipos
et_ee: Tüübid
eu_es: Motak
fi_fi: Tyypit
ga_ie: Cineálacha
gl_es: Tipos
he_il: סוגים
hi_in: प्रकार
hr_hr: Vrste
hu_hu: Típusok
id_id: Jenis
is_is: Tegundir
it_it: Tipi
ja_jp: 種類
kk_kz: Түрлер
ko_kr: 형식
lb_lu: Typen
lt_lt: Tipai
lv_lv: Veidi
ms_my: Jenis
mt_mt: Tipi
nb_no: Typer
nl_be: Typen
pl_pl: Typy
pt_pt: Tipos
ro_ro: Tipuri
ru_ru: Типы
sk_sk: Typy
sl_si: Vrste
sr_cyrl_rs: Tipovi
sr_latn_rs: Tipovi
sv_se: Typer
th_th: ประเภท
tr_tr: Türler
uk_ua: Типи
vi_vn: Loại
zh_cn: 类型
zh_tw: 類型

source: Responses
ar_sa: الاستجابات
bg_bg: Отговори
ca_es: Respostes
cs_cz: Odpovědi
da_dk: Svar
de_de: Antworten
el_gr: Αποκρίσεις
es_es: Respuestas
et_ee: Vastused
eu_es: Erantzunak
fi_fi: Vastaukset
fr_ca: Réponses
ga_ie: Freagraí
gl_es: Respostas
he_il: תגובות
hi_in: प्रतिसाद
hr_hr: Odgovori
hu_hu: Válaszok
id_id: Respons
is_is: Svör
it_it: Risposte
ja_jp: 応答
kk_kz: Жауаптар
ko_kr: 응답
lb_lu: Äntwerten
lt_lt: Atsakymai
lv_lv: Atbildes
ms_my: Respons
mt_mt: Tweġibiet
nb_no: Svar
nl_be: Antwoorden
pl_pl: Odpowiedzi
pt_pt: Respostas
ro_ro: Răspunsuri
ru_ru: Ответы
sk_sk: Odpovede
sl_si: Odgovori
sr_cyrl_rs: Одговори
sr_latn_rs: Odgovori
sv_se: Svar
th_th: การตอบสนอง
tr_tr: Yanıtlar
uk_ua: Відповіді
vi_vn: Phản hồi
zh_cn: 响应
zh_tw: 回應

source: Restart
ar_sa: إعادة التشغيل
bg_bg: Рестартиране
ca_es: Reinicia
cs_cz: Restartovat
da_dk: Genstart
de_de: Neu starten
el_gr: Επανεκκίνηση
es_es: Reiniciar
et_ee: Taaskäivita
eu_es: Berrabiarazi
fi_fi: Käynnistä uudelleen
fr_ca: Redémarrer
ga_ie: Atosaigh
gl_es: Reiniciar
he_il: הפעל מחדש
hi_in: पुनरारंभ करें
hr_hr: Ponovno pokretanje
hu_hu: Újraindítás
id_id: Mulai ulang
is_is: Endurræsa
it_it: Riavvia
ja_jp: やり直し
kk_kz: Қайта іске қосу
ko_kr: 재시작
lb_lu: Nei starten
lt_lt: Paleisti iš naujo
lv_lv: Restartēt
ms_my: Mula semula
mt_mt: Erġa' ibda
nb_no: Start på nytt
nl_be: Opnieuw starten
pl_pl: Uruchom ponownie
pt_pt: Reiniciar
ro_ro: Repornire
ru_ru: Перезагрузить
sk_sk: Reštartovať
sl_si: Zaženi znova
sr_cyrl_rs: Поново покрени
sr_latn_rs: Ponovo pokreni
sv_se: Starta om
th_th: รีสตาร์ต
tr_tr: Yeniden başlat
uk_ua: Перезапустити
vi_vn: Khởi động lại
zh_cn: 重启
zh_tw: 重新啟動

# restrictedCloud
source: We’re unable to invite you to a sandbox tenant due to restrictions on your account. Please contact your administrator.
ar_sa: يتعذر علينا دعوتك إلى مستأجر بيئة اختبار معزولة نظرًا للقيود على حسابك. الرجاء الاتصال بالمسؤول لديك.
bg_bg: Не можем да ви поканим в клиент, който работи в ограничителен режим, поради ограничения в акаунта ви. Свържете се с администратора си.
ca_es: No podem convidar-vos a un inquilí de l'espai aïllat perquè el vostre compte té restriccions. Poseu-vos en contacte amb l'administrador.
cs_cz: Vzhledem k omezením ve vašem účtu vás nemůžeme pozvat do tenanta sandboxu. Obraťte se prosím na správce.
da_dk: Vi kan ikke invitere dig til en sandkasselejer, da der er begrænsninger på din konto. Kontakt administratoren.
de_de: Wir können Sie aufgrund von Einschränkungen an Ihrem Konto nicht zu einem Sandbox-Mandanten einladen. Wenden Sie sich an den Administrator.
el_gr: Δεν μπορούμε να σας προσκαλέσουμε σε έναν μισθωτή περιβάλλοντος προστατευμένης εκτέλεσης εξαιτίας περιορισμών στον λογαριασμό σας. Επικοινωνήστε με τον διαχειριστή σας.
es_es: No pudimos invitarlo a un inquilino de espacio aislado debido a las restricciones en su cuenta. Póngase en contacto con el administrador.
et_ee: Me ei saa teid liivakasti rentnikku kutsuda, sest teie kontol on piirangud. Pöörduge administraatori poole.
eu_es: Kontuaren murrizketak direla-eta, ezin izan dizugu bidali sandbox-maizter baterako gonbidapena. Jarri harremanetan administratzailearekin.
fi_fi: Emme voineet kutsua sinua eristyksen vuokraajaksi tilisi rajoitusten vuoksi. Ota yhteyttä järjestelmänvalvojaasi.
fr_ca: Nous ne pouvons pas vous inviter en tant que client d’environnement d’essai en raison des restrictions relatives à votre compte. Veuillez communiquer avec votre administrateur.
ga_ie: Nílimid in ann cuireadh a thabhairt duit chuig tionónta sandbox mar gheall ar shrianta ar do chuntas. Déan teagmháil le do riarthóir le do thoil.
gl_es: Non podemos convidalo a un arrendatario de ambiente de illamento de procesos debido a restricións na súa conta. Póñase en contacto co administrador.
he_il: לא הצלחנו להזמין אותך לדייר של ארגז חול עקב מגבלות על החשבון שלך. פנה למנהל המערכת.
hi_in: आपके खाते पर प्रतिबंधों के कारण हम आपको सैंडबॉक्स टैनेंट पर आमंत्रित करने में सक्षम नहीं हैं. कृपया अपने व्यवस्थापक से संपर्क करें.
hr_hr: Ne možemo vas pozvati u klijent sigurnosne ograde zbog ograničenja na vašem računu. Obratite se svom administratoru.
hu_hu: A fiókjára vonatkozó korlátozások miatt nem tudjuk Önt meghívni egy tesztkörnyezeti bérlőbe. Forduljon a rendszergazdához.
id_id: Kami tidak dapat mengundang Anda ke penyewa sandbox karena pembatasan pada akun Anda. Silakan hubungi administrator Anda.
is_is: Okkur tókst ekki að bjóða þér til leigjanda sandkassa vegna takmarkana á reikningnum þínum. Hafðu samband við stjórnandann þinn.
it_it: Non possiamo invitarti a un tenant di Sandbox a causa di restrizioni relative al tuo account. Contatta l'amministratore.
ja_jp: ご使用のアカウントの制約のため、サンドボックス テナントに招待できませんでした。 管理者に問い合わせてください。
kk_kz: Тіркелгіңіздегі шектеулерге байланысты сізді құм жәшік клиентіне шақыра алмаймыз. Әкімшіңізге хабарласыңыз.
ko_kr: 계정에 대한 제한으로 인해 사용자를 샌드박스 테넌트로 초대할 수 없습니다. 관리자에게 문의하세요.
lb_lu: Mir kënnen Iech net fir e Sandboxbesëtzer alueden duerch Aschränkungen op Ärem Kont. Kontaktéiert w.e.g. Ären Administrator.
lt_lt: Nepavyko jūsų pakviesti į smėlio dėžės nuomotoją dėl jūsų paskyros apribojimų. Kreipkitės į administratorių.
lv_lv: Jūsu konta ierobežojumu dēļ nevaram uzaicināt jūs uz smilškastes nomnieku. Lūdzu, sazinieties ar administratoru.
ms_my: Kami tidak dapat menjemput anda ke penyewa kotak pasir kerana sekatan pada akaun anda. Sila hubungi pentadbir anda.
mt_mt: Ma nistgħux nistednuk f'tenant ta' sandbox minħabba restrizzjonijiet fil-kont tiegħek. Ikkuntattja lill-amministratur tiegħek.
nb_no: Vi kan ikke invitere deg til en sandkasseleier på grunn av begrensninger i kontoen din. Kontakt systemansvarlig.
nl_be: U kunt niet worden uitgenodigd voor een sandbox-tenant vanwege beperkingen op uw account. Neem contact op met uw beheerder.
pl_pl: Nie można zaprosić Cię do dzierżawy piaskownicy z powodu ograniczeń Twojego konta. Skontaktuj się z administratorem.
pt_pt: Não conseguimos convidá-lo para um inquilino em sandbox devido a restrições na sua conta. Contacte o seu administrador.
ro_ro: Nu vă putem invita la o entitate găzduită a sandboxului din cauza restricțiilor aplicate asupra contului dvs. Contactați administratorul.
ru_ru: Не удалось пригласить вас в клиент песочницы из-за ограничений вашей учетной записи. Обратитесь за помощью к администратору.
sk_sk: Nemôžeme vás pozvať do nájomníka testovacieho prostredia (sandbox) z dôvodu obmedzení vášho konta. Obráťte sa na správcu.
sl_si: Zaradi omejitev v vašem računu vam ne moremo poslati povabila v najemnika peskovnika. Obrnite se na skrbnika.
sr_cyrl_rs: Не можемо да вас позовемо у sandbox закупца због ограничења вашег налога. Обратите се администратору.
sr_latn_rs: Ne možemo da vas pozovemo u sandbox zakupca zbog ograničenja vašeg naloga. Obratite se administratoru.
sv_se: Vi kan inte bjuda in dig till en klientorganisation för sandbox-miljö på grund av ditt kontos begränsningar. Kontakta administratören.
th_th: เราไม่สามารถเชิญคุณไปยังผู้เช่า Sandbox ได้ เนื่องจากข้อจำกัดของบัญชีของคุณ โปรดติดต่อผู้ดูแลระบบของคุณ
tr_tr: Hesabınızdaki kısıtlamalardan dolayı sizi korumalı alan kiracısına davet edemiyoruz. Lütfen yöneticinize başvurun.
uk_ua: Не вдалося запросити вас у клієнт ізольованого програмного середовища через обмеження вашого облікового запису. Зверніться до свого адміністратора.
vi_vn: Chúng tôi không thể mời bạn sử dụng một đối tượng thuê hộp cát do giới hạn trên tài khoản của bạn. Vui lòng liên hệ với người quản trị của bạn.
zh_cn: 由于你帐户存在限制，我们无法将你邀请到沙盒租户。 请与管理员联系。
zh_tw: 由於您的帳戶限制，我們無法邀請您成為沙箱租用戶。 請連絡您的管理員。

# resultsFound
source: {0} results found
ar_sa: تم العثور على {0} من النتائج
bg_bg: {0} открити резултата
ca_es: S’han trobat {0} resultats.
cs_cz: Počet nalezených výsledků: {0}
da_dk: {0} resultater blev fundet
de_de: {0} Ergebnisse gefunden
el_gr: Βρέθηκαν {0} αποτελέσματα
es_es: {0} resultados encontrados
et_ee: Leiti {0} tulemit
eu_es: {0} emaitza aurkitu dira
fi_fi: Löytyi {0} tulosta
fr_ca: {0} résultats trouvés
ga_ie: Torthaí aimsithe {0}
gl_es: Resultados atopados: {0}
he_il: {0} תוצאות נמצאו
hi_in: {0} परिणाम मिला
hr_hr: Pronađeno rezultata: {0}
hu_hu: {0} találat
id_id: {0} hasil ditemukan
is_is: {0} niðurstöður fundust
it_it: {0} risultati trovati
ja_jp: {0} 件の結果が見つかりました
kk_kz: {0} нәтиже табылды
ko_kr: {0}개의 결과를 찾았습니다.
lb_lu: {0} Resultater fonnt
lt_lt: Rasta rezultatų: {0}
lv_lv: Atrasto rezultātu skaits ir {0}
ms_my: {0} hasil ditemui
mt_mt: {0} riżultati misjuba
nb_no: {0} resultater funnet
nl_be: {0} resultaten gevonden
pl_pl: Znalezione wyniki: {0}
pt_pt: {0} resultados encontrados
ro_ro: {0} rezultate găsite
ru_ru: Найдено результатов: {0}
sk_sk: Nájdené výsledky: {0}
sl_si: Št, najdenih rezultatov: {0}
sr_cyrl_rs: Пронађени резултати: {0}
sr_latn_rs: Pronađeni rezultati: {0}
sv_se: {0} resultat hittades
th_th: พบผลลัพธ์ {0}
tr_tr: {0} sonuç bulundu
uk_ua: Знайдено результатів: {0}
vi_vn: Đã tìm thấy {0} kết quả
zh_cn: 找到 {0} 个结果
zh_tw: 找到 {0} 個結果

source: Retry activating sandbox
ar_sa: إعادة محاولة تنشيط بيئة الاختبار المعزولة
bg_bg: Повторен опит за активиране на ограничителен режим
ca_es: Torneu a provar d’activar l’espai aïllat
cs_cz: Zkusit znovu aktivovat Sandbox
da_dk: Prøv at aktivere sandkassen igen
de_de: Aktivieren der Sandbox erneut versuchen
el_gr: Νέα δοκιμή ενεργοποίησης περιβάλλοντος προστατευμένης εκτέλεσης
es_es: Vuelva a intentar activar el espacio aislado
et_ee: Proovige uuesti liivakast aktiveerida
eu_es: Saiatu berriro sandbox-a aktibatzen
fi_fi: Yritä aktivoida eristys uudelleen
fr_ca: Réessayer l’activation de l’environnement d’essai
ga_ie: Atriail sandbox a ghníomhachtú
gl_es: Volver tentar activar o ambiente de illamento de procesos
he_il: נסה שנית להפעיל את ארגז החול
hi_in: सैंडबॉक्स को सक्रिय करने की दुबारा कोशिश करें
hr_hr: Ponovni pokušaj aktivacije sigurnosne ograde
hu_hu: Tesztkörnyezet aktiválásának újrapróbálása
id_id: Coba mengaktifkan sandbox kembali
is_is: Reyndu aftur að virkja sandkassann
it_it: Riprova ad attivare il sandbox
ja_jp: サンドボックスのアクティブ化の再試行
kk_kz: Құм жәшікті белсендіруді қайталау
ko_kr: 샌드박스 활성화 다시 시도
lb_lu: Aktivéiere vun der Sandbox nach eng Kéier probéieren
lt_lt: Kartoti smėlio dėžės aktyvinimą
lv_lv: Mēģiniet aktivizēt smilškasti vēlreiz
ms_my: Cuba semula mengaktifkan kotak pasir
mt_mt: Erġa' pprova attiva s-sandbox
nb_no: Prøv å aktivere sandkassen på nytt
nl_be: Sandbox activeren opnieuw proberen
pl_pl: Ponów próbę uaktywnienia piaskownicy
pt_pt: Tentar ativar novamente o sandbox
ro_ro: Reîncercați activarea sandboxului
ru_ru: Повторить попытку активировать песочницу
sk_sk: Skúsiť znova aktivovať testovacie prostredie (sandbox)
sl_si: Poskusi znova aktivirati peskovnik
sr_cyrl_rs: Покушајте поново да активирате sandbox
sr_latn_rs: Pokušajte ponovo da aktivirate sandbox
sv_se: Försök att aktivera sandbox-miljön igen
th_th: ลองเปิดใช้งาน Sandbox ใหม่
tr_tr: Korumalı alanı etkinleştirmeyi yeniden deneyin
uk_ua: Повторити активацію ізольованого програмного середовища
vi_vn: Thử kích hoạt lại hộp cát
zh_cn: 重新尝试激活沙盒
zh_tw: 重試啟用沙箱

source: Returns
ar_sa: المرتجعات
bg_bg: Връщания
ca_es: Devolucions
cs_cz: Návraty
da_dk: Returnerer
de_de: Gibt zurück
el_gr: Επιστροφές
es_es: Devoluciones
et_ee: Tagastused
eu_es: Itzulerak
fi_fi: Palautukset
fr_ca: Retours
ga_ie: Fillteacha
gl_es: Devolucións
he_il: החזרות
hi_in: वापस
hr_hr: Vraćanja
hu_hu: Válaszok
id_id: Mengembalikan
is_is: Endursendar vörur
it_it: Restituisce
ja_jp: 戻り値
kk_kz: Қайтару
ko_kr: 반환
lb_lu: Réckmeldung
lt_lt: Grąžinimai
lv_lv: Atgriešanas darbības
ms_my: Pulangan
mt_mt: Jirritorna
nb_no: Returnerer
nl_be: Retouren
pl_pl: Zwraca
pt_pt: Devoluções
ro_ro: Retururi
ru_ru: Возвраты
sk_sk: Vrátené hodnoty
sl_si: Vrnjeno
sr_cyrl_rs: Зарада
sr_latn_rs: Zarada
sv_se: Returer
th_th: การส่งคืน
tr_tr: Döndürülenler
uk_ua: Відповіді
vi_vn: Trả về
zh_cn: 返回
zh_tw: 傳回

source: Return Value
ar_sa: القيمة المرجعة
bg_bg: Върната стойност
ca_es: Valor retornat
cs_cz: Návratová hodnota
da_dk: Returværdi
de_de: Rückgabewert
el_gr: Επιστρεφόμενη τιμή
es_es: Valor devuelto
et_ee: Tagastusväärtus
eu_es: Itzultze-balioa
fi_fi: Palautusarvo
fr_ca: Valeur de retour
ga_ie: Luach fillte
gl_es: Valor devolto
he_il: ערך החזרה
hi_in: लौटाया जाने वाला मान
hr_hr: Vrijednost vraćanja
hu_hu: Visszatérési érték
id_id: Tampilkan Nilai
is_is: Skilagildi
it_it: Valore restituito
ja_jp: 戻り値
kk_kz: Қайтару мәні
ko_kr: 반환 값
lb_lu: Réckmeldungwäert
lt_lt: Pateikta reikšmė
lv_lv: Atgrieztā vērtība
ms_my: Nilai Kembali
mt_mt: Valur tar-Ritorn
nb_no: Returverdi
nl_be: Retourwaarde
pl_pl: Wartość zwracana
pt_pt: Devolver Valor
ro_ro: Valoare retur
ru_ru: Возвращаемое значение
sk_sk: Vrátená hodnota
sl_si: Vrnjena vrednost
sr_cyrl_rs: Повратна вредност
sr_latn_rs: Povratna vrednost
sv_se: Returvärde
th_th: ค่าส่งกลับ
tr_tr: Dönüş Değeri
uk_ua: Значення для повернення
vi_vn: Giá trị trả về
zh_cn: 返回值
zh_tw: 傳回值

# reviewYourLearnHistory
source: Review your Learning path history
ar_sa: مراجعة تاريخ مسار التعلم لديك
bg_bg: Прегледайте своята хронология на пътеката за обучение
ca_es: Reviseu el vostre historial de Ruta d’aprenentatge
cs_cz: Zkontrolovat historii studijního programu
da_dk: Gennemse din historik for læringsforløb
de_de: Lernpfadverlauf ansehen
el_gr: Εξέταση του ιστορικού διαδρομής εκμάθησης
es_es: Revise su historial de ruta de aprendizaje
et_ee: Vaadake üle oma õppetee ajalugu
eu_es: Berrikusi Ikasketa-txokoaren historia
fi_fi: Tarkastele oppimispolkusi historiatietoja
fr_ca: Réviser l’historique de votre parcours de formation
ga_ie: Athbhreithnigh stair an Chosáin Foghlama
gl_es: Revisar o historial do Camiño de aprendizaxe
he_il: סקור את היסטוריית נתיבי הלמידה שלך
hi_in: अपने प्रशिक्षण पथ इतिहास की समीक्षा करें
hr_hr: Pregledajte povijest vođenog učenja
hu_hu: Képzési terv előzményeinek áttekintése
id_id: Tinjau riwayat Jalur Pembelajaran Anda
is_is: Farðu yfir námssöguna þína
it_it: Verifica la cronologia del tuo percorso di apprendimento
ja_jp: ラーニング パス履歴の確認
kk_kz: Оқу жолы журналын қарап шығу
ko_kr: 학습 경로 기록 검토
lb_lu: Iwwerpréift Äre Léierpadverlaf
lt_lt: Peržiūrėkite mokomosios medžiagos istoriją
lv_lv: Pārskatīt mācību ceļa vēsturi
ms_my: Semak semula sejarah Laluan Pembelajaran anda
mt_mt: Irrevedi l-kronoloġija tal-Mogħdija tat-Tagħlim tiegħek
nb_no: Kontroller læringsbaneloggen
nl_be: De geschiedenis van uw leertraject controleren
pl_pl: Przejrzyj historię swojej ścieżki szkoleniowej
pt_pt: Analisar o seu histórico de Percurso de Aprendizagem
ro_ro: Revizuiți istoricul pentru calea de instruire
ru_ru: Просмотреть журнал схемы обучения
sk_sk: Skontrolovať históriu študijných programov
sl_si: Oglejte si zgodovino vodenega učenja
sr_cyrl_rs: Прегледајте историју путање учења
sr_latn_rs: Pregledajte istoriju putanje učenja
sv_se: Granska din utbildningsvägshistorik
th_th: ตรวจทานประวัติเส้นทางการเรียนรู้ของคุณ
tr_tr: Öğrenme Yolu geçmişinizi gözden geçirin
uk_ua: Переглянути історію схеми навчання
vi_vn: Xem lại lịch sử Hướng dẫn học tập
zh_cn: 查看你的学习路径历史记录
zh_tw: 檢閱您的學習路徑歷程記錄

source: Roles
ar_sa: الأدوار
bg_bg: Роли
ca_es: Funcions
cs_cz: Role
da_dk: Roller
de_de: Rollen
el_gr: Ρόλοι
et_ee: Rollid
eu_es: Funtzioak
fi_fi: Roolit
fr_ca: Rôles
ga_ie: Róil
he_il: תפקידים
hi_in: भूमिकाएँ
hr_hr: Uloge
hu_hu: Szerepkörök
id_id: Peran
is_is: Hlutverk
it_it: Ruoli
ja_jp: ロール
kk_kz: Рөлдер
ko_kr: 역할
lb_lu: Rollen
lt_lt: Vaidmenys
lv_lv: Lomas
ms_my: Peranan
mt_mt: Rwoli
nb_no: Roller
nl_be: Rollen
pl_pl: Role
pt_pt: Funções
ro_ro: Roluri
ru_ru: Роли
sk_sk: Roly
sl_si: Vloge
sr_cyrl_rs: Улоге
sr_latn_rs: Uloge
sv_se: Roller
th_th: บทบาท
tr_tr: Roller
uk_ua: Ролі
vi_vn: Vai trò
zh_cn: 角色
zh_tw: 角色

source: Run
ar_sa: تشغيل
bg_bg: Изпълнение
ca_es: Executa
cs_cz: Spustit
da_dk: Kør
de_de: Ausführen
el_gr: Εκτέλεση
es_es: Ejecutar
et_ee: Käivita
eu_es: Exekutatu
fi_fi: Suorita
fr_ca: Lancer
ga_ie: Rith
gl_es: Executar
he_il: הפעל
hi_in: चलाएँ
hr_hr: Pokreni
hu_hu: Futtatás
id_id: jalankan
is_is: Keyra
it_it: Esegui
ja_jp: 実行
kk_kz: Орындау
ko_kr: 실행
lb_lu: Ausféieren
lt_lt: Vykdyti
lv_lv: Izpildīt
ms_my: Jalankan
mt_mt: Ħaddem
nb_no: Kjør
nl_be: Uitvoeren
pl_pl: Uruchom
pt_pt: Executar
ro_ro: Executare
ru_ru: Выполнить
sk_sk: Spustiť
sl_si: Zagon
sr_cyrl_rs: Покрени
sr_latn_rs: Pokreni
sv_se: Kör
th_th: เรียกใช้
tr_tr: Çalıştır
uk_ua: Виконати
vi_vn: Chạy
zh_cn: 运行
zh_tw: 執行

# sandboxAccessAvailable
source: Sandbox activated!
ar_sa: تم تنشيط بيئة الاختبار المعزولة!
bg_bg: Ограничителният режим е активиран!
ca_es: L’espai aïllat s’ha activat.
cs_cz: Sandbox je aktivovaný!
da_dk: Sandkassen er aktiveret!
de_de: Sandbox wurde aktiviert!
el_gr: Το περιβάλλον προστατευμένης εκτέλεσης ενεργοποιήθηκε!
es_es: Espacio aislado activado
et_ee: Liivakast on aktiveeritud!
eu_es: Aktibatu da sandbox-a.
fi_fi: Eristys aktivoitu!
fr_ca: Environnement d’essai activé!
ga_ie: Sandbox gníomhaíochtaithe!
gl_es: Ambiente de illamento de procesos activado
he_il: ארגז החול הופעל!
hi_in: सैंडबॉक्स सक्रिय किया गया!
hr_hr: Aktivirana je sigurnosna ograda!
hu_hu: Tesztkörnyezet aktiválva!
id_id: Sandbox diaktifkan!
is_is: Sandkassinn var virkjaður!
it_it: Il sandbox è stato attivato!
ja_jp: サンドボックスがアクティブ化されました!
kk_kz: Құм жәшік белсендірілді!
ko_kr: 샌드박스 활성화됨!
lb_lu: Sandbox aktivéiert!
lt_lt: Smėlio dėžė suaktyvinta!
lv_lv: Smilškaste ir aktivizēta!
ms_my: Kotak pasir diaktifkan!
mt_mt: Sandbox attivat!
nb_no: Sandkasse aktivert!
nl_be: De sandbox is geactiveerd.
pl_pl: Uaktywniono piaskownicę!
pt_pt: Sandbox ativado!
ro_ro: Sandbox activat!
ru_ru: Песочница активирована!
sk_sk: Testovacie prostredie (sandbox) bolo aktivované!
sl_si: Peskovnik je aktiviran.
sr_cyrl_rs: Sandbox је активиран!
sr_latn_rs: Sandbox je aktiviran!
sv_se: Sandbox-miljön har aktiverats!
th_th: Sandbox เปิดใช้งานแล้ว!
tr_tr: Korumalı alan etkinleştirildi!
uk_ua: Ізольоване програмне середовище активовано!
vi_vn: Đã kích hoạt hộp cát!
zh_cn: 沙盒已激活！
zh_tw: 沙箱已啟用！

source: Sandbox access expired
ar_sa: انتهت صلاحية الوصول إلى بيئة الاختبار المعزولة
bg_bg: Достъпът до ограничителен режим изтече
ca_es: Ha caducat l'accés a l’espai aïllat.
cs_cz: Platnost přístupu k Sandboxu vypršela.
da_dk: Adgang til sandkassen er udløbet
de_de: Sandboxzugriff abgelaufen
el_gr: Η πρόσβαση στο περιβάλλον προστατευμένης εκτέλεσης έληξε
es_es: Acceso al espacio aislado expirado
et_ee: Liivakasti juurdepääs on aegunud
eu_es: Iraungi da Sandbox-erako sarbidea
fi_fi: Eristyksen käyttöoikeus vanhentunut
fr_ca: Accès à l’environnement d’essai expiré
ga_ie: Rochtain Sandbox as feidhm
gl_es: Acceso ao ambiente de illamento de procesos caducado
he_il: פג תוקף הגישה אל ארגז החול
hi_in: सैंडबॉक्स की पहुँच की समय-सीमा समाप्त हो गई है
hr_hr: Pristup sigurnosnoj ogradi je istekao
hu_hu: A tesztkörnyezethez való hozzáférés lejárt
id_id: Akses Sandbox kedaluwarsa
is_is: Aðgangur að Sandbox rann út
it_it: L'accesso al sandbox è scaduto
ja_jp: サンドボックスへのアクセスが期限切れ
kk_kz: Құм жәшікке кіру мүмкіндігінің мерзімі аяқталды
ko_kr: 샌드박스 액세스 만료됨
lb_lu: Sandbox Zougang ofgelaf
lt_lt: Prieiga prie smėlio dėžės nebegalioja
lv_lv: Smilškastes piekļuves termiņš beidzies.
ms_my: Capaian Kotak Pasir tamat tempoh
mt_mt: L-aċċess għal Sandbox skada
nb_no: Tilgang til Sandbox utløpt
nl_be: Toegang tot Sandbox beschikbaar
pl_pl: Dostęp do piaskownicy wygasł
pt_pt: Acesso ao Sandbox expirado
ro_ro: Accesul la Sandbox a expirat
ru_ru: Время доступа к песочнице истекло
sk_sk: Platnosť prístupu k testovaciemu prostrediu (sandbox) uplynula
sl_si: Dostop do peskovnika je potekel
sr_cyrl_rs: Истекао је приступ Sandbox окружењу
sr_latn_rs: Sandbox pristup je istekao
sv_se: Tillgång till sandbox-miljön har upphört
th_th: การเข้าถึง Sandbox หมดอายุแล้ว
tr_tr: Korumalı Alan erişiminin süresi doldu
uk_ua: Термін доступу до ізольованого програмного середовища завершився
vi_vn: Quyền truy cập vào hộp cát đã hết hạn
zh_cn: 沙盒访问权限过期
zh_tw: Sandbox 存取權限過期
