Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# structsInSubtitle
source: Structs
ar_sa: البنيات
bg_bg: Структури
ca_es: Estructures
cs_cz: Struktury
da_dk: Strukturer
de_de: Strukturen
el_gr: Δομές
es_es: Estructuras
et_ee: Struktuurid
eu_es: Egiturak
fi_fi: Struct-yhdistelmätietotyypit
fr_ca: Structures
ga_ie: Struchtúir
he_il: מבנים
hi_in: स्ट्रक्ट्स
hr_hr: Strukture
hu_hu: Struktúrák
id_id: Struct
is_is: Struct
it_it: Struct
ja_jp: 構造体
kk_kz: Құрылымдар
ko_kr: 구조체
lb_lu: Strukturen
lt_lt: Struktūros
lv_lv: Balsti
mt_mt: Strutturi
nb_no: Strukturer
pl_pl: Struktury
pt_pt: Estruturas
ro_ro: Structuri
ru_ru: Структуры
sk_sk: Štruktúry
sl_si: Strukture
sr_cyrl_rs: Структуре
sr_latn_rs: Strukture
sv_se: Strukturer
tr_tr: Yapılar
uk_ua: Структури
vi_vn: Cấu trúc
zh_cn: 结构
zh_tw: 結構

source: Submit
ar_sa: إرسال
bg_bg: Изпращане
ca_es: Envia
cs_cz: Odeslat
da_dk: Send
de_de: Übermitteln
el_gr: Υποβολή
es_es: Enviar
et_ee: Esita
eu_es: Bidali
fi_fi: Lähetä
fr_ca: Soumettre
ga_ie: Cuir isteach
gl_es: Enviar
he_il: שלח
hi_in: सबमिट करें
hr_hr: Pošalji
hu_hu: Küldés
id_id: Kirim
is_is: Senda inn
it_it: Invia
ja_jp: 送信
kk_kz: Жіберу
ko_kr: 전송
lb_lu: Ofginn
lt_lt: Pateikti
lv_lv: Iesniegt
ms_my: Serah
mt_mt: Issottometti
nb_no: Send inn
nl_be: Versturen
pl_pl: Prześlij
pt_pt: Enviar
ro_ro: Remitere
ru_ru: Отправить
sk_sk: Odoslať
sl_si: Pošlji
sr_cyrl_rs: Проследи
sr_latn_rs: Prosledi
sv_se: Skicka
th_th: ส่ง
tr_tr: Gönder
uk_ua: Надіслати
vi_vn: Gửi
zh_cn: 提交
zh_tw: 送出

source: Submit feedback
ar_sa: إرسال الملاحظات
bg_bg: Подаване на обратна връзка
ca_es: Envieu els comentaris
cs_cz: Odeslat názor
da_dk: Send feedback
de_de: Feedback übermitteln
el_gr: Υποβολή σχολίων
es_es: Enviar comentarios
et_ee: Esita tagasiside
eu_es: Bidali oharrak
fi_fi: Lähetä palaute
fr_ca: Soumettre le commentaire
ga_ie: Cuir isteach aiseolas
gl_es: Enviar comentarios
he_il: שלח משוב
hi_in: प्रतिक्रिया सबमिट करें
hr_hr: Pošaljite povratne informacije
hu_hu: Visszajelzés elküldése
id_id: Kirim umpan balik
is_is: Senda inn endurgjöf
it_it: Invia commenti
ja_jp: フィードバックを送信
kk_kz: Пікір жіберу
ko_kr: 피드백 제출
lb_lu: Feedback ofginn
lt_lt: Pateikti atsiliepimą
lv_lv: Iesniegt atsauksmi
ms_my: Serahkan maklum balas
mt_mt: Issottometti feedback
nb_no: Send inn tilbakemelding
nl_be: Feedback verzenden
pl_pl: Prześlij opinię
pt_pt: Submeter comentários
ro_ro: Trimiteți feedbackul
ru_ru: Отправить отзыв
sk_sk: Odoslať pripomienky
sl_si: Pošlji povratne informacije
sr_cyrl_rs: Проследи повратне информације
sr_latn_rs: Prosledi povratne informacije
sv_se: Skicka feedback
th_th: ส่งข้อคิดเห็น
tr_tr: Geri bildirim gönderin
uk_ua: Надіслати відгук
vi_vn: Gửi phản hồi
zh_cn: 提交反馈
zh_tw: 提交意見反應

source: Successfully submitted!
ar_sa: تم الإرسال بنجاح!
bg_bg: Подадено е успешно!
ca_es: S'ha enviat correctament.
cs_cz: Úspěšně odesláno!
da_dk: Indsendt!
de_de: Übermittlung erfolgreich!
el_gr: Επιτυχημένη υποβολή!
es_es: Enviado correctamente.
et_ee: Esitatud!
eu_es: Bidali dira.
fi_fi: Lähetys onnistui.
fr_ca: Soumis avec succès!
ga_ie: Curtha Isteach go Rathúil!
gl_es: Enviouse correctamente.
he_il: נשלח בהצלחה!
hi_in: सफलतापूर्वक सबमिट किया गया!
hr_hr: Uspješno poslano!
hu_hu: Sikeresen elküldve
id_id: Berhasil Dikirim!
is_is: Þetta var sent á réttan hátt!
it_it: L'invio è stato completato!
ja_jp: 正常に送信されました
kk_kz: Сәтті жіберілді!
ko_kr: 제출되었습니다!
lb_lu: Erfollegräich Ofginn!
lt_lt: Sėkmingai pateikta!
lv_lv: Veiksmīgi iesniegts!
ms_my: Berjaya Diserahkan!
mt_mt: Ġiet Sottomessa b'Suċċess!
nb_no: Vellykket innsendt!
nl_be: Verzonden.
pl_pl: Przesyłanie zostało pomyślnie zakończone
pt_pt: Enviado com Êxito!
ro_ro: Informațiile au fost trimise cu succes!
ru_ru: Отправлено!
sk_sk: Úspešne odoslané!
sl_si: Uspešno poslano.
sr_cyrl_rs: Успешно прослеђено!
sr_latn_rs: Uspešno prosleđeno!
sv_se: Den har skickats in!
th_th: การส่งเสร็จสมบูรณ์!
tr_tr: Başarıyla Gönderildi!
uk_ua: Успішно надіслано!
vi_vn: Đã gửi thành công!
zh_cn: 成功提交！
zh_tw: 提交成功！

# suggestionProduct
source: Suggest a product idea
ar_sa: اقتراح فكرة منتج
bg_bg: Предлагане на идея за продукта
ca_es: Suggeriu una idea de producte
cs_cz: Navrhnout nápad k produktu
da_dk: Foreslå en produktidé
de_de: Produktidee vorschlagen
el_gr: Προτείνετε μια ιδέα για προϊόν
es_es: Sugerir una idea del producto
et_ee: Soovita tooteideed
eu_es: Iradoki produktuaren ideia bat
fi_fi: Ehdota tuoteideoita
fr_ca: Suggérer une idée de produit
ga_ie: Mol táirge nua
gl_es: Suxerir unha idea de produto
he_il: הצע רעיון למוצר
hi_in: किसी उत्पाद का सुझाव दें
hr_hr: Predložite ideju za proizvod
hu_hu: Termékkel kapcsolatos javaslat beküldése
id_id: Berikan saran terkait ide produk
is_is: Leggðu fram hugmynd af vöru
it_it: Suggerisci un'idea per un prodotto
ja_jp: 製品アイデアを提案する
kk_kz: Өнім туралы идея ұсыну
ko_kr: 제품 아이디어 제안
lb_lu: Eng Produktiddi virschloen
lt_lt: Siūlyti idėją apie produktą
lv_lv: Ierosināt ideju saistībā ar produktu
ms_my: Cadangkan idea produk
mt_mt: Issuġġerixxi idea għal prodott
nb_no: Foreslå en produktidé
nl_be: Een idee voor een product voorstellen
pl_pl: Prześlij pomysł na produkt
pt_pt: Sugerir uma ideia de produto
ro_ro: Sugerează o idee legată de produs
ru_ru: Предложить идею продукта
sk_sk: Odoslať nápad k produktu
sl_si: Predlagajte idejo za izdelek
sr_cyrl_rs: Предложите идеју о производу
sr_latn_rs: Predložite ideju o proizvodu
sv_se: Föreslå en produktidé
th_th: เสนอความเห็นเกี่ยวกับผลิตภัณฑ์
tr_tr: Ürün önerisinde bulunun
uk_ua: Запропонувати ідею продукту
vi_vn: Đề xuất ý kiến về sản phẩm
zh_cn: 提出产品意见
zh_tw: 提議產品概念

# taskNotComplete
source: Task not completed correctly.
ar_sa: لم تكتمل المهمة بشكل صحيح.
bg_bg: Задачата не е завършена правилно.
ca_es: La tasca no s'ha completat correctament.
cs_cz: Úloha se nedokončila správně.
da_dk: Opgaven blev ikke udført korrekt.
de_de: Die Aufgabe wurde nicht korrekt abgeschlossen.
el_gr: Η εργασία δεν ολοκληρώθηκε σωστά.
es_es: La tarea no se ha completado correctamente.
et_ee: Ülesanne ei ole õigesti lõpetatud.
eu_es: Ez da osatu zeregina.
fi_fi: Tehtävän suoritus ei onnistunut.
fr_ca: La tâche n’a pas été remplie correctement.
ga_ie: Níl an tasc críochnaithe i gceart.
gl_es: A tarefa non se concluíu correctamente.
he_il: המשימה לא הושלמה כהלכה.
hi_in: कार्य ठीक तरह से पूर्ण नहीं हुआ.
hr_hr: Zadatak nije točno dovršen.
hu_hu: Nem helyesen végezte el a feladatot.
id_id: Tugas tidak diselesaikan dengan benar.
is_is: Verkinu var ekki lokið á réttan hátt.
it_it: L'attività non è stata completata correttamente.
ja_jp: タスクは正常に完了していません。
kk_kz: Тапсырма дұрыс орындалмады.
ko_kr: 작업이 올바르게 완료되지 않았습니다.
lb_lu: D'Aufgab ass net richteg geléist.
lt_lt: Užduotis atlikta neteisingai.
lv_lv: Uzdevums nav pareizi izpildīts.
ms_my: Tugas tidak dilengkapkan dengan betul.
mt_mt: Il-kompitu ma ntemmx sew.
nb_no: Oppgaven er ikke riktig fullført.
nl_be: Taak niet correct voltooid.
pl_pl: Zadanie nie zostało poprawnie ukończone.
pt_pt: A tarefa não foi concluída corretamente.
ro_ro: Activitatea nu a fost finalizată corect.
ru_ru: Задача выполнена неправильно.
sk_sk: Úloha nevykonaná správne.
sl_si: Opravilo ni bilo pravilno dokončano.
sr_cyrl_rs: Задатак није правилно довршен.
sr_latn_rs: Zadatak nije pravilno dovršen.
sv_se: Uppgiften slutfördes inte på rätt sätt.
th_th: งานไม่ได้เสร็จสมบูรณ์อย่างถูกต้อง
tr_tr: Görev düzgün bir şekilde tamamlanmadı.
uk_ua: Завдання не виконано належним чином.
vi_vn: Chưa hoàn tất nhiệm vụ đúng cách.
zh_cn: 任务未正确完成。
zh_tw: 工作雖完成，但不正確。

# tempUpdatingPage
source: We are updating this page with a new interactive experience. Check again soon!
ar_sa: نجري تحديثًا على هذه الصفحة باستخدام تجربة تفاعلية جديدة. تحقق مرة أخرى قريبًا!
bg_bg: Актуализираме тази страница с ново интерактивно изживяване. Проверете пак по-късно!
ca_es: Estem actualitzant aquesta pàgina amb una nova experiència interactiva. Torneu aviat!
cs_cz: Aktualizujeme tuto stránku na nové interaktivní prostředí. Vraťte se brzy!
da_dk: Vi opdaterer denne side med en ny interaktiv oplevelse. Vend snart tilbage!
de_de: Wir aktualisieren diese Seite mit neuen interaktiven Funktionen. Schauen Sie bald wieder vorbei!
el_gr: Ενημερώνουμε αυτήν τη σελίδα με μια νέα διαδραστική εμπειρία. Επιστρέψτε ξανά σύντομα!
es_es: Estamos actualizando esta página con una nueva experiencia interactiva. ¡Vuelva pronto!
et_ee: Värskendame seda lehte uue interaktiivse kasutuskogemusega. Tulge varsti tagasi!
eu_es: Orria eguneratzen ari gara eginbide interaktiboak jartzeko. Itzuli beste une batean!
fi_fi: Olemme päivittämässä tätä sivua uutta vuorovaikutteista kokemusta varten. Tule pian käymään uudelleen!
fr_ca: Nous mettons à jour cette page avec une nouvelle expérience interactive. Revenez bientôt!
ga_ie: Tá an leathanach seo á nuashonrú againn le heispéireas idirghníomhach nua. Seiceáil ar ais go luath!
gl_es: Estamos a actualizar esta páxina cunha nova experiencia interactiva. Volva comprobalo en breve.
he_il: אנו מעדכנים דף זה עם חוויה אינטראקטיבית חדשה. בדוק שוב בקרוב!
hi_in: हम इस पेज को एक नए इंटरएक्टिव अनुभव के साथ अद्यतित कर रहे हैं. जल्द ही दोबारा देखें!
hr_hr: Ovu stranicu ažuriramo novim interaktivnim okruženjem. Navratite poslije!
hu_hu: Ezt az oldalt új, interaktív felhasználói élménnyel frissítjük. Látogasson vissza hamarosan.
id_id: Kami memperbarui halaman ini dengan pengalaman interaktif baru. Segera periksa kembali!
is_is: Við erum að uppfæra síðuna með nýrri, gagnvirkri upplifun. Komdu fljótt aftur!
it_it: Questa pagina verrà aggiornata con una nuova esperienza interattiva. Controlla regolarmente.
ja_jp: このページには、現在、新しいインタラクティブなエクスペリエンスを導入中です。 また後日アクセスしてみてください。
kk_kz: Бұл бетті жаңа интерактивтік тәжірибемен жаңартып жатырмыз. Кейінірек тексеріп көріңіз!
ko_kr: 새 대화형 환경으로 이 페이지가 업데이트됩니다. 곧 다시 확인하세요!
lb_lu: Mir aktualiséieren dës Säit mat enger neier interaktiver Erfarung. Kommt geschwënn zeréck!
lt_lt: Atnaujiname šį puslapį įtraukdami naujų interaktyvių funkcijų. Netrukus vėl patikrinkite!
lv_lv: Šobrīd veicam uzlabojumus šajā lapā un pievienojam jaunu interaktīvu risinājumu. Atgriezieties lapā vēlāk!
ms_my: Kami sedang mengemas kini halaman ini dengan pengalaman interaktif baru. Semak semula tidak lama lagi!
mt_mt: Qed naġġornaw din il-paġna b'esperjenza interattiva ġdida. Erġa' ċċekkja dalwaqt!
nb_no: Vi oppdaterer denne siden med en ny interaktiv opplevelse. Kom snart tilbake!
nl_be: Deze pagina wordt momenteel bijgewerkt met een nieuwe interactieve ervaring. Kom gauw terug!
pl_pl: Ta strona zostanie zaktualizowana za pomocą nowego, interaktywnego środowiska. Wróć tutaj wkrótce.
pt_pt: Estamos a atualizar esta página com uma nova experiência interativa. Verifique novamente mais tarde!
ro_ro: Vom actualiza această pagină pentru a oferi o nouă experiență interactivă. Reveniți în curând!
ru_ru: Эта страница обновляется. Мы добавили новый интерактивный интерфейс. Пожалуйста, зайдите позже.
sk_sk: Túto stránku aktualizujeme o nové interaktívne prostredie. Vráťte sa trochu neskôr.
sl_si: To stran posodabljamo z novo interaktivno izkušnjo. Kmalu znova obiščite to stran.
sr_cyrl_rs: Ажурирамо ову страницу новим интерактивним доживљајем. Проверите ускоро!
sr_latn_rs: Ažuriramo ovu stranicu novim interaktivnim doživlјajem. Proverite uskoro!
sv_se: Vi uppdaterar sidan med en ny interaktiv upplevelse. Kom tillbaka snart!
th_th: เรากำลังอัปเดตหน้านี้ด้วยประสบการณ์แบบโต้ตอบใหม่ กลับมาตรวจสอบเร็วๆ นี้!
tr_tr: Bu sayfayı yeni etkileşimli bir deneyimle güncelleştiriyoruz. Kısa süre sonra yeniden ziyaret edin!
uk_ua: Ми доповнюємо цю сторінку новими інтерактивними елементами. Повертайтеся незабаром!
vi_vn: Chúng tôi sẽ cập nhật trang này bằng trải nghiệm tương tác mới. Hãy sớm kiểm tra lại!
zh_cn: 我们正在更新此页，以提供全新的交互式体验。 请稍后再查看!
zh_tw: 目前正將此頁面更新為全新的互動式體驗。 請盡快回來看看！

# thanksForFeedback
source: Thanks for the feedback!
ar_sa: شكرًا على الملاحظات!
bg_bg: Благодарим за обратната връзка!
ca_es: Gràcies pels comentaris.
cs_cz: Děkujeme za váš názor.
da_dk: Tak for din feedback!
de_de: Danke für Ihr Feedback!
el_gr: Ευχαριστούμε για τα σχόλια!
es_es: ¡Gracias por sus comentarios!
et_ee: Täname tagasiside eest!
eu_es: Eskerrik asko zure oharrengatik!
fi_fi: Kiitos palautteesta!
fr_ca: Merci pour vos commentaires!
ga_ie: Go raibh maith agat as an aiseolas!
gl_es: Grazas polos comentarios.
he_il: תודה על המשוב!
hi_in: आपकी प्रतिक्रिया के लिए धन्यवाद!
hr_hr: Hvala za povratne informacije!
hu_hu: Köszönjük visszajelzését.
id_id: Terima kasih atas umpan balik Anda!
is_is: Takk fyrir ábendinguna!
it_it: Grazie per aver inviato commenti e suggerimenti.
ja_jp: フィードバックをお送りいただき、ありがとうございます。
kk_kz: Пікіріңіз үшін рақмет!
ko_kr: 피드백을 보내 주셔서 감사합니다.
lb_lu: Merci fir Äre Feedback!
lt_lt: Dėkojame už atsiliepimą!
lv_lv: Paldies par atsauksmi!
ms_my: Terima kasih atas maklum balas!
mt_mt: Grazzi tal-feedback!
nb_no: Takk for tilbakemeldingen.
nl_be: Bedankt voor de feedback!
pl_pl: Dziękujemy za opinię!
pt_pt: Obrigado pelos comentários!
ro_ro: Vă mulțumim pentru feedback!
ru_ru: Спасибо за отзыв!
sk_sk: Ďakujeme za vaše pripomienky!
sl_si: Zahvaljujemo se vam za povratne informacije.
sr_cyrl_rs: Хвала на повратним информацијама!
sr_latn_rs: Hvala na povratnim informacijama!
sv_se: Tack för din feedback!
th_th: ขอบคุณสำหรับข้อคิดเห็น!
tr_tr: Geri bildiriminiz için teşekkürler!
uk_ua: Дякуємо за відгук!
vi_vn: Cảm ơn bạn đã gửi phản hồi!
zh_cn: 感谢你提供反馈!
zh_tw: 感謝您的寶貴意見！

# thatIsNotRight
source: That’s not quite right.
ar_sa: هذا ليس صحيحًا.
bg_bg: Това не е съвсем наред.
ca_es: No és del tot correcte.
cs_cz: Tak to úplně není.
da_dk: Det er ikke helt korrekt.
de_de: Das stimmt nicht so ganz.
el_gr: Αυτό δεν είναι σωστό.
es_es: No es del todo correcto.
et_ee: See pole päris õige.
eu_es: Hori ez dago ondo.
fi_fi: Se ei ole täysin oikein.
fr_ca: Ce n’est pas exact.
ga_ie: Níl sé sin go hiomlán ceart.
gl_es: Non está moi ben.
he_il: זה לא לגמרי נכון.
hi_in: यह पूरी तरह से ठीक नहीं है.
hr_hr: To nije točno.
hu_hu: Ez nem egészen helyes.
id_id: Itu tidak benar.
is_is: Þetta er ekki alveg rétt.
it_it: C'è qualcosa che non funziona.
ja_jp: 何か問題があります。
kk_kz: Бұл мүлдем дұрыс емес.
ko_kr: 아닌 것 같습니다.
lb_lu: Dat ass net ganz richteg.
lt_lt: Tai nėra visiškai teisinga.
lv_lv: Tas nav pareizi.
ms_my: Itu tidak berapa betul.
mt_mt: Ma tantx hi tajba.
nb_no: Det er ikke helt riktig.
nl_be: Dat is niet helemaal juist.
pl_pl: Coś tu się nie zgadza.
pt_pt: Isso não está certo.
ro_ro: Nu este tocmai în regulă.
ru_ru: Это не совсем правильно.
sk_sk: Nie je to úplne pravda.
sl_si: To ni povsem pravilno.
sr_cyrl_rs: Није потпуно тачно.
sr_latn_rs: Nije potpuno tačno.
sv_se: Det verkar inte vara helt rätt.
th_th: ไม่ค่อยปกติสักเท่าไหร่
tr_tr: Doğru değil.
uk_ua: Не зовсім правильно.
vi_vn: Chưa chính xác.
zh_cn: 不完全正确。
zh_tw: 這不盡然正確。

source: Theme
ar_sa: الخلفية
bg_bg: Тема
ca_es: Tema
cs_cz: Motiv
da_dk: Tema
de_de: Design
el_gr: Θέμα
es_es: Tema
et_ee: Kujundus
eu_es: Gaia
fi_fi: Teema
fr_ca: Thème
ga_ie: Téama
gl_es: Tema
he_il: ערכת נושא
hi_in: थीम
hr_hr: Tema
hu_hu: Téma
id_id: Tema
is_is: Þema
it_it: Tema
ja_jp: テーマ
kk_kz: Тақырып
ko_kr: 테마
lb_lu: Thema
lt_lt: Tema
lv_lv: Motīvs
ms_my: Tema
mt_mt: Tema
nb_no: Tema
nl_be: Thema
pl_pl: Motyw
pt_pt: Tema
ro_ro: Temă
ru_ru: Тема
sk_sk: Motív
sl_si: Tema
sr_cyrl_rs: Тема
sr_latn_rs: Tema
sv_se: Tema
th_th: ธีม
tr_tr: Tema
uk_ua: Тема
vi_vn: Chủ đề
zh_cn: 主题
zh_tw: 佈景主題

# thereIsCurrentlyNoFeedback
source: There is currently no feedback for this document. Submitted feedback will appear here.
ar_sa: لا توجد ملاحظات حاليًا لهذا المستند. ستظهر الملاحظات المرسلة هنا.
bg_bg: В момента няма обратна връзка за този документ. Подадената обратна връзка ще се появи тук.
ca_es: Actualment, no hi ha cap comentari sobre aquest document. Els comentaris enviats apareixeran aquí.
cs_cz: Pro tento dokument momentálně není žádná zpětná vazba. Odeslaná zpětná vazba se zobrazí tady.
da_dk: Der er i øjeblikket ingen feedback vedrørende dette dokument. Indsendt feedback vises her.
de_de: Zurzeit liegt für dieses Dokument kein Feedback vor. Vorhandenes Feedback wird hier angezeigt.
el_gr: Δεν υπάρχουν σχόλια για αυτό το έγγραφο αυτήν τη στιγμή. Τα υποβληθέντα σχόλια θα εμφανίζονται εδώ.
es_es: Ahora mismo no hay comentarios de este documento. Los comentarios enviados aparecerán aquí.
et_ee: Selle dokumendi jaoks praegu tagasisidet pole. Esitatud tagasiside kuvatakse siin.
eu_es: Une honetan dokumentuak ez du oharrik. Hemen agertuko dira bidalitako oharrak.
fi_fi: Tälle dokumentille ei ole annettu palautetta. Lähetetty palaute näkyy tässä.
fr_ca: Il n’y a présentement aucun commentaire pour ce document. Les commentaires envoyés apparaîtront ici.
ga_ie: Níl aon aiseolas faoin ndoiciméad seo faoi láthair. Beidh an t-aiseolas atá curtha isteach le feiceáil anseo.
gl_es: Actualmente non hai comentarios para este documento. Os comentarios que se envíen mostraranse aquí.
he_il: אין כרגע משוב עבור מסמך זה. המשוב שנשלח יופיע כאן.
hi_in: वर्तमान में इस दस्तावेज़ के लिए कोई प्रतिक्रिया नहीं है. सबमिट किया गया फ़ीडबैक यहां प्रदर्शित होगा.
hr_hr: Trenutačno nema povratnih informacija o ovom dokumentu. Poslane povratne informacije bit će prikazane ovdje.
hu_hu: Ehhez a dokumentumhoz még nincs visszajelzés. Az elküldött visszajelzés itt fog megjelenni.
id_id: Saat ini belum ada umpan balik untuk dokumen ini. Tanggapan yang dikirimkan akan muncul di sini.
is_is: Það er engin endurgjöf fyrir þetta skjal. Endurgjöf sem send er inn birtist hér.
it_it: Non sono attualmente presenti commenti per questo documento. I commenti e suggerimenti inviati verranno visualizzati qui.
ja_jp: このドキュメントには現在フィードバックがありません。 フィードバックが表示されると、ここに表示されます。
kk_kz: Бұл құжат үшін қазір пікір жоқ. Жіберілген пікір осы жерде көрінеді.
ko_kr: 현재 이 문서에 대한 피드백이 없습니다. 제출된 피드백이 여기에 표시됩니다.
lb_lu: Fir dëst Dokument gëtt et kee Feedback. De Feedback, deen Dir geschéckt hutt, gëtt hei ugewisen.
lt_lt: Šiuo metu atsiliepimų apie šį dokumentą nėra. Čia bus rodomi pateikti atsiliepimai.
lv_lv: Pagaidām nav atsauksmju par šo dokumentu. Iesniegtās atsauksmes tiks parādītas šeit.
ms_my: Tiada maklum balas untuk dokumen ini pada masa ini. Maklum balas yang telah diserahkan akan kelihatan di sini.
mt_mt: Bħalissa m'hemmx feedback għal dan id-dokument. Il-feedback sottomess se jidher hawn.
nb_no: Det finnes ingen tilbakemeldinger for dette dokumentet for øyeblikket. Innsendte tilbakemeldinger vises her.
nl_be: Er is momenteel geen feedback voor dit document. Ingediende feedback wordt hier weergegeven.
pl_pl: Obecnie nie ma opinii dotyczących tego dokumentu. Przesłana opinia pojawi się w tym miejscu.
pt_pt: Não há atualmente comentários para este documento. Os comentários enviados aparecem aqui.
ro_ro: Momentan nu există feedback pentru acest document. Feedbackul trimis va apărea aici.
ru_ru: Отзывов об этот документе пока нет. Полученные отзывы будут отображаться здесь.
sk_sk: K tomuto dokumentu momentálne neexistujú žiadne pripomienky. Na tomto mieste sa zobrazia odoslané pripomienky.
sl_si: Za ta dokument trenutno niso na voljo nobene povratne informacije. Poslane povratne informacije bodo prikazane tukaj.
sr_cyrl_rs: Тренутно нема повратних информација за овај документ. Прослеђене повратне информације појавиће се овде.
sr_latn_rs: Trenutno nema povratnih informacija za ovaj dokument. Prosleđene povratne informacije pojaviće se ovde.
sv_se: Det finns för tillfället ingen feedback om det här dokumentet. Feedback som har skickats visas här.
th_th: ขณะนี้ยังไม่มีข้อคิดเห็นเกี่ยวกับเอกสารนี้ ข้อคิดเห็นที่ถูกส่งแล้วจะปรากฏที่นี่
tr_tr: Bu belge için henüz geri bildirim yok. Gönderilen geri bildirim burada görünür.
uk_ua: Наразі для цього документа немає відгуків. Тут відображатимуться надіслані відгуки.
vi_vn: Hiện không có phản hồi nào cho tài liệu này. Phản hồi đã gửi sẽ hiển thị ở đây.
zh_cn: 本文档当前无任何反馈。 提交的反馈将显示在此处。
zh_tw: 本文件目前未收到任何意見反應。 提交的意見反應會顯示在此處。

# threadMemberScope_all
source: All members of this class are thread safe.
ar_sa: كل أعضاء هذه الفئة يخضعون لأمان مؤشر الترابط.
bg_bg: Всички членове от този клас са с безопасни условия за нишките.
ca_es: Tots els membres d’aquesta classe són segurs per a subprocessos.
cs_cz: Všichni členové této třídy umožňují bezpečný přístup z více vláken.
da_dk: Alle medlemmer af denne klasse er trådsikre.
de_de: All Member dieser Klasse sind threadsicher.
el_gr: Ισχύει ασφάλεια νήματος για όλα τα μέλη αυτής της κλάσης.
es_es: Todos los miembros de esta clase son seguros para subprocesos.
et_ee: Kõik selle klassi liikmed on lõime jaoks turvalised.
eu_es: Klase honetako kide guztiak seguruak dira harietarako.
fi_fi: Kaikki luokan jäsenet ovat säieturvallisia.
fr_ca: Tous les membres de cette classe ont un fil sécurisé.
ga_ie: Tá gach ball den aicme seo snáithe-shábháilte.
gl_es: Todos os membros desta clase son seguros para subprocesos.
he_il: כל החברים במחלקה זו מוגנים מפני איומים.
hi_in: इस क्लास के सभी मेंबर थ्रेड से सुरक्षित हैं.
hr_hr: Svi članovi klase sigurni su za nit.
hu_hu: Ennek az osztálynak minden tagja szálbiztos.
id_id: Semua anggota kelas ini aman untuk thread.
is_is: Allir meðlimir þessa flokks eru ekki í áhættu.
it_it: Tutti i membri di questa classe sono thread-safe.
ja_jp: このクラスのメンバーはすべて、スレッド セーフです。
kk_kz: Бұл кластағы барлық мүшелер үшін ағын қауіпсіздігі қамтамасыз етілген.
ko_kr: 이 클래스의 모든 멤버는 스레드로부터 안전합니다.
lb_lu: All Membere vun dëser Klass si threadsécher.
lt_lt: Visus šios klasės narius galima naudoti su gijomis.
lv_lv: Visus šīs klases elementus var droši izsaukt no vairākiem pavedieniem.
ms_my: Semua ahli kelas ini adalah jaluran selamat.
mt_mt: Il-membri kollha ta' din il-klassi huma siguri mill-fil.
nb_no: Alle medlemmer av denne klassen er trådsikre.
nl_be: Alle leden van deze klasse zijn thread-veilig.
pl_pl: Wszystkie składowe tej klasy są bezpieczne wątkowo.
pt_pt: Todos os membros desta classe estão seguros para threads.
ro_ro: Toți membrii acestei clase sunt siguri din perspectiva firelor.
ru_ru: Все элементы этого класса потокобезопасны.
sk_sk: Všetky členy tejto triedy sú zabezpečené z hľadiska vláken.
sl_si: Vsi člani tega razreda so varni za nit.
sr_cyrl_rs: Сви чланови ове групе се третирају на безбедан начин.
sr_latn_rs: Svi članovi ove grupe se tretiraju na bezbedan način.
sv_se: Alla medlemmar i den här klassen är trådsäkra.
th_th: สมาชิกทั้งหมดของคลาสนี้ได้รับการตรวจสอบความถูกต้องของเธรดแล้ว
tr_tr: Bu sınıfın tüm üyeleri iş parçacığı güvenlidir.
uk_ua: Усі елементи цього класу потокобезпечні.
vi_vn: Tất cả các thành viên của lớp này đều an toàn luồng.
zh_cn: 此类的所有成员均为线程安全。
zh_tw: 此類別的所有成員都是安全執行緒。
