Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: accepted values
ar_sa: القيم المقبولة
bg_bg: приети стойности
ca_es: valors acceptats
cs_cz: přijímané hodnoty
da_dk: accepterede værdier
de_de: Zulässige Werte
el_gr: αποδεκτές τιμές
es_es: valores aceptados
et_ee: aktsepteeritud väärtused
eu_es: onartutako balioak
fi_fi: hyväksytyt arvot
fr_ca: valeurs acceptées
ga_ie: luachanna glactha
gl_es: valores aceptados
he_il: ערכים קבילים
hi_in: स्वीकृत मूल्य
hr_hr: prihvaćene vrijednosti
hu_hu: elfogadott értékek
id_id: nilai yang diterima
is_is: samþykkt gildi
it_it: valori accettati
ja_jp: 承認された値
kk_kz: қабылданған мәндер
ko_kr: 허용되는 값
lb_lu: akzeptéiert Wäerter
lt_lt: priimtos reikšmės
lv_lv: pieņemamās vērtības
ms_my: nilai diterima
mt_mt: valuri aċċettati
nb_no: godtatte verdier
nl_be: geaccepteerde waarden
pl_pl: akceptowane wartości
pt_pt: valores aceites
ro_ro: valori acceptate
ru_ru: допустимые значения
sk_sk: prijaté hodnoty
sl_si: sprejete vrednosti
sr_cyrl_rs: прихваћене вредности
sr_latn_rs: prihvaćene vrednosti
sv_se: accepterade värden
th_th: ค่าที่ยอมรับแล้ว
tr_tr: kabul edilen değerler
uk_ua: допустимі значення
vi_vn: giá trị được chấp nhận
zh_cn: 接受的值
zh_tw: 接受的值

source: Accept invite
ar_sa: قبول الدعوة
bg_bg: Приемане на покана
ca_es: Accepteu la invitació
cs_cz: Přijmout pozvání
da_dk: Acceptér invitation
de_de: Einladung annehmen
el_gr: Αποδοχή πρόσκλησης
es_es: Aceptar invitación
et_ee: Võta kutse vastu
eu_es: Onartu gonbidapena
fi_fi: Hyväksy kutsu
fr_ca: Accepter l’invitation
ga_ie: Glac le cuireadh
gl_es: Aceptar convite
he_il: קבל הזמנה
hi_in: आमंत्रण स्वीकार करें
hr_hr: Prihvati pozivnicu
hu_hu: Meghívás elfogadása
id_id: Terima undangan
is_is: Þiggja boð
it_it: Accetta l'invito
ja_jp: 招待を承諾する
kk_kz: Шақыруды қабылдау
ko_kr: 초대 수락
lb_lu: Aluedung unhuelen
lt_lt: Priimti kvietimą
lv_lv: Akceptēt uzaicinājumu
ms_my: Terima jemputan
mt_mt: Aċċetta l-istedina
nb_no: Godta invitasjon
nl_be: Uitnodiging accepteren
pl_pl: Akceptuj zaproszenie
pt_pt: Aceitar convite
ro_ro: Acceptare invitație
ru_ru: Принять приглашение
sk_sk: Prijať pozvánku
sl_si: Sprejmi povabilo
sr_cyrl_rs: Прихвати позивницу
sr_latn_rs: Prihvati pozivnicu
sv_se: Acceptera inbjudan
th_th: ตอบรับคำเชิญ
tr_tr: Daveti kabul et
uk_ua: Прийняти запрошення
vi_vn: Chấp nhận lời mời
zh_cn: 接受邀请
zh_tw: 接受邀請

source: Achievements
ar_sa: الإنجازات
bg_bg: Постижения
ca_es: Assoliments
cs_cz: Úspěchy
da_dk: Resultater
de_de: Auszeichnungen
el_gr: Επιτεύγματα
es_es: Logros
et_ee: Saavutused
eu_es: Lorpenak
fi_fi: Saavutukset
fr_ca: Succès
ga_ie: Gaiscí
gl_es: Logros
he_il: הישגים
hi_in: उपलब्धियाँ
hr_hr: Postignuća
hu_hu: Szintek
id_id: Penghargaan
is_is: Áfangar
it_it: Obiettivi
ja_jp: 実績
kk_kz: Жетістіктер
ko_kr: 도전 과제
lb_lu: Erfolleger
lt_lt: Pasiekimai
lv_lv: Sasniegumi
ms_my: Pencapaian
mt_mt: Kisbiet
nb_no: Oppnåelser
nl_be: Prestaties
pl_pl: Osiągnięcia
pt_pt: Conquistas
ro_ro: Realizări
ru_ru: Достижения
sk_sk: Odmeny
sl_si: Dosežki
sr_cyrl_rs: Достигнућа
sr_latn_rs: Dostignuća
th_th: ความสำเร็จ
tr_tr: Başarılar
uk_ua: Досягнення
vi_vn: Thành tích
zh_cn: 成就
zh_tw: 成就

# achievementsBlastMessage
source: Take a look at the achievement I just earned for {0} on Microsoft Guided Learning!
ar_sa: اطلع على الإنجاز الذي حصلت عليه لـ {0} على التعليم الإرشادي من Microsoft!
bg_bg: Вижте постижението, което спечелих за {0} в активното обучение на Microsoft!
ca_es: Vegeu l’assoliment que acabo de guanyar de {0} a l’Aprenentatge guiat de Microsoft.
cs_cz: Podívejte se na můj dosažený úspěch v rámci {0} na Učení s asistencí Microsoftu!
da_dk: Se det resultat, jeg lige har opnået for {0} i Microsofts kursus med vejledning!
de_de: Sehen Sie sich die Auszeichnung an, die ich gerade für das Modul {0} in den geführten Microsoft-Tutorials verdient habe!
el_gr: Δείτε το επίτευγμα που μόλις κέρδισα για το {0} στην Καθοδηγούμενη εκμάθηση Microsoft!
es_es: Compruebe el logro que acabo de obtener con {0} en Aprendizaje guiado de Microsoft.
et_ee: Vaata saavutust, mille teenisin Microsofti juhendatud õppimise teenuses mooduli {0} eest!
eu_es: Begira Microsoft-en Ikasketa gidatuko "{0}" moduluan erdietsi berri dudan lorpena!
fi_fi: Katso, minkä saavutuksen saavutin juuri moduulista {0} Microsoftin ohjatussa oppimisessa!
fr_ca: Consulter le succès que je viens de gagner pour {0} grâce à la formation guidée sur Microsoft!
ga_ie: Seiceáil an gaisce a thuill mé le haghaidh {0} ar Microsoft Guided Learning!
gl_es: Comprobe o logro que acabo de gañar para {0} na aprendizaxe guiada de Microsoft.
he_il: ראה את ההישג שהשגתי זה עתה עבור {0} בלמידה המונחית של Microsoft!
hi_in: मेरे द्वारा हाल ही में Microsoft मार्गदर्शित शिक्षण पर {0} के लिए अर्जित की गई उपलब्धि देखें!
hr_hr: Pogledajte postignuće koje sam upravo osvojio za {0} na web-mjestu Microsoft Guided Learning!
hu_hu: Ezeket a szinteket értem el {0} témában a Microsoft Interaktív tanulásnál!
id_id: Lihat penghargaan yang baru saya dapatkan untuk {0} pada Pembelajaran Terpandu Microsoft!
is_is: Sjáðu áfangann sem ég var að ná fyrir {0} á Microsoft Guided Learning!
it_it: Guarda l'obiettivo che ho appena raggiunto per {0} in Apprendimento guidato Microsoft.
ja_jp: Microsoft のガイド付き学習の {0} で獲得した実績をご覧ください。
kk_kz: Microsoft басқарылатын оқытуы бойынша {0} үшін мен жеткен жетістіктерді қарау!
ko_kr: Microsoft 단계별 학습에서 {0}에 대해 방금 받은 도전 과제를 확인하세요!
lb_lu: Kuckt Iech den Erfolleg un, deen ech grad fir {0} op Microsoft Guided Learning verzeechent hunn!
lt_lt: Peržiūrėkite mano „Microsoft“ interaktyviuosiuose mokymuose uždirbtus {0} pasiekimus!
lv_lv: Lūk, kādu sasniegumu nupat nopelnīju par {0} pabeigšanu Microsoft programmā Vadīta apmācība!
ms_my: Lihat pencapaian yang baru saya perolehi untuk {0} di Pembelajaran Berpandu Microsoft!
mt_mt: Iċċekkja l-kisba li għadni kif ksibt għal {0} fuq Microsoft Guided Learning!
nb_no: Se oppnåelsen jeg nettopp fikk for {0} på Microsoft veiledet læring!
nl_be: Kijk eens welke prestatie ik net voor {0} heb verdiend in Begeleide training van Microsoft!
pl_pl: Sprawdź zdobyte przez ze mnie przed chwilą osiągnięcie dotyczące modułu {0} w ramach nauki z przewodnikiem firmy Microsoft.
pt_pt: Confira a conquista que acabei de obter por {0} no Microsoft Guided Learning!
ro_ro: Descoperă realizarea pe care tocmai am obținut-o pentru {0} în secțiunea de învățare ghidată Microsoft!
ru_ru: Просмотрите мое новое достижение по результатам завершения модуля {0} курса интерактивного обучения от Майкрософт.
sk_sk: Pozrite si odmenu, ktorú som v rámci interaktívneho vzdelávania od Microsoftu dostal/-a za toto: {0}
sl_si: Preverite dosežek, ki sem ga pravkar prejel(-a) za {0} v Microsoftovem vodenem izobraževanju.
sr_cyrl_rs: Погледајте достигнуће које сам управо добио/ла за {0} у обуци Microsoft Guided Learning.
sr_latn_rs: Pogledajte dostignuće koje sam upravo dobio/la za {0} u obuci Microsoft Guided Learning.
sv_se: Kolla in min achievement jag just tjänade för {0} på Microsoft guidad utbildning!
th_th: เช็คเอาท์ความสำเร็จที่ฉันได้รับสำหรับ {0} การเรียนรู้ตามคำแนะนำ Microsoft!
tr_tr: Microsoft Destekli Öğrenim’de {0} için kazandığım başarıya göz atın!
uk_ua: Погляньте на моє досягнення в програмі покрокового навчання Microsoft за виконання модуля "{0}"!
vi_vn: Kiểm tra thành tích mà tôi vừa giành được cho {0} trên Microsoft Guided Learning!
zh_cn: 看看我刚刚在 Microsoft 引导式学习中获得的 {0} 成就吧!
zh_tw: 看看我剛在 Microsoft Guided Learning 上所贏得的 {0} 成就！

source: Actions
ar_sa: الإجراءات
bg_bg: Действия
ca_es: Accions
cs_cz: Akce
da_dk: Handlinger
de_de: Aktionen
el_gr: Ενέργειες
es_es: Acciones
et_ee: Toimingud
eu_es: Ekintzak
fi_fi: Toiminnot
ga_ie: Gníomhartha
gl_es: Accións
he_il: פעולות
hi_in: कार्रवाइयाँ
hr_hr: Akcije
hu_hu: Műveletek
id_id: Tindakan
is_is: Aðgerðir
it_it: Azioni
ja_jp: アクション
kk_kz: Әрекеттер
ko_kr: 동작
lb_lu: Aktiounen
lt_lt: Veiksmai
lv_lv: Darbības
ms_my: Tindakan
mt_mt: Azzjonijiet
nb_no: Handlinger
nl_be: Acties
pl_pl: Akcje
pt_pt: Ações
ro_ro: Acțiuni
ru_ru: Действия
sk_sk: Akcie
sl_si: Dejanja
sr_cyrl_rs: Радње
sr_latn_rs: Radnje
sv_se: Åtgärder
th_th: การดำเนินการ
tr_tr: Eylemler
uk_ua: Дії
vi_vn: Thao tác
zh_cn: 操作
zh_tw: 動作

# activateNewSandbox
source: Yes, activate a new sandbox
ar_sa: نعم، تنشيط بيئة اختبار معزولة جديدة
bg_bg: Да, да се активира нов ограничителен режим
ca_es: Sí, activa el meu espai aïllat nou
cs_cz: Ano, aktivovat nový sandbox
da_dk: Ja, aktivér en ny sandkasse
de_de: Ja, neue Sandbox aktivieren
el_gr: Ναι, ενεργοποίηση νέου περιβάλλοντος προστατευμένης εκτέλεσης
es_es: Sí, activar nuevo espacio aislado
et_ee: Jah, aktiveeri uus liivakast
eu_es: Bai, aktibatu beste sandbox bat
fi_fi: Kyllä, aktivoi uusi eristys
fr_ca: Oui, activez un nouvel environnement d’essai
ga_ie: Tá, gníomhachtaigh sandbox nua
gl_es: Si, activar un novo ambiente de illamento de procesos
he_il: כן, הפעל ארגז חול חדש
hi_in: हाँ, नया सैंडबॉक्स सक्रिय करें
hr_hr: Da, aktiviraj novu sigurnosnu ogradu
hu_hu: Igen, aktiválok egy új tesztkörnyezetet
id_id: Ya, aktifkan sandbox baru
is_is: Já, virkja sandkassann
it_it: Sì, attiva un nuovo sandbox
ja_jp: はい。新しいサンドボックスをアクティブにします
kk_kz: Иә, жаңа құм жәшікті белсендіру
ko_kr: 예, 새 샌드박스를 활성화합니다.
lb_lu: Jo, eng nei Sandbox aktivéieren
lt_lt: Taip, aktyvinti naują smėlio dėžę
lv_lv: Jā, aktivizēt jaunu smilškasti
ms_my: Ya, aktifkan kotak pasir yang baru
mt_mt: Iva, attiva sandbox ġdid
nb_no: Ja, aktiver en ny sandkasse
nl_be: Ja, een nieuwe sandbox activeren
pl_pl: Tak, uaktywnij nową piaskownicę
pt_pt: Sim, ativar um sandbox novo
ro_ro: Da, activați un sandbox nou
ru_ru: Да, активировать новую песочницу
sk_sk: Áno, aktivovať nové testovacie prostredie (sandbox)
sl_si: Da, aktiviraj nov peskovnik
sr_cyrl_rs: Da, aktiviraj novi sandbox
sr_latn_rs: Da, aktiviraj novi sandbox
sv_se: Ja, aktivera en ny sandbox-miljö
th_th: ใช่ เปิดใช้งาน Sandbox ใหม่
tr_tr: Evet, yeni bir korumalı alan etkinleştir
uk_ua: Так, активувати нове ізольоване програмне середовище
vi_vn: Có, kích hoạt hộp cát mới
zh_cn: 是，激活新的沙盒
zh_tw: 是，啟用新的沙箱

source: Activate sandbox
ar_sa: تنشيط بيئة الاختبار المعزولة
bg_bg: Активиране на ограничителен режим
ca_es: Activa l'espai aïllat
cs_cz: Aktivovat sandbox
da_dk: Aktivér sandkasse
de_de: Sandbox aktivieren
el_gr: Ενεργοποίηση περιβάλλοντος προστατευμένης εκτέλεσης
es_es: Activar espacio aislado
et_ee: Aktiveeri liivakast
eu_es: Aktibatu sandbox-a
fi_fi: Aktivoi eristys
fr_ca: Activer l’environnement d’essai
ga_ie: Gníomhachtaigh sandbox
gl_es: Activar ambiente de illamento de procesos
he_il: הפעל ארגז חול
hi_in: सैंडबॉक्स सक्रिय करें
hr_hr: Aktivacija sigurnosne ograde
hu_hu: Tesztkörnyezet aktiválása
id_id: Aktifkan Sandbox
is_is: Virkja sandkassa
it_it: Attiva sandbox
ja_jp: サンドボックスをアクティブ化
kk_kz: Құм жәшікті белсендіру
ko_kr: 샌드박스 활성화
lb_lu: D'Sandbox aktivéieren
lt_lt: Aktyvinti smėlio dėžę
lv_lv: Aktivizēt smilškasti
ms_my: Aktifkan kotak pasir
mt_mt: Attiva sandbox
nb_no: Aktiver sandkasse
nl_be: Sandbox activeren
pl_pl: Uaktywnij piaskownicę
pt_pt: Ativar sandbox
ro_ro: Activare sandbox
ru_ru: Активировать песочницу
sk_sk: Aktivovať testovacie prostredie
sl_si: Aktiviranje peskovnika
sr_cyrl_rs: Aktiviraj sandbox
sr_latn_rs: Aktiviraj sandbox
sv_se: Aktivera sandbox-miljö
th_th: เปิดใช้งาน Sandbox
tr_tr: Korumalı alanı etkinleştirin
uk_ua: Активуйте ізольоване програмне середовище
vi_vn: Kích hoạt hộp cát
zh_cn: 激活沙盒
zh_tw: 啟用沙箱

source: a day ago
ar_sa: منذ يوم
bg_bg: преди един ден
ca_es: fa un dia
cs_cz: předchozí den
da_dk: en dag siden
de_de: vor einem Tag
el_gr: πριν από μία ημέρα
es_es: hace un día
et_ee: 1 päev tagasi
eu_es: duela egun bat
fi_fi: päivä sitten
fr_ca: il y 1 jour
ga_ie: lá ó shin
gl_es: hai un día
he_il: לפני יום
hi_in: एक दिन पहले
hr_hr: prije jednog dana
hu_hu: egy nappal ezelőtt
id_id: satu hari yang lalu
is_is: fyrir degi síðan
it_it: un giorno fa
ja_jp: 1 日前
kk_kz: бір күн бұрын
ko_kr: 1일 전
lb_lu: virun engem Dag
lt_lt: prieš dieną
lv_lv: pirms dienas
ms_my: sehari yang lalu
mt_mt: jum ilu
nb_no: for en dag siden
nl_be: een dag geleden
pl_pl: dzień temu
pt_pt: há um dia
ro_ro: cu o zi în urmă
ru_ru: один день назад
sk_sk: pred jedným dňom
sl_si: pred enim dnem
sr_cyrl_rs: пре једног дана
sr_latn_rs: pre jednog dana
sv_se: för en dag sedan
th_th: หนึ่งวันที่แล้ว
tr_tr: bir gün önce
uk_ua: день тому
vi_vn: một ngày trước
zh_cn: 1 天前
zh_tw: 一天前

source: Additional features and requirements
ar_sa: ميزات ومتطلبات إضافية
bg_bg: Допълнителни характеристики и изисквания
ca_es: Requisits i característiques addicionals
cs_cz: Další funkce a požadavky
da_dk: Yderligere funktioner og krav
de_de: Weitere Features und Anforderungen
el_gr: Πρόσθετες δυνατότητες και απαιτήσεις
es_es: Requisitos y características adicionales
et_ee: Lisafunktsioonid ja -nõuded
eu_es: Eginbide eta eskakizun gehigarriak
fi_fi: Lisäominaisuudet ja -vaatimukset
fr_ca: Fonctions et exigences supplémentaires
ga_ie: Gnéithe agus riachtanais bhreise
gl_es: Requisitos e funcionalidades adicionais
he_il: תכונות ודרישות נוספות
hi_in: अतिरिक्त सुविधाएँ और आवश्यकताएँ
hr_hr: Dodatne značajke i preduvjeti
hu_hu: További funkciók és követelmények
id_id: Fitur dan persyaratan tambahan
is_is: Viðbótareiginleikar og kröfur
it_it: Funzionalità e requisiti aggiuntivi
ja_jp: 追加の機能と要件
kk_kz: Қосымша мүмкіндіктер мен талаптар
ko_kr: 추가 기능 및 요구 사항
lb_lu: Zousätzlech Funktiounen an Ufuerderungen
lt_lt: Papildomos funkcijos ir reikalavimai
lv_lv: Papildu līdzekļi un prasības
ms_my: Ciri dan keperluan tambahan
mt_mt: Karatteristiki u rekwiżiti addizzjonali
nb_no: Ytterligere funksjoner og krav
nl_be: Aanvullende functies en vereisten
pl_pl: Dodatkowe funkcje i wymagania
pt_pt: Funcionalidades e requisitos adicionais
ro_ro: Alte caracteristici și cerințe
ru_ru: Дополнительные возможности и требования
sk_sk: Ďalšie funkcie a požiadavky
sl_si: Dodatne funkcije in zahteve
sr_cyrl_rs: Додатне функције и захтеви
sr_latn_rs: Dodatne funkcije i zahtevi
sv_se: Ytterligare funktioner och krav
th_th: คุณลักษณะและข้อกำหนดเพิ่มเติม
tr_tr: Ek özellikler ve gereksinimler
uk_ua: Додаткові функції та вимоги
vi_vn: Yêu cầu và tính năng bổ sung
zh_cn: 其他功能和要求
zh_tw: 其他功能與需求

source: Add parameter
ar_sa: إضافة المعلمة
bg_bg: Добавяне на параметър
ca_es: Afegeix un paràmetre
cs_cz: Přidat parametr
da_dk: Tilføj parameter
de_de: Parameter hinzufügen
el_gr: Προσθήκη παραμέτρου
es_es: Agregar parámetro
et_ee: Lisa parameeter
eu_es: Gehitu parametroa
fi_fi: Lisää parametri
fr_ca: Ajouter un paramètre
ga_ie: Cuir paraiméadar leis
gl_es: Engadir parámetro
he_il: הוסף פרמטר
hi_in: पैरामीटर जोड़ें
hr_hr: Dodaj parametar
hu_hu: Paraméter hozzáadása
id_id: Tambahkan Parameter
is_is: Bæta færibreytu við
it_it: Aggiungi parametro
ja_jp: パラメーターの追加
kk_kz: Параметрді енгізу
ko_kr: 매개 변수 추가
lb_lu: Parameter derbäisetzen
lt_lt: Įtraukti parametrą
lv_lv: Pievienot parametru
ms_my: Tambah Parameter
mt_mt: Żid Parametru
nb_no: Legg til parameter
nl_be: Parameter toevoegen
pl_pl: Dodaj parametr
pt_pt: Adicionar Parâmetro
ro_ro: Adăugare parametru
ru_ru: Добавить параметр
sk_sk: Pridať parameter
sl_si: Dodaj parameter
sr_cyrl_rs: Додавање параметра
sr_latn_rs: Dodavanje parametra
sv_se: Lägg till parameter
th_th: เพิ่มพารามิเตอร์
tr_tr: Parametre Ekle
uk_ua: Додати параметр
vi_vn: Thêm tham số
zh_cn: 添加参数
zh_tw: 新增參數

source: Administrator
ar_sa: مسؤول
bg_bg: Администратор
ca_es: Administrador
cs_cz: Správce
el_gr: Διαχειριστής
es_es: Administrador
et_ee: Administraator
eu_es: Administratzailea
fi_fi: Järjestelmänvalvoja
fr_ca: Administrateur
ga_ie: Riarthóir
gl_es: Administrador
he_il: מנהל מערכת
hi_in: व्यवस्थापक
hu_hu: Rendszergazda
is_is: Stjórnandi
it_it: Amministratore
ja_jp: 管理者
kk_kz: Әкімші
ko_kr: 관리자
lt_lt: Administratorius
lv_lv: Administrators
ms_my: Pentadbir
mt_mt: Min jamministra
nl_be: Beheerder
pt_pt: Administrador
ru_ru: Администратор
sk_sk: Správca
sl_si: Skrbnik
sr_cyrl_rs: Администратор
sv_se: Administratör
th_th: ผู้ดูแลระบบ
tr_tr: Yönetici
uk_ua: Адміністратор
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 系統管理員

source: Advanced
ar_sa: متقدم
bg_bg: Напреднали
ca_es: Avançat
cs_cz: Pokročilý
da_dk: Erfaren
de_de: Fortgeschrittene
el_gr: Προχωρημένοι
es_es: Avanzado
et_ee: Täpsem
eu_es: Aurreratua
fi_fi: Edistynyt
fr_ca: Avancé
ga_ie: Ard
gl_es: Avanzado
he_il: מתקדם
hi_in: उन्नत
hr_hr: Napredno
hu_hu: Felsőfokú
id_id: Lanjutan
is_is: Framhaldsstig
it_it: Avanzato
ja_jp: 詳細
kk_kz: Тәжірибелі
ko_kr: 고급
lb_lu: Fortgeschratt
lt_lt: Pažengęs
lv_lv: Augstāks līmenis
ms_my: Lanjutan
mt_mt: Avvanzat
nb_no: Avansert
nl_be: Geavanceerd
pl_pl: Zaawansowany
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Расширенный
sk_sk: Pokročilí
sl_si: Izkušen uporabnik
sr_cyrl_rs: Напредно
sr_latn_rs: Napredno
sv_se: Avancerat
th_th: ขั้นสูง
tr_tr: Gelişmiş
uk_ua: Розширені можливості
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

source: Africa
ar_sa: أفريقيا
bg_bg: Африка
ca_es: Àfrica
cs_cz: Afrika
da_dk: Afrika
de_de: Afrika
el_gr: Αφρική
es_es: África
et_ee: Aafrika
eu_es: Afrika
fi_fi: Afrikka
fr_ca: Afrique
ga_ie: An Afraic
gl_es: África
he_il: אפריקה
hi_in: अफ्रीका
hr_hr: Afrika
hu_hu: Afrika
id_id: Afrika
is_is: Afríka
ja_jp: アフリカ
kk_kz: Африка
ko_kr: 아프리카
lb_lu: Afrika
lt_lt: Afrika
lv_lv: Āfrika
ms_my: Afrika
mt_mt: l-Afrika
nb_no: Afrika
nl_be: Afrika
pl_pl: Afryka
pt_pt: África
ru_ru: Африка
sk_sk: Afrika
sl_si: Afrika
sr_cyrl_rs: Африка
sr_latn_rs: Afrika
sv_se: Afrika
th_th: แอฟริกา
tr_tr: Afrika
uk_ua: Африка
vi_vn: Châu Phi
zh_cn: 非洲
zh_tw: 非洲

source: all
ar_sa: الكل
bg_bg: всички
ca_es: tot
cs_cz: vše
da_dk: alle
de_de: Alle
el_gr: όλα
es_es: todo
et_ee: kõik
eu_es: denak
fi_fi: kaikki
fr_ca: Tous
ga_ie: gach
gl_es: todo
he_il: הכל
hi_in: सभी
hr_hr: sve
hu_hu: mind
id_id: semua
is_is: allt
it_it: tutti
ja_jp: すべて
kk_kz: барлығы
ko_kr: 모두
lt_lt: visi
lv_lv: visi
ms_my: Semua
mt_mt: kollha
nb_no: alle
nl_be: alle
pl_pl: wszystko
pt_pt: todos
ro_ro: toate
ru_ru: все
sk_sk: všetko
sl_si: vse
sr_cyrl_rs: све
sr_latn_rs: sve
sv_se: alla
th_th: ทั้งหมด
tr_tr: tümü
uk_ua: усі
vi_vn: tất cả
zh_cn: 全部
zh_tw: 全部

source: All APIs
ar_sa: جميع API
bg_bg: Всички API
ca_es: Totes les API
cs_cz: Všechna rozhraní API
da_dk: Alle API'er
de_de: Alle APIs
el_gr: Όλα τα API
es_es: Todas las API
et_ee: Kõik API-d
eu_es: API guztiak
fi_fi: Kaikki ohjelmointirajapinnat
fr_ca: Toutes les APIs
ga_ie: Gach API
gl_es: Todas as API
he_il: כל ממשקי ה-API
hi_in: सभी API
hu_hu: Minden API
id_id: Semua API
is_is: Öll API
it_it: Tutte le API
ja_jp: すべての API
kk_kz: Барлық API интерфейстері
ko_kr: 모든 API
lb_lu: All APIen
lt_lt: Visos API
lv_lv: Visi API
ms_my: Semua API
mt_mt: L-APIs kollha
nb_no: Alle API-er
nl_be: Alle API’s
pl_pl: Wszystkie interfejsy API
pt_pt: Todas as APIs
ro_ro: Toate API-urile
ru_ru: Все API
sk_sk: Všetky rozhrania API
sl_si: Vsi vmesniki API
sr_cyrl_rs: Сви API-ји
sr_latn_rs: Svi API-ji
sv_se: Alla API:er
th_th: API ทั้งหมด
tr_tr: Tüm API’ler
uk_ua: Усі інтерфейси API
vi_vn: Tất cả API
zh_cn: 所有 API
zh_tw: 所有 API

source: All packages
ar_sa: كل الحِزم
bg_bg: Всички пакети
ca_es: Tots els paquets
cs_cz: Všechny balíčky
da_dk: Alle pakker
de_de: Alle Pakete
el_gr: Όλα τα πακέτα
es_es: Todos los paquetes
et_ee: Kõik paketid
eu_es: Pakete guztiak
fi_fi: Kaikki paketit
fr_ca: Tous les paquets
ga_ie: Gach pacáiste
gl_es: Todos os paquetes
he_il: כל החבילות
hi_in: सभी पैकेज
hr_hr: Svi paketi
hu_hu: Minden csomag
id_id: Semua Paket
is_is: Allir pakkar
it_it: Tutti i pacchetti
ja_jp: すべてのパッケージ
kk_kz: Барлық жиынтықтар
ko_kr: 모든 패키지
lb_lu: All Päck
lt_lt: Visi paketai
lv_lv: Visas pakotnes
ms_my: Semua Pakej
mt_mt: Il-Pakketti Kollha
nb_no: Alle pakker
nl_be: Alle pakketten
pl_pl: Wszystkie pakiety
pt_pt: Todos os Pacotes
ro_ro: Toate pachetele
ru_ru: Все пакеты
sk_sk: Všetky balíky
sl_si: Vsi paketi
sr_cyrl_rs: Сви пакети
sr_latn_rs: Svi paketi
sv_se: Alla paket
th_th: แพคเกจทั้งหมด
tr_tr: Tüm Paketler
uk_ua: Усі пакети
vi_vn: Tất cả các gói
zh_cn: 所有包
zh_tw: 所有套件

source: Americas
ar_sa: الأمريكتان
bg_bg: Северна и Южна Америка
ca_es: Amèrica
cs_cz: Amerika
da_dk: Nord- og Sydamerika
de_de: Nord-, Mittel- und Südamerika
el_gr: Αμερική
es_es: América
et_ee: Lõuna- ja Põhja-Ameerika
eu_es: Amerika
fi_fi: Amerikat
fr_ca: Amériques
ga_ie: Críocha Mheiriceá
gl_es: América
he_il: ‏‏יבשות אמריקה
hi_in: अमेरिका
hr_hr: Sjeverna i Južna Amerika
hu_hu: Észak-, Dél- és Közép-Amerika
id_id: Amerika
is_is: Ameríka
it_it: Americhe
ja_jp: 米国
kk_kz: Солтүстік және Оңтүстік Америка
ko_kr: 아메리카
lb_lu: Nord-, Mëttel- a Südamerika
lt_lt: Š. Amerika ir P. Amerika
lv_lv: Ziemeļamerika un Dienvidamerika
ms_my: Amerika Syarikat
mt_mt: l-Ameriki
nb_no: Amerika
nl_be: Noord- en Zuid-Amerika
pl_pl: Ameryka Północna i Południowa
pt_pt: Américas
ro_ro: Americile
ru_ru: Северная и Южная Америка
sk_sk: Amerika (Severná a Južná)
sl_si: Severna in Južna Amerika
sr_cyrl_rs: Америке
sr_latn_rs: Amerike
sv_se: Nord- och Sydamerika
th_th: อเมริกา
tr_tr: Kuzey ve Güney Amerika
uk_ua: Америка
vi_vn: Châu Mỹ
zh_cn: 美洲
zh_tw: 美洲

source: a minute ago
ar_sa: منذ دقيقة
bg_bg: преди една минута
ca_es: fa un minut
cs_cz: před minutou
da_dk: et minut siden
de_de: vor einer Minute
el_gr: πριν από ένα λεπτό
es_es: hace un minuto
et_ee: 1 minut tagasi
eu_es: duela minutu bat
fi_fi: minuutti sitten
fr_ca: il y a 1 minute
ga_ie: nóiméad ó shin
gl_es: hai un minuto
he_il: לפני דקה
hi_in: एक मिनट पहले
hr_hr: prije jedne minute
hu_hu: egy perccel ezelőtt
id_id: satu menit yang lalu
is_is: fyrir nokkrum mínútum
it_it: un minuto fa
ja_jp: 1 分前
kk_kz: бір минут бұрын
ko_kr: 1분 전
lb_lu: virun enger Minutt
lt_lt: prieš minutę
lv_lv: pirms minūtes
ms_my: seminit yang lalu
mt_mt: minuta ilu
nb_no: for et minutt siden
nl_be: een minuut geleden
pl_pl: minutę temu
pt_pt: há um minuto
ro_ro: cu un minut în urmă
ru_ru: минуту назад
sk_sk: pred minútou
sl_si: pred eno minuto
sr_cyrl_rs: пре минут
sr_latn_rs: pre jednog minuta
sv_se: för en minut sedan
th_th: หนึ่งนาทีที่แล้ว
tr_tr: bir dakika önce
uk_ua: хвилину тому
vi_vn: một phút trước
zh_cn: 1 分钟前
zh_tw: 一分鐘前

source: a month ago
ar_sa: منذ شهر
bg_bg: преди един месец
ca_es: fa un mes
cs_cz: před měsícem
da_dk: en måned siden
de_de: vor einem Monat
el_gr: πριν από έναν μήνα
es_es: hace un mes
et_ee: 1 kuu tagasi
eu_es: duela hilabete
fi_fi: kuukausi sitten
fr_ca: il y a 1 mois
ga_ie: mí ó shin
gl_es: hai un mes
he_il: לפני חודש
hi_in: एक माह पहले
hr_hr: prije mjesec dana
hu_hu: egy hónappal ezelőtt
id_id: satu bulan yang lalu
is_is: fyrir mánuði
it_it: un mese fa
ja_jp: 1 か月前
kk_kz: бір ай бұрын
ko_kr: 1개월 전
lb_lu: virun engem Mount
lt_lt: prieš mėnesį
lv_lv: pirms mēneša
ms_my: sebulan yang lalu
mt_mt: xahar ilu
nb_no: for en måned siden
nl_be: een maand geleden
pl_pl: miesiąc temu
pt_pt: há um mês
ro_ro: cu o lună în urmă
ru_ru: месяц назад
sk_sk: pred mesiacom
sl_si: pred enim mesecem
sr_cyrl_rs: пре месец дана
sr_latn_rs: pre jednog meseca
sv_se: för en månad sedan
th_th: หนึ่งเดือนที่แล้ว
tr_tr: bir ay önce
uk_ua: місяць тому
vi_vn: một tháng trước
zh_cn: 1 个月前
zh_tw: 一個月前
