Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# useAVirtualMachineExplanation
source: Visit the Hands-on Lab site for integrated instruction.
ar_sa: تفضل بزيارة موقع المعمل العملي للحصول على إرشادات متكاملة.
bg_bg: За интегрирани инструкции посетете сайта на лабораторията за практика.
ca_es: Visiteu el lloc del laboratori pràctic per obtenir instruccions integrades.
cs_cz: Integrované instrukce najdete na webu praktického testovacího prostředí.
da_dk: Besøg webstedet for praktiske øvelser for at få integrerede instruktioner.
de_de: Besuchen Sie die Website „Praktische Übung“, um ausführliche Anweisungen zu erhalten.
el_gr: Επισκεφτείτε τη σελίδα εργαστηρίων πρακτικής εφαρμογής για ολοκληρωμένη καθοδήγηση.
es_es: Visite el sitio de laboratorios prácticos para obtener indicaciones integradas.
et_ee: Integreeritud juhiste saamiseks külastage praktilise labori saiti.
eu_es: Jarraibide integratuak ikusteko, joan Laborategi praktikora.
fi_fi: Katso integroidut ohjeet testiympäristösivustolta.
fr_ca: Visitez le site Hands-on Lab (Laboratoire pratique) pour obtenir des instructions intégrées.
ga_ie: Tabhair cuairt ar an suíomh Saotharlainne chun treoir chomhtháite a fháil.
gl_es: Visite o sitio do laboratorio práctico para obter instrucións integradas.
he_il: בקר באתר המעבדה המעשית להנחיות משולבות.
hi_in: एकीकृत निर्देश के लिए हैंड्स-ऑन लैब साइट पर जाएँ.
hr_hr: Posjetite web-mjesto praktikuma i ondje potražite integrirane upute.
hu_hu: Az integrációval kapcsolatos útmutatást a gyakorlati tesztkörnyezet webhelyén talál.
id_id: Kunjungi situs Hands-on Lab untuk instruksi terintegrasi.
is_is: Farðu á síðuna Hands-on Lab til að fá allar leiðbeiningarnar.
it_it: Visita il sito del laboratorio pratico per ottenere istruzioni integrate.
ja_jp: ハンズオン ラボのサイトに移動し、そこに記載されている手順に従ってください。
kk_kz: Құрама нұсқауларды Hands-on Lab сайтынан қараңыз.
ko_kr: 통합 지침을 보려면 실습 교육 사이트를 방문하세요.
lb_lu: Besicht de Site "Praktesche Labo" fir integréiert Instruktiounen.
lt_lt: Integruotų nurodymų rasite apsilankę „Hands-on Lab“ svetainėje.
lv_lv: Apmeklējiet vietni Praktisko apmācību laboratorija, lai saņemtu integrētus norādījumus.
ms_my: Lawati laman Makmal Menggunakan Tangan untuk arahan bersepadu.
mt_mt: Żur is-sit tal-Laboratorju tal-prattika għal tagħlim integrat.
nb_no: Gå til nettstedet for praktiske øvelser for å få integrerte instruksjoner.
nl_be: Ga naar de site voor praktijklabs voor geïntegreerde instructies.
pl_pl: Odwiedź witrynę warsztatów praktycznych, aby uzyskać zintegrowaną instrukcję.
pt_pt: Visite o site do Laboratório Prático para instruções integradas.
ro_ro: Vizitați site-ul Laborator practic, unde veți găsi resurse de instruire integrate.
ru_ru: Перейдите на веб-сайт с практическими занятиями и приступите к комплексному изучению.
sk_sk: Navštívte lokalitu Praktické laboratórium pre integrovaný pokyn.
sl_si: Če si želite ogledati vgrajena navodila, obiščite spletno mesto za praktične preizkušnje.
sr_cyrl_rs: Посетите сајт Hands-on Lab да бисте добили интегрисана упутства.
sr_latn_rs: Posetite sajt Hands-on Lab da biste dobili integrisana uputstva.
sv_se: Besök webbplatsen för praktiska labbövningar för integrerade anvisningar.
th_th: ไปที่ไซต์ของแล็บแบบลงมือทำเพื่อรับคำแนะนำเบ็ดเสร็จ
tr_tr: Tümleştirilmiş yönergeler için Uygulamalı Laboratuvar sitesini ziyaret edin.
uk_ua: Відвідайте веб-сайт Hands-on Lab, щоб отримати інтегровану інструкцію.
vi_vn: Truy cập trang web của Phòng thí nghiệm tại chỗ để biết hướng dẫn tích hợp.
zh_cn: 访问动手实践实验室网站，了解完整说明。
zh_tw: 如需整合的指示，請前往實際操作實驗室網站。

# userNameFallback
source: Docs Learner
ar_sa: طالب Docs
cs_cz: Učení Docs
de_de: Dokumentationsbenutzer
es_es: Alumno de Docs
fi_fi: Docs-aloittelija
fr_ca: Apprenant Docs
id_id: Pembelajar Docs
ja_jp: ドキュメントの学習者
kk_kz: Docs үйренушісі
ko_kr: Docs 학습자
lt_lt: „Docs“ mokymo priemonė
lv_lv: Docs apmācību dalībnieks
mt_mt: Student ta' Docs
nb_no: Dokumentlæring
pl_pl: Uczeń dokumentacji
pt_pt: Aprendiz do Docs
ru_ru: Слушатель курсов на сайте Microsoft Docs
sk_sk: Dokumenty študenta
sl_si: Učenec za Docs
th_th: เรียนรู้เอกสารต่างๆ
tr_tr: Docs Öğrencisi
vi_vn: Người tìm hiểu về Tài liệu
zh_cn: Docs 学习者
zh_tw: Docs 學習者

source: Use your local computer
ar_sa: استخدام الكمبيوتر المحلي لديك
bg_bg: Използвайте вашия локален компютър
ca_es: Ús d’un ordinador local
cs_cz: Použití místního počítače
da_dk: Brug din lokale computer
de_de: Lokalen Computer verwenden
el_gr: Χρήση του τοπικού υπολογιστή σας
es_es: Use su equipo local
et_ee: Kasutage oma kohalikku arvutit
eu_es: Erabili zure ordenagailu lokala
fi_fi: Käytä paikallista tietokonetta
fr_ca: Utiliser votre ordinateur local
ga_ie: Úsáid ríomhaire logánta
gl_es: Usar o computador local
he_il: שימוש במחשב המקומי
hi_in: अपने स्थानीय कंप्यूटर का उपयोग करें
hr_hr: Korištenje lokalnog računala
hu_hu: A helyi számítógép használata
id_id: Gunakan komputer lokal Anda
is_is: Notaðu tölvuna þína
it_it: Usa il tuo computer locale
ja_jp: ローカル コンピューターを使用する
kk_kz: Жергілікті компьютерді пайдалану
ko_kr: 로컬 컴퓨터 사용
lb_lu: Benotzt Äre lokale Computer
lt_lt: Naudoti vietinį kompiuterį
lv_lv: Izmantot lokālo datoru
ms_my: Gunakan komputer tempatan anda
mt_mt: Uża l-kompjuter lokali tiegħek
nb_no: Bruk den lokale datamaskinen din
nl_be: Gebruik een lokale computer
pl_pl: Używanie komputera lokalnego
pt_pt: Utilize o seu computador local
ro_ro: Utilizați computerul local
ru_ru: Использование локального компьютера
sk_sk: Používanie lokálneho počítača
sl_si: Uporaba lokalnega računalnika
sr_cyrl_rs: Користите локални рачунар
sr_latn_rs: Koristite lokalni računar
sv_se: Använd den lokala datorn
th_th: ใช้คอมพิวเตอร์เฉพาะที่ของคุณ
tr_tr: Yerel bilgisayarınızı kullanma
uk_ua: Використати локальний комп’ютер
vi_vn: Sử dụng máy tính nội bộ của bạn
zh_cn: 使用本地计算机
zh_tw: 使用您的本機電腦

# useYourLocalComputerExplanation
source: Stay on this site and follow instructions with your own machine.
ar_sa: استمر في هذا الموقع واتبع الإرشادات باستخدام جهازك.
bg_bg: Останете в този сайт и следвайте инструкциите със собствената си машина.
ca_es: Quedeu-vos en aquest lloc i seguiu les instruccions amb el vostre ordinador.
cs_cz: Zůstaňte na tomto webu a postupujte podle pokynů s vlastním počítačem.
da_dk: Bliv på webstedet, og følg instruktionerne på din egen computer.
de_de: Sie können die Übung auf dieser Website mit Ihrem eigenen Computer durchführen.
el_gr: Παραμείνετε σε αυτή την τοποθεσία και ακολουθήστε τις οδηγίες με το δικό σας μηχάνημα.
es_es: Permanezca en este sitio y siga las instrucciones con su propia máquina.
et_ee: Jääge siia saidile ja järgige juhiseid oma seadmest.
eu_es: Geratu webgune horretan eta jarraitu zure makinaren jarraibideei.
fi_fi: Pysy tällä sivustolla ja noudata ohjeita omalla koneellasi.
fr_ca: Demeurez sur ce site et suivez les instructions avec votre propre ordinateur.
ga_ie: Fan ar an suíomh seo agus lean treoracha le do mheaisín féin.
gl_es: Permaneza neste sitio e siga as instrucións co seu propio computador.
he_il: הישאר באתר זה ובצע את ההנחיות באמצעות המחשב שלך.
hi_in: इस साइट पर बने रहें और अपनी खुद की मशीन के निर्देशों का अनुसरण करें.
hr_hr: Ostanite na ovom web-mjestu i slijedite upute vlastitim računalom.
hu_hu: Maradjon ezen a webhelyen, és kövesse az utasításokat saját gépét használva.
id_id: Tetap di situs ini dan ikuti instruksi dengan komputer Anda sendiri.
is_is: Vertu áfram á þessari síðu og farðu eftir leiðbeiningunum með tölvunni þinni.
it_it: Rimani nel sito e segui le istruzioni con il tuo computer.
ja_jp: このサイトにとどまり、お使いのマシンで手順に従って操作を進めてください。
kk_kz: Осы сайтта қалып, құрылғыңызбен нұсқауларды орындаңыз.
ko_kr: 이 사이트에 계속 있으면서 사용자 컴퓨터를 사용하여 지침을 따르세요.
lb_lu: Bleift op dësem Site a befollegt d'Instruktioune mat Ärem eegenen Apparat.
lt_lt: Likite šioje svetainėje ir vykdykite nurodymus naudodami savo mašiną.
lv_lv: Palieciet šajā lapā un ievērojiet norādījumus, strādājot savā datorā.
ms_my: Kekal di laman ini dan ikuti arahan dengan mesin anda sendiri.
mt_mt: Ibqa' fuq dan is-sit u segwi l-istruzzjonijiet bil-magna tiegħek stess.
nb_no: Bli værende på dette nettstedet og følg instruksjonene med din egen maskin.
nl_be: Op deze site blijven en instructies volgen met uw eigen apparaat.
pl_pl: Pozostań w witrynie i postępuj zgodnie z instrukcjami na własnej maszynie.
pt_pt: Mantenha-se neste site e siga as instruções com a sua própria máquina.
ro_ro: Rămâneți pe acest site și urmați instrucțiunile utilizând echipamentul dvs. local.
ru_ru: Не закрывая эту страницу, выполняйте инструкции на своем компьютере.
sk_sk: Zostaňte na tejto lokalite a postupujte podľa pokynov s vaším počítačom.
sl_si: Ostanite na tem spletnem mestu in upoštevajte navodila v svojem računalniku.
sr_cyrl_rs: Останите на овом сајту и пратите упутства помоћу свог рачунара.
sr_latn_rs: Ostanite na ovom sajtu i pratite uputstva pomoću svog računara.
sv_se: Var kvar på den här webbplatsen och följ anvisningarna på din egen dator.
th_th: คงอยู่ที่ไซต์นี้และปฏิบัติตามคำแนะนำด้วยเครื่องของคุณเอง
tr_tr: Bu sitede kalın ve yönergeleri kendi makinenizden izleyin.
uk_ua: Залишіться на цьому веб-сайті й застосуйте інструкції до власної машини.
vi_vn: Ở lại trang web này và thực hiện các hướng dẫn bằng máy của riêng bạn.
zh_cn: 停留在该网站并按照说明在你自己的计算机进行操作。
zh_tw: 留在此網站上，並遵循您自己電腦的指示。

source: Using this connector
ar_sa: استخدام هذا الموصل
bg_bg: Използване на този конектор
ca_es: S'està utilitzant aquest connector
cs_cz: Použití tohoto konektoru
da_dk: Brug af denne connector
de_de: Dieser Connector wird verwendet
el_gr: Χρήση αυτής της σύνδεσης
es_es: Uso de este conector
et_ee: Konnektori kasutamine
eu_es: Konektorea erabiltzen
fi_fi: Tämän liittimen käyttäminen
fr_ca: Utilisant ce connecteur
ga_ie: An nascóir seo a úsáid
gl_es: Uso deste conector
he_il: שימוש במחבר זה
hi_in: इस कनेक्टर का उपयोग करके
hr_hr: Korištenje ovog poveznika
hu_hu: Az összekötő használata
id_id: Menggunakan Konektor ini
is_is: Með því að nota þennan tengil
it_it: Uso del connettore
ja_jp: このコネクタを使用する
kk_kz: Осы коннекторды пайдалану
ko_kr: 이 커넥터 사용
lb_lu: Dëse Connecteur gëtt benotzt
lt_lt: Šios jungties naudojimas
lv_lv: Šī savienotāja izmantošana
ms_my: Menggunakan Penyambung ini
mt_mt: L-Użu ta' dan il-Konnettur
nb_no: Bruker denne koblingen
nl_be: Deze connector gebruiken
pl_pl: Używanie tego łącznika
pt_pt: Utilizar este Conector
ro_ro: Utilizarea acestui conector
ru_ru: Использование этого соединителя
sk_sk: Použitie konektora
sl_si: Uporaba tega priključka
sr_cyrl_rs: Коришћење овог конектора
sr_latn_rs: Korišćenje ovog konektora
sv_se: Använda den här anslutningsappen
th_th: การใช้ตัวเชื่อมต่อนี้
tr_tr: Bu Bağlayıcıyı Kullanarak
uk_ua: Використання цього з’єднувача
vi_vn: Sử dụng Trình kết nối này
zh_cn: 使用此连接器
zh_tw: 正在使用此連接器

source: Value
ar_sa: القيمة
bg_bg: Стойност
ca_es: Valor
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
es_es: Valor
et_ee: Väärtus
eu_es: Balioa
fi_fi: Arvo
fr_ca: Valeur
ga_ie: Luach
gl_es: Valor
he_il: ערך
hi_in: मान
hr_hr: Vrijednost
hu_hu: Érték
id_id: Nilai
is_is: Gildi
it_it: Valore
ja_jp: 値
kk_kz: Мән
ko_kr: 값
lb_lu: Wäert
lt_lt: Reikšmė
lv_lv: Vērtība
ms_my: Nilai
mt_mt: Valur
nb_no: Verdi
nl_be: Waarde
pl_pl: Wartość
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sk_sk: Hodnota
sl_si: Vrednost
sr_cyrl_rs: Вредност
sr_latn_rs: Vrednost
sv_se: Värde
th_th: ค่า
tr_tr: Değer
uk_ua: Значення
vi_vn: Giá trị
zh_cn: 值
zh_tw: 值

source: value from
ar_sa: القيمة من
bg_bg: стойност от
ca_es: valor de
cs_cz: hodnota od
da_dk: værdi fra
de_de: Wert aus
el_gr: τιμή από
es_es: valor de
et_ee: väärtused alates
eu_es: hemengo balioa
fi_fi: arvo kohteesta
fr_ca: valeur de
ga_ie: luach ó
gl_es: valor de
he_il: בתוקף מ-
hi_in: इससे मान
hr_hr: vrijednost iz
hu_hu: érték forrása
id_id: nilai dari
is_is: gildi frá
it_it: valore da
ja_jp: 開始値
kk_kz: мән келесіден
ko_kr: 다음에서의 값
lb_lu: Wäert aus
lt_lt: reikšmė iš
lv_lv: vērtība no
ms_my: nilai daripada
mt_mt: valur minn
nb_no: verdi fra
nl_be: waarden vanaf
pl_pl: wartość od
pt_pt: valor de
ro_ro: valoare de la
ru_ru: значение из
sk_sk: hodnota od
sl_si: vrednost od
sr_cyrl_rs: вредност од
sr_latn_rs: vrednost od
sv_se: värde från
th_th: ค่าจาก
tr_tr: şuradan alınan değerler:
uk_ua: початкове значення
vi_vn: giá trị từ
zh_cn: 值来自
zh_tw: 值來自

source: Version
ar_sa: إصدار
bg_bg: Версия
ca_es: Versió
cs_cz: Verze
el_gr: Έκδοση
es_es: Versión
et_ee: Versioon
eu_es: Bertsioa
fi_fi: Versio
ga_ie: Leagan
gl_es: Versión
he_il: גירסה
hi_in: संस्करण
hr_hr: Verzija
hu_hu: Verzió
id_id: Versi
is_is: Útgáfa
it_it: Versione
ja_jp: バージョン
kk_kz: Нұсқа
ko_kr: 버전
lb_lu: Versioun
lt_lt: Versija
lv_lv: Versija
ms_my: Versi
mt_mt: Verżjoni
nb_no: Versjon
nl_be: Versie
pl_pl: Wersja
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
sk_sk: Verzia
sl_si: Različica
sr_cyrl_rs: Верзија
sr_latn_rs: Verzija
th_th: เวอร์ชัน
tr_tr: Sürüm
uk_ua: Версія
vi_vn: Phiên bản
zh_cn: 版本
zh_tw: 版本

# viewIssueOnGH
source: View this issue on GitHub
ar_sa: عرض هذه المشكلة على GitHub
bg_bg: Преглед на проблема в GitHub
ca_es: Visualitza aquest problema al GitHub
cs_cz: Zobrazit tento problém na GitHubu
da_dk: Få vist dette problem på GitHub
de_de: Problem in GitHub ansehen
el_gr: Προβολή αυτού του ζητήματος στο GitHub
es_es: Ver este problema en GitHub
et_ee: Kuva probleem GitHubis
eu_es: Ikusi arazoa GitHub-en
fi_fi: Näytä tämä ongelma GitHubissa
fr_ca: Afficher ce problème sur GitHub
ga_ie: Amharc ar an bhfadhb seo ar GitHub
gl_es: Ver este problema en GitHub
he_il: הצג נושא זה ב- GitHub
hi_in: यह समस्या GitHub पर देखें
hr_hr: Prikaži problem na servisu GitHub
hu_hu: Probléma megtekintése a GitHubon
id_id: Tampilkan masalah ini di GitHub
is_is: Sjá þetta mál á GitHub
it_it: Visualizza il problema su GitHub
ja_jp: GitHub でこの問題を表示
kk_kz: GitHub қызметінде осы мәселені көру
ko_kr: GitHub에서 이 문제 보기
lb_lu: Dëse Problem op GitHub uweisen
lt_lt: Rodyti šią problemą „GitHub“
lv_lv: Skatīt šo problēmu platformā GitHub
ms_my: Lihat isu ini pada GitHub
mt_mt: Ara din il-problema fuq GitHub
nb_no: Se dette problemet på GitHub
nl_be: Dit probleem bekijken op GitHub
pl_pl: Wyświetl ten problem w usłudze GitHub
pt_pt: Ver este problema no GitHub
ro_ro: Vizualizați această problemă pe GitHub
ru_ru: Просмотреть сведения об этой проблеме на GitHub
sk_sk: Zobraziť problém v GitHube
sl_si: Prikaži to težavo v storitvi GitHub
sr_cyrl_rs: Погледајте проблем у услузи GitHub
sr_latn_rs: Pogledajte problem u usluzi GitHub
sv_se: Visa problemet på GitHub
th_th: ดูปัญหานี้บน GitHub
tr_tr: Konuyu GitHub’da görüntüle
uk_ua: Переглянути це питання на GitHub
vi_vn: Xem sự cố này trên GitHub
zh_cn: 在 GitHub 上查看此问题
zh_tw: 在 GitHub 上檢視此問題

# viewMoreOnGitHub
source: View more feedback on GitHub
ar_sa: عرض مزيد من الملاحظات من GitHub
bg_bg: Показване на още обратна връзка в GitHub
ca_es: Visualitza més comentaris al GitHub
cs_cz: Zobrazit další názory na GitHubu
da_dk: Få vist mere feedback på GitHub
de_de: Weiteres Feedback auf GitHub anzeigen
el_gr: Προβολή περισσότερων σχολίων στο GitHub
es_es: Ver más comentarios en GitHub
et_ee: Vaata rohkem tagasisidet GitHubis
eu_es: Ikusi ohar gehiago GitHub-en
fi_fi: Näytä lisää palautetta GitHubissa
fr_ca: Voir plus de commentaires sur GitHub
ga_ie: Tabhair tuilleadh aiseolais ar GitHub
gl_es: Ver máis comentarios acerca de GitHub
he_il: הצג משוב נוסף ב- GitHub
hi_in: GitHub पर और प्रतिक्रिया देखें
hr_hr: Pregledajte još povratnih informacija na servisu GitHub
hu_hu: További visszajelzések a GitHubon
id_id: Lihat umpan balik lainnya di GitHub
is_is: Sjá frekari endurgjöf á GitHub
it_it: Visualizza altri commenti su GitHub
ja_jp: GitHub でさらにフィードバックを表示
kk_kz: Қосымша пікірлерді көру, GitHub
ko_kr: GitHub에 대한 피드백 더 보기
lb_lu: Méi Feedback op GitHub ukucken
lt_lt: Peržiūrėti daugiau atsiliepimų tarnyboje „GitHub“
lv_lv: Skatīt citas atsauksmes pakalpojumā GitHub
ms_my: Lihat lebih banyak maklum balas pada GitHub
mt_mt: Ara aktar feedback fuq GitHub
nb_no: Se flere tilbakemeldinger på GitHub
nl_be: Meer feedback bekijken op GitHub
pl_pl: Zobacz więcej opinii w usłudze GitHub
pt_pt: Ver mais comentários no GitHub
ro_ro: Vedeți mai mult feedback pe GitHub
ru_ru: Просмотреть другие отзывы на GitHub
sk_sk: Zobraziť ďalšie pripomienky v službe GitHub
sl_si: Prikaži več povratnih informacij v storitvi GitHub
sr_cyrl_rs: Прикажи још повратних информација на GitHub
sr_latn_rs: Prikaži još povratnih informacija na GitHub
sv_se: Visa mer feedback på GitHub
th_th: ดูคำติชมเพิ่มเติมบน GitHub
tr_tr: GitHub’da daha fazla geri bildirim görüntüleyin
uk_ua: Переглянути інші відгуки на GitHub
vi_vn: Xem thêm phản hồi về GitHub
zh_cn: 在 GitHub 上查看更多反馈
zh_tw: 在 GitHub 上檢視更多意見反應

source: View on GitHub
ar_sa: عرض على GitHub
bg_bg: Преглед в GitHub
ca_es: Visualitza-ho al GitHub
cs_cz: Zobrazit na GitHubu
da_dk: Få vist på GitHub
de_de: Auf GitHub anzeigen
el_gr: Προβολή στο GitHub
es_es: Ver en GitHub
et_ee: Vaata GitHubis
eu_es: Ikusi GitHub-en
fi_fi: Näytä GitHubissa
fr_ca: Afficher sur GitHub
ga_ie: Amharc ar GitHub
gl_es: Ver en GitHub
he_il: הצג ב- GitHub
hi_in: GitHub पर देखें
hr_hr: Prikaz na servisu GitHub
hu_hu: Megtekintés a GitHubon
id_id: Lihat di GitHub
is_is: Skoða á GitHub
it_it: Visualizza su GitHub
ja_jp: GitHub で表示
kk_kz: GitHub ішінде қарау
ko_kr: GitHub에서 보기
lb_lu: Op GitHub ukucken
lt_lt: Rodyti „GitHub“
lv_lv: Skatīt pakalpojumā GitHub
ms_my: Lihat pada GitHub
mt_mt: Ara fuq GitHub
nb_no: Vis på GitHub
nl_be: Weergeven in GitHub
pl_pl: Wyświetl w serwisie GitHub
pt_pt: Ver no GitHub
ro_ro: Vizualizare pe GitHub
ru_ru: Просмотреть на GitHub
sk_sk: Zobraziť v službe GitHub
sl_si: Prikaži v storitvi GitHub
sr_cyrl_rs: Прикажи на GitHub
sr_latn_rs: Prikaži na GitHub
sv_se: Visa på GitHub
th_th: ดูบน GitHub
tr_tr: GitHub üzerinde görüntüle
uk_ua: Переглянути на GitHub
vi_vn: Xem trên GitHub
zh_cn: 在 GitHub 上查看
zh_tw: 在 GitHub 上檢視

# viewUserOnGH
source: View {username} on GitHub
ar_sa: عرض {username} على GitHub
bg_bg: Преглед на {username} в GitHub
ca_es: Visualitza {username} al GitHub
cs_cz: Zobrazit {username} na GitHubu
da_dk: Få vist {username} på GitHub
de_de: {username} in GitHub ansehen
el_gr: Προβολή του χρήστη {username} στο GitHub
es_es: Ver {username} en GitHub
et_ee: Kuva kasutajanimi {username} GitHubis
eu_es: Ikusi {username} GitHub-en
fi_fi: Näytä {username} GitHubissa
fr_ca: Voir {username} sur GitHub
ga_ie: Amharc ar {username} ar GitHub
gl_es: Ver {username} en GitHub
he_il: הצג את {username} ב- GitHub
hi_in: {username} को GitHub पर देखें
hr_hr: Prikaži korisnika {username} na servisu GitHub
hu_hu: {username} megtekintése a GitHubon
id_id: Tampilkan {username} di GitHub
is_is: Sjá {username} á GitHub
it_it: Visualizza {username} su GitHub
ja_jp: GitHub で {username} を表示
kk_kz: GitHub қызметінде {username} атты пайдаланушыны көру
ko_kr: GitHub에서 {username} 보기
lb_lu: {username} op GitHub uweisen
lt_lt: Rodyti {username} „GitHub“
lv_lv: Skatīt lietotāju {username} platformā GitHub
ms_my: Lihat {username} pada GitHub
mt_mt: Ara {username} fuq GitHub
nb_no: Se {username} på GitHub
nl_be: {username} weergeven op GitHub
pl_pl: Wyświetl użytkownika {username} w usłudze GitHub
pt_pt: Ver {username} no GitHub
ro_ro: Vizualizați informații despre utilizatorul {username} pe GitHub
ru_ru: Просмотреть {username} на GitHub
sk_sk: Zobraziť používateľa {username} v GitHube
sl_si: Prikaži uporabnika {username} v storitvi GitHub
sr_cyrl_rs: Прикажите {username} у услузи GitHub
sr_latn_rs: Prikažite {username} u usluzi GitHub
sv_se: Visa {username} på GitHub
th_th: ดู {username} บน GitHub
tr_tr: {username} adlı kullanıcıyı GitHub’da görüntüle
uk_ua: Переглянути користувача {username} на GitHub
vi_vn: Xem {username} trên GitHub
zh_cn: 在 GitHub 上查看 {username}
zh_tw: 在 GitHub 上檢視 {username}

# visualStudioArchive
source: We recommend using Visual Studio 2017.
ar_sa: نوصي باستخدام Visual Studio 2017.
bg_bg: Препоръчваме използването на Visual Studio 2017.
ca_es: Us recomanem que utilitzeu el Visual Studio 2017.
cs_cz: Doporučujeme použít Visual Studio 2017.
da_dk: Vi anbefaler, at du bruger Visual Studio 2017.
de_de: Wir empfehlen die Verwendung von Visual Studio 2017.
el_gr: Συνιστούμε τη χρήση του Visual Studio 2017.
es_es: Recomendamos usar Visual Studio 2017.
et_ee: Soovitame kasutada programmi Visual Studio 2017.
eu_es: Visual Studio 2017 erabiltzea gomendatzen dugu.
fi_fi: Suosittelemme käyttämään Visual Studio 2017:ää.
fr_ca: Nous recommandons d’utiliser Visual Studio 2017.
ga_ie: Molaimid Visual Studio 2017 a úsáid.
gl_es: Recomendamos usar Visual Studio 2017.
he_il: אנו ממליצים להשתמש ב- Visual Studio 2017.
hi_in: हम Visual Studio 2017 का उपयोग करने की अनुशंसा करते हैं.
hr_hr: Preporučujemo korištenje programa Visual Studio 2017.
hu_hu: A Visual Studio 2017 használatát javasoljuk.
id_id: Kami sarankan menggunakan Visual Studio 2017.
is_is: Við mælum með notkun Visual Studio 2017.
it_it: È consigliabile usare Visual Studio 2017.
ja_jp: Visual Studio 2017 を使用することをお勧めします。
kk_kz: Біз Visual Studio 2017 бағдарламасын пайдалануды ұсынамыз.
ko_kr: Visual Studio 2017을 사용하는 것이 좋습니다.
lb_lu: Mir empfeele Visual Studio 2017 ze benotzen.
lt_lt: Rekomenduojame naudoti „Visual Studio 2017“.
lv_lv: Ieteicams izmantot Visual Studio 2017.
ms_my: Kami syorkan menggunakan Visual Studio 2017.
mt_mt: Nirrikmandaw li tuża Visual Studio 2017.
nb_no: Vi anbefaler at du bruker Visual Studio 2017.
nl_be: U kunt het beste Visual Studio 2017 gebruiken.
pl_pl: Zalecamy korzystanie z programu Visual Studio 2017.
pt_pt: Recomendamos a utilização do Visual Studio 2017.
ro_ro: Vă recomandăm să folosiți Visual Studio 2017.
ru_ru: Рекомендуется использовать Visual Studio 2017.
sk_sk: Odporúčame používať Visual Studio 2017.
sl_si: Priporočamo, da uporabite Visual Studio 2017.
sr_cyrl_rs: Препоручујемо да користите Visual Studio 2017.
sr_latn_rs: Preporučujemo da koristite Visual Studio 2017.
sv_se: Vi rekommenderar att du använder Visual Studio 2017.
th_th: เราขอแนะนำให้ใช้ Visual Studio 2017
tr_tr: Visual Studio 2017’yi kullanmanızı öneririz.
uk_ua: Радимо використовувати Visual Studio 2017.
vi_vn: Chúng tôi khuyên bạn nên sử dụng Visual Studio 2017.
zh_cn: 我们建议使用 Visual Studio 2017。
zh_tw: 建議您使用 Visual Studio 2017。

# visualStudioArchiveDownload
source: Download now
ar_sa: تنزيل الآن
bg_bg: Изтегляне сега
ca_es: Descarrega ara
cs_cz: Stáhnout hned
da_dk: Download nu
de_de: Jetzt herunterladen
el_gr: Λήψη τώρα
es_es: Descargar ahora
et_ee: Laadi kohe alla
eu_es: Deskargatu
fi_fi: Lataa nyt
fr_ca: Télécharger maintenant
ga_ie: Íoslódáil anois
gl_es: Descargar agora
he_il: הורד כעת
hi_in: अभी डाउनलोड करें
hr_hr: Odmah preuzmite
hu_hu: Letöltés
id_id: Unduh sekarang
is_is: Sækja núna
it_it: Scarica ora
ja_jp: 今すぐダウンロード
kk_kz: Қазір жүктеп алу
ko_kr: 지금 다운로드
lb_lu: Elo eroflueden
lt_lt: Atsisiųsti dabar
lv_lv: Lejupielādēt tūlīt
ms_my: Muat turun sekarang
mt_mt: Niżżel issa
nb_no: Last ned nå
nl_be: Nu downloaden
pl_pl: Pobierz teraz
pt_pt: Transferir agora
ro_ro: Descărcați acum
ru_ru: Скачать сейчас
sk_sk: Stiahnuť
sl_si: Prenesite ga zdaj
sr_cyrl_rs: Преузмите одмах
sr_latn_rs: Preuzmite odmah
sv_se: Ladda ned nu
th_th: ดาวน์โหลดตอนนี้
tr_tr: Şimdi indirin
uk_ua: Завантажити зараз
vi_vn: Tải xuống ngay
zh_cn: 立即下载
zh_tw: 立即下載
