Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# portallab_ready
source: Your Azure Portal Lab is ready.
ar_sa: معمل مدخل Azure جاهز.
bg_bg: Вашата лаборатория на портал на Azure е готова.
ca_es: El laboratori de l’Azure Portal està llest.
cs_cz: Váš Azure Portal Lab je připravený.
da_dk: Dit Azure-portal-laboratorie er klar.
de_de: Ihr Azure-Portal-Lab ist bereit.
el_gr: Το εργαστήριο πύλης Azure είναι έτοιμο.
es_es: El laboratorio de Azure Portal está listo.
et_ee: Teie Azure’i portaalilabor on valmis.
eu_es: Prest duzu Azure Portal Lab.
fi_fi: Azure-portaalin testiympäristö on valmis.
fr_ca: Votre labo du portail Azure est prêt.
ga_ie: Tá do Azure Portal Lab réidh.
gl_es: Azure Portal Lab xa está listo.
he_il: המעבדה של פורטל Azure מוכנה עבורך.
hi_in: आपका Azure पोर्टल तैयार है.
hr_hr: Spreman je vaš praktikum portala za Azure.
hu_hu: Azure Portal-tesztkörnyezet használatra kész.
id_id: Lab Portal Azure Anda telah siap.
is_is: Rannsóknarstofa Azure-gáttar er tilbúin.
it_it: Il tuo lab del portale di Azure è pronto.
ja_jp: Azure portal ラボの準備ができました。
kk_kz: Azure порталының зертханасы дайын.
ko_kr: Azure Portal Lab이 준비 완료되었습니다.
lb_lu: Ären Azure Portal Lab ass prett.
lt_lt: Jūsų „Azure“ portalo laboratorija paruošta.
lv_lv: Jūsu Azure Portal Lab ir gatava.
ms_my: Makmal Portal Azure anda sudah sedia.
mt_mt: L-Azure Portal Lab tiegħek lest.
nb_no: Azure-portallaboratoriet er klart.
nl_be: Uw Azure Portal-lab is gereed.
pl_pl: Laboratorium witryny Azure Portal jest gotowe.
pt_pt: O seu Laboratório do Portal do Azure está pronto.
ro_ro: Laboratorul dvs. Azure Portal este gata.
ru_ru: Лаборатория на портале Azure готова.
sk_sk: Vaše laboratórium portálu Azure je pripravené.
sl_si: Vaš laboratorij portala Azure je pripravljen.
sr_cyrl_rs: Azure Portal Lab je spreman.
sr_latn_rs: Azure Portal Lab je spreman.
sv_se: Ditt labb för Azure-portalen är klart.
th_th: แล็บพอร์ทัล Azure ของคุณพร้อมแล้ว
tr_tr: Azure Portal Laboratuvarınız hazır.
uk_ua: Лабораторія порталу Azure готова.
vi_vn: Phòng thí nghiệm trên Cổng thông tin Azure đã sẵn sàng.
zh_cn: Azure 门户实验室已准备就绪。
zh_tw: 您的 Azure 入口網站實驗室已就緒。

# portallab_releaseButton
source: Yes, activate a new lab
ar_sa: نعم، تنشيط معمل جديد
bg_bg: Да, активиране на нова лаборатория
ca_es: Sí, activa un laboratori nou
cs_cz: Ano, aktivovat nové cvičení
da_dk: Ja, aktivér et nyt laboratorie
de_de: Ja, neues Lab aktivieren
el_gr: Ναι, ενεργοποίηση νέου εργαστηρίου
es_es: Sí, activar un nuevo laboratorio
et_ee: Jah, aktiveeri uus labor
eu_es: Bai, aktibatu beste Lab instantzia bat
fi_fi: Kyllä, aktivoi uusi testiympäristö
fr_ca: Oui, activez un nouveau labo
ga_ie: Tá, gníomhachtaigh lab nua
gl_es: Si, activar un novo laboratorio
he_il: כן, הפעל מעבדה חדשה
hi_in: हाँ, नया लैब सक्रिय करें
hr_hr: Da, aktiviraj novi praktikum
hu_hu: Igen, aktiválok egy új tesztkörnyezetet
id_id: Ya, aktifkan unit baru
is_is: Já, virkja nýja rannsóknarstofu
it_it: Sì, attiva un nuovo lab
ja_jp: はい。新しいラボをアクティブにします
kk_kz: Иә, жаңа зертхананы белсендіру
ko_kr: 예, 새 랩을 활성화합니다.
lb_lu: Jo, en neie Lab aktivéieren
lt_lt: Taip, aktyvinti naują laboratoriją
lv_lv: Jā, aktivizēt jaunu laboratoriju
ms_my: Ya, aktifkan makmal yang baru
mt_mt: Iva, attiva lab ġdid
nb_no: Ja, aktiver et nytt laboratorium
nl_be: Ja, een nieuw lab activeren
pl_pl: Tak, uaktywnij nowe laboratorium
pt_pt: Sim, ativar um novo laboratório
ro_ro: Da, activați un laborator nou
ru_ru: Да, активировать новую лабораторию
sk_sk: Áno, aktivovať nové laboratórium
sl_si: Da, aktiviraj nov laboratorij
sr_cyrl_rs: Da, aktiviraj novi Lab
sr_latn_rs: Da, aktiviraj novi Lab
sv_se: Ja, aktivera ett nytt labb
th_th: ใช่ เปิดใช้งานแล็บใหม่
tr_tr: Evet, yeni bir laboratuvar etkinleştir
uk_ua: Так, активувати нову лабораторію
vi_vn: Có, kích hoạt một phòng thí nghiệm mới
zh_cn: 是，激活新的实验室
zh_tw: 是，啟用新實驗室

# portallab_releasePrompt1
source: An Azure Portal Lab for a different unit is already active
ar_sa: يوجد معمل مدخل Azure لوحدة مختلفة نشط بالفعل
bg_bg: Лаборатория на портал на Azure за различен урок вече е активна
ca_es: Ja hi ha un laboratori de l’Azure Portal per a una altra unitat
cs_cz: Už je aktivní Azure Portal Lab pro jinou lekci.
da_dk: Et Azure-portal-laboratorie for en anden enhed er allerede aktivt
de_de: Ein Azure-Portal-Lab für eine andere Einheit ist bereits aktiv.
el_gr: Ένα εργαστήριο πύλης Azure για ένα διαφορετικό μάθημα είναι ήδη ενεργό
es_es: Ya está activo un laboratorio de Azure Portal para una unidad diferente
et_ee: Teise õppetüki Azure’i portaalilabor on juba aktiivne
eu_es: Beste unitate baten Azure Portal Lab aktibatuta dago jada
fi_fi: Azure-portaalin testiympäristö on jo aktiivisena toiselle yksikölle
fr_ca: Un labo du portail Azure est déjà activé pour une autre unité
ga_ie: Tá Azure Portal Lab le haghaidh aonad difriúil gníomhach cheana
gl_es: Xa hai unha instancia de Azure Portal Lab activa para outra unidade
he_il: מעבדה של פורטל Azure פעילה כבר עבור יחידה אחרת
hi_in: किसी अन्य यूनिट के लिए एक Azure पोर्टल लैब पहले से सक्रिय है
hr_hr: Već je aktivan praktikum portala za Azure za drugu jedinicu
hu_hu: Egy Azure Portal-tesztkörnyezet már aktiválva van egy másik leckéhez
id_id: Lab Portal Azure untuk unit berbeda telah aktif
is_is: Rannsóknarstofa Azure-gáttar fyrir aðra einingu er þegar virk
it_it: È già attivo un lab del portale di Azure per un'unità diversa
ja_jp: 別のユニットの Azure portal ラボが既にアクティブになっています
kk_kz: Басқа бөлім үшін Azure порталының зертханасы белсенді күйде тұр
ko_kr: 다른 단원에 대한 Azure Portal Lab이 이미 활성 상태입니다.
lb_lu: En Azure Portal Lab fir eng aner Eenheet ass schonn aktiv
lt_lt: Jau aktyvi kito vieneto „Azure“ portalo laboratorija
lv_lv: Azure Portal Lab jau ir aktīvs citai vienībai
ms_my: Makmal Portal Azure untuk unit yang berbeza telah pun aktif
mt_mt: Azure Portal Lab għal unità differenti huwa diġà attiv
nb_no: Et Azure-portallaboratorium for en annen enhet er allerede aktivt
nl_be: Er is al een Azure Portal-lab voor een andere eenheid actief
pl_pl: Laboratorium witryny Azure Portal dla innej lekcji jest już aktywne
pt_pt: Um Laboratório do Portal do Azure para uma unidade diferente já está ativo
ro_ro: Este activ deja un laborator Azure Portal pentru o altă unitate
ru_ru: Уже активна лаборатория на портале Azure для другого урока
sk_sk: Už je aktívne laboratórium portálu Azure pre inú lekciu
sl_si: Laboratorij portala Azure za drugo enoto je že aktiviran
sr_cyrl_rs: Azure Portal Lab je već aktivan za drugu lekciju
sr_latn_rs: Azure Portal Lab je već aktivan za drugu lekciju
sv_se: Ett labb för Azure-portalen för en annan enhet är redan aktivt
th_th: แล็บพอร์ทัล Azure สำหรับหน่วยอื่นๆ ทำงานอยู่แล้ว
tr_tr: Başka bir ünite için Azure Portal Laboratuvarı zaten etkin
uk_ua: Уже активна лабораторія порталу Azure для іншої одиниці.
vi_vn: Phòng thí nghiệm trên Cổng thông tin Azure cho một bài học khác hiện đang hoạt động
zh_cn: 其他单元的 Azure 门户实验室已处于活动状态
zh_tw: 用於其他單元的 Azure 入口網站實驗室已在使用中

# portallab_releasePrompt2
source: You currently have an Azure Portal Lab open for another unit ({lab-name}). Would you like to discard your current lab and activate a new lab for this unit?
ar_sa: يتوفر لديك حاليًا معمل مدخل Azure مفتوحًا لوحدة أخرى ({lab-name}). هل تريد تجاهل معملك الحالي وتنشيط معمل جديد لهذه الوحدة؟
bg_bg: Понастоящем имате отворена лаборатория на портал на Azure за друг урок ({lab-name}). Искате ли да отхвърлите настоящата лаборатория и да активирате нова лаборатория за този урок?
ca_es: Actualment, teniu un laboratori de l’Azure Portal obert per a una altra unitat ({lab-name}). Voleu descartar el laboratori actual i activar-ne un de nou per a aquesta unitat?
cs_cz: Aktuálně máte otevřený Azure Portal Lab pro jinou lekci ({lab-name}). Chcete aktuální cvičení zahodit a aktivovat pro tuto lekci nové cvičení?
da_dk: Du har i øjeblikket et Azure-portal-laboratorie åbent for et andet undermodul ({lab-name}). Vil du kassere dit aktuelle laboratorie og aktivere et nyt laboratorie for denne enhed?
de_de: Zurzeit haben Sie ein Azure-Portal-Lab für eine andere Einheit geöffnet ({lab-name}). Möchten Sie das aktuelle Lab schließen und ein neues Lab für diese Einheit aktivieren?
el_gr: Αυτήν τη στιγμή έχετε ανοιχτό ένα εργαστήριο πύλης Azure για ένα άλλο μάθημα ({lab-name}). Θέλετε να απορρίψετε το τρέχον εργαστήριο και να ενεργοποιήσετε ένα νέο εργαστήριο για αυτό το μάθημα;
es_es: Actualmente tiene un laboratorio de Azure Portal abierto para otra unidad ({lab-name}). ¿Quiere descartar el laboratorio actual y activar otro laboratorio para esta unidad?
et_ee: Teil on praegu avatud Azure’i portaalilabor teise õppetüki jaoks ({lab-name}). Kas soovite hüljata praeguse labori ja aktiveerida sellele õppetükile uue labori?
eu_es: Beste unitate baten Azure Portal Lab irekita duzu une honetan ({lab-name}). Uneko Lab instantzia baztertu eta beste bat aktibatu nahi duzu unitate honetarako?
fi_fi: Sinulla on jo Azure-portaalin testiympäristö avattuna toiselle yksikölle ({lab-name}). Haluatko hylätä nykyisen testiympäristön ja aktivoida uuden testiympäristön tälle yksikölle?
fr_ca: Vous avez présentement un labo du portail Azure ouvert pour une autre unité ({lab-name}). Voulez-vous annuler le labo en cours et activer un nouveau labo pour cette unité?
ga_ie: Tá Azure Portal Lab oscailte le haghaidh aonad eile agat faoi láthair ({lab-name}). An bhfuil tú ag iarraidh do lab reatha a chuileáil agus lab nua a ghníomhachtú le haghaidh an aonaid seo?
gl_es: Actualmente hai unha instancia de Azure Portal Lab aberta para outra unidade ({lab-name}). Quere rexeitar o laboratorio e activar un novo para esta unidade?
he_il: פתוחה כרגע ברשותך מעבדה של פורטל Azure עבור יחידה אחרת ({lab-name}). האם ברצונך לבטל את המעבדה הנוכחית ולהפעיל מעבדה חדשה עבור יחידה זו?
hi_in: आपके पास अभी अन्य यूनिट ({lab-name}) के लिए Azure पोर्टल लैब खुला है. क्या आप अपने वर्तमान लैब को छोड़ना चाहते हैं और इस यूनिट के लिए नया लैब सक्रिय करना चाहते हैं?
hr_hr: Trenutno imate otvoren praktikum portala za Azure za drugu jedinicu ({lab-name}). Želite li odbaciti trenutni praktikum i aktivirati novi za ovu jedinicu?
hu_hu: Egy Azure Portal-tesztkörnyezet már meg van nyitva egy másik leckéhez ({lab-name}). Szeretné a jelenlegi tesztkörnyezetet elvetni, és aktiválni egy új tesztkörnyezetet ehhez a leckéhez?
id_id: Saat ini Anda memiliki Lab Portal Azure yang terbuka untuk unit lain ({lab-name}). Apakah Anda ingin membuang lab saat ini dan mengaktifkan lab baru untuk unit ini?
is_is: Þú ert þegar með opna rannsóknarstofu Azure-gáttar fyrir aðra einingu ({lab-name}). Viltu fleygja núgildandi rannsóknarstofu og virkja nýja rannsóknarstofu fyrir þessa einingu?
it_it: È attualmente aperto un lab del portale di Azure per un'altra unità ({lab-name}). Vuoi rimuovere il lab corrente e attivare un nuovo lab per questa unità?
ja_jp: 現在、別のユニット ({lab-name}) の Azure portal ラボが開かれています。 現在のラボを破棄して、このユニット用に新しいラボをアクティブにしますか?
kk_kz: Қазір басқа бөлім үшін Azure порталының зертханасы ашық ({lab-name}). Бұл бөлім үшін ағымдағы зертхананы жауып, жаңа зертхананы белсендіргіңіз келе ме?
ko_kr: 현재 다른 단원({lab-name})에 대해 열려 있는 Azure Portal Lab이 있습니다. 현재 랩을 취소하고 이 단원에 대한 새 랩을 활성화하시겠습니까?
lb_lu: Dir hutt momentan schonn en Azure Portal Lab op fir eng aner Eenheet ({lab-name}). Géift Dir gär Ären aktuelle Lab verwerfen an en neie Lab fir dës Eenheet aktivéieren?
lt_lt: Šiuo metu esate atidarę kito vieneto ({lab-name}) „Azure“ portalo laboratoriją. Ar norite atsisakyti dabartinės laboratorijos ir suaktyvinti naują šio vieneto laboratoriją?
lv_lv: Jums šobrīd ir atvērts Azure Portal Lab citā vienībā ({lab-name}). Vai vēlaties atmest pašreizējo laboratoriju un aktivizēt jaunu šai vienībai?
ms_my: Pada masa ini anda mempunyai Makmal Portal Azure yang terbuka untuk unit lain ({lab-name}). Adakah anda ingin membuang makmal semasa anda dan mengaktifkan makmal yang baru untuk unit ini?
mt_mt: Bħalissa għandek Azure Portal Lab miftuħ għal unità oħra ({lab-name}). Tixtieq twarrab il-lab kurrenti tiegħek u tattiva lab ġdid għal din l-unità?
nb_no: Du har for øyeblikket et Azure-portallaboratorium åpent for en annen enhet ({lab-name}). Vil du forkaste nåværende laboratorium og aktivere et nytt laboratorium for denne enheten?
nl_be: Er is momenteel een Azure Portal-lab geopend voor een andere eenheid ({lab-name}). Wilt u het huidige lab verwijderen en een nieuw lab activeren voor deze eenheid?
pl_pl: Obecnie masz otwarte laboratorium witryny Azure Portal dla innej lekcji ({lab-name}). Czy chcesz odrzucić bieżące laboratorium i aktywować nowe laboratorium dla tej lekcji?
pt_pt: Tem, atualmente, um Laboratório do Portal do Azure aberto para outra unidade ({lab-name}). Quer eliminar o seu laboratório atual e ativar um novo laboratório para esta unidade?
ro_ro: În acest moment aveți deschis un laborator Azure Portal pentru o altă unitate ({lab-name}). Doriți să renunțați la laboratorul curent și să activați un laborator nou pentru această unitate?
ru_ru: У вас сейчас открыта лаборатория на портале Azure для другого урока ({lab-name}). Хотите отключить текущую лабораторию и активировать для этого урока новую?
sk_sk: Momentálne máte otvorené laboratórium portálu Azure pre inú lekciu ({lab-name}). Chcete zahodiť aktuálne laboratórium a aktivovať nové laboratórium pre túto lekciu?
sl_si: Trenutno imate odprt laboratorij portala Azure v drugi enoti ({lab-name}). Ali želite zavreči svoj trenutni laboratorij in aktivirati novega za to enoto?
sr_cyrl_rs: Trenutno imate otvoren Azure Portal Lab za drugu lekciju ({lab-name}). Želite li da odbacite trenutni Lab i aktivirate ovaj Lab za ovu lekciju?
sr_latn_rs: Trenutno imate otvoren Azure Portal Lab za drugu lekciju ({lab-name}). Želite li da odbacite trenutni Lab i aktivirate ovaj Lab za ovu lekciju?
sv_se: Du har ett labb för Azure-portalen öppet för en annan enhet ({lab-name}). Vill du ta bort det aktuella labbet och aktivera ett nytt labb för den här enheten?
th_th: คุณเปิดพอร์ทัลแล็บของ Azure ในหน่วยอื่นอยู่ในตอนนี้ ({lab-name}) คุณต้องการทิ้งแล็บปัจจุบันของคุณแล้วเปิดใช้งานแล็บใหม่สำหรับหน่วยนี้หรือไม่
tr_tr: Şu anda başka bir ünitede açık Azure Portal Laboratuvarınız var ({lab-name}). Geçerli laboratuvarınızı atmak ve bu ünite için yeni bir laboratuvar etkinleştirmek ister misiniz?
uk_ua: Зараз у вас відкрито лабораторію порталу Azure для іншої одиниці ({lab-name}). Вилучити поточну лабораторію та активувати нову для цієї одиниці?
vi_vn: Bạn hiện đang có một Phòng thí nghiệm mở trên Cổng thông tin Azure cho một bài học khác ({lab-name}). Bạn có muốn bỏ phòng thí nghiệm hiện tại và kích hoạt một phòng thí nghiệm khác cho bài học này không?
zh_cn: 当前已打开另一个单元 ({lab-name}) 的 Azure 门户实验室。 是否要放弃当前的实验室并激活此单元的新实验室？
zh_tw: 您目前已為另一個單元開啟 Azure 入口網站實驗室 ({lab-name})。 要捨棄您目前的實驗室，並為此單元啟用新的實驗室嗎？

# portallab_retryButton
source: Retry launching lab
ar_sa: إعادة محاولة تشغيل المعمل
bg_bg: Опитайте да стартирате лабораторията отново
ca_es: Prova de tornar a iniciar el laboratori
cs_cz: Zkusit znovu spustit cvičení
da_dk: Prøv at indlæse laboratoriet igen
de_de: Start des Labs wiederholen
el_gr: Επανάληψη εκκίνησης εργαστηρίου
es_es: Vuelva a intentar iniciar el laboratorio
et_ee: Proovige laborit uuesti käivitada
eu_es: Saiatu Lab instantzia berriro abiarazten
fi_fi: Yritä käynnistää testiympäristö uudelleen
fr_ca: Essayez de lancer le labo de nouveau
ga_ie: Atriail lab a lainseáil
gl_es: Volver tentar o laboratorio
he_il: נסה להפעיל מחדש מעבדה
hi_in: लैब को लॉन्च करने की दुबारा कोशिश करें
hr_hr: Ponovni pokušaj pokretanja praktikuma
hu_hu: A tesztkörnyezet indításának újrapróbálása
id_id: Coba luncurkan kembali lab
is_is: Reyndu að ræsa rannsóknarstofu á ný
it_it: Riprova ad avviare il lab
ja_jp: ラボの起動の再試行
kk_kz: Зертхананы іске қосуды қайталау
ko_kr: 랩 시작 다시 시도
lb_lu: Starte vum Lab nach eng Kéier probéieren
lt_lt: Kartoti laboratorijos paleidimą
lv_lv: Atkārtoti palaist laboratoriju
ms_my: Cuba semula melancarkan makmal
mt_mt: Erġa' pprova niedi l-lab
nb_no: Prøv å starte laboratorium på nytt
nl_be: Lab starten opnieuw proberen
pl_pl: Ponów próbę uruchomienia laboratorium
pt_pt: Tentar novamente iniciar o laboratório
ro_ro: Reîncercați lansarea laboratorului
ru_ru: Повторить запуск лаборатории
sk_sk: Skúsiť znova spustiť laboratórium
sl_si: Poskusi znova zagnati laboratorij
sr_cyrl_rs: Ponovo pokušajte da pokrenete Lab
sr_latn_rs: Ponovo pokušajte da pokrenete Lab
sv_se: Försök starta om labbet
th_th: ลองเปิดใช้งานแล็บใหม่
tr_tr: Laboratuvarı başlatmayı yeniden deneyin
uk_ua: Повторити запуск лабораторії
vi_vn: Thử khởi chạy lại phòng thí nghiệm
zh_cn: 重新尝试启动实验室
zh_tw: 重試啟動實驗室

# portallab_signInButton
source: Sign in to launch the Azure portal
ar_sa: تسجيل الدخول لتشغيل مدخل Azure
bg_bg: Влезте, за да стартирате портала на Azure
ca_es: Inicieu la sessió per iniciar l'Azure Portal
cs_cz: Přihlásit se a spustit Azure Portal
da_dk: Log på for at starte Azure Portal
de_de: Anmelden, um das Azure-Portal zu starten
el_gr: Εισέλθετε για να εκκινήσετε την πύλη Azure
es_es: Iniciar sesión para iniciar Azure Portal
et_ee: Azure’i portaali käivitamiseks logige sisse
eu_es: Azure Portal abiarazteko, hasi saioa.
fi_fi: Kirjaudu sisään ja käynnistä Azure-portaali
fr_ca: Se connecter pour lancer le portail Azure
ga_ie: Sínigh isteach chun tairseach Azure a lainseáil
gl_es: Iniciar sesión para iniciar Azure Portal
he_il: היכנס כדי להפעיל את פורטל Azure
hi_in: Azure पोर्टल को लॉन्च करने के लिए साइन इन करें
hr_hr: Prijavite se da biste pokrenuli portal platforme Microsoft Azure
hu_hu: Az Azure Portal megnyitásához be kell jelentkeznie
id_id: Masuk untuk meluncurkan portal Microsoft Azure
is_is: Skráðu þig inn til að ræsa Azure-gátt
it_it: Accedi per avviare il portale di Azure
ja_jp: サインインして Azure portal を起動
kk_kz: Azure порталын іске қосу үшін жүйеге кіріңіз
ko_kr: Azure Portal을 시작하려면 로그인
lb_lu: Mellt Iech u fir d'Azure Portal ze starten
lt_lt: Prisijunkite norėdami paleisti „Microsoft Azure“ portalą
lv_lv: Pierakstīties, lai palaistu Microsoft Azure portālu
ms_my: Daftar masuk untuk melancarkan portal Azure
mt_mt: Idħol biex tniedi portal ta' Azure
nb_no: Logg deg på for å starte Azure-portalen
nl_be: Meld u aan om Azure Portal te starten
pl_pl: Zaloguj się, aby uruchomić witrynę Azure Portal
pt_pt: Iniciar sessão para iniciar o portal do Azure
ro_ro: Conectați-vă pentru a lansa portalul Microsoft Azure
ru_ru: Войдите, чтобы запустить портал Azure
sk_sk: Prihláste sa a spustite portál Azure
sl_si: Vpišite se za zagon portala Azure
sr_cyrl_rs: Prijavite se da biste pokrenuli Azure portal
sr_latn_rs: Prijavite se da biste pokrenuli Azure portal
sv_se: Logga in och starta Azure-portalen
th_th: ลงชื่อเข้าใช้เพื่อเปิดใช้พอร์ทัล Azure
tr_tr: Azure portalı başlatmak için oturum açın
uk_ua: Увійдіть, щоб запустити портал Azure
vi_vn: Đăng nhập để khởi chạy Cổng thông tin Microsoft Azure
zh_cn: 登录以启动 Azure 门户
zh_tw: 登入以啟動 Azure 入口網站

source: Prerequisites:
ar_sa: المتطلبات الأساسية:
bg_bg: Предварителни компоненти:
ca_es: Requisits previs:
cs_cz: Požadavky:
da_dk: Forudsætninger:
de_de: Voraussetzungen:
el_gr: Προαπαιτούμενα:
es_es: Requisitos previos:
et_ee: Eeltingimused:
eu_es: Aurrebaldintzak:
fi_fi: Edellytykset:
fr_ca: Préalables :
ga_ie: Réamhriachtanais:
gl_es: Requisitos previos:
he_il: דרישות מוקדמות:
hi_in: पूर्वावश्यकताएँ:
hr_hr: Preduvjeti:
hu_hu: Előfeltételek:
id_id: Prasyarat:
is_is: Forskilyrði:
it_it: Prerequisiti:
ja_jp: 前提条件:
kk_kz: Қажетті шарттар:
ko_kr: 필수 조건:
lb_lu: Viraussetzungen:
lt_lt: Būtinosios sąlygos:
lv_lv: Priekšnosacījumi:
ms_my: Prasyarat:
mt_mt: Prerekwiżiti:
nb_no: Forutsetninger:
nl_be: Vereisten:
pl_pl: Wymagania wstępne:
pt_pt: Pré-requisitos:
ro_ro: Cerințe preliminare:
ru_ru: Предварительные требования:
sk_sk: Predpoklady:
sl_si: Zahteve:
sr_cyrl_rs: Предуслови:
sr_latn_rs: Preduslovi:
sv_se: Förutsättningar:
th_th: สิ่งที่จำเป็นต้องมี
tr_tr: Önkoşullar:
uk_ua: Обов’язкові умови:
vi_vn: Điều kiện tiên quyết:
zh_cn: 先决条件：
zh_tw: 必要條件：

source: Preview
ar_sa: معاينة
bg_bg: Предварителен преглед
ca_es: Visualització prèvia
de_de: Vorschau
el_gr: Προεπισκόπηση
es_es: Vista previa
et_ee: Eelvaade
eu_es: Aurrebista
fi_fi: Esikatselu
fr_ca: Aperçu
ga_ie: Réamhamharc
gl_es: Previsualización
he_il: תצוגה מקדימה
hi_in: पूर्वावलोकन
hr_hr: Pretpregled
hu_hu: Előnézet
id_id: Pratinjau
is_is: Forskoðun
it_it: Anteprima
ja_jp: プレビュー
kk_kz: Алдын ала қарау
ko_kr: 미리 보기
lb_lu: Virschau
lt_lt: Peržiūra
lv_lv: Priekšskatīt
ms_my: Pratonton
mt_mt: Previżjoni
nb_no: Testversjon
pl_pl: Wersja zapoznawcza
pt_pt: Pré-visualizar
ro_ro: Previzualizare
ru_ru: Предварительный просмотр
sk_sk: Ukážka
sl_si: Predogled
sr_cyrl_rs: Преглед
sr_latn_rs: Pregled
sv_se: Förhandsgranskning
th_th: แสดงตัวอย่าง
tr_tr: Önizleme
uk_ua: Підготовча версія
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽
