Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# searchScopeTitle
source: Search filter is “{0}”. Tap to remove.
ar_sa: عامل تصفية البحث هو "{0}". اضغط للإزالة.
bg_bg: Филтърът за търсене е „{0}“. Докоснете за премахване.
ca_es: El filtre de cerca és "{0}". Toqueu per suprimir-ho.
cs_cz: Vyhledávací filtr je „{0}“. Klepnutím filtr odeberete.
da_dk: Søgefilteret er "{0}". Tryk for at fjerne.
de_de: Der Suchfilter lautet „{0}“. Tippen Sie, um den Filter zu entfernen.
el_gr: Το φίλτρο αναζήτησης είναι "{0}". Πατήστε για κατάργηση.
es_es: El filtro de búsqueda es "{0}". Pulse para quitarlo.
et_ee: Otsingufilter on "{0}". Puudutage eemaldamiseks.
eu_es: Bilaketa-iragazkia "{0}" da. Sakatu kentzeko.
fi_fi: Hakusuodatin on {0}. Poista napauttamalla.
fr_ca: Le filtre de recherche est « {0} ». Appuyez pour supprimer.
ga_ie: Is é "{0}" an scagaire cuardaigh. Tapáil chun é a bhaint.
gl_es: O filtro de busca é "{0}". Toque para eliminar.
he_il: מסנן החיפוש הוא "{0}". הקש כדי להסיר.
hi_in: खोज फ़िल्टर "{0}" है. निकालने के लिए टैप करें.
hr_hr: Filtar za pretraživanje je "{0}". Dodirnite za uklanjanje.
hu_hu: Keresési szűrőszolgáltatás állapota "{0}". Koppintson ide az eltávolításhoz.
id_id: Filter pencariannya adalah "{0}". Ketuk untuk menghapus.
is_is: Leitarsían er "{0}". Ýttu til að fjarlægja.
it_it: Il filtro di ricerca è "{0}". Tocca per rimuovere.
ja_jp: 検索フィルターは "{0}" です。 タップして削除します。
kk_kz: Іздеу сүзгісі: «{0}». Жою үшін түртіңіз.
ko_kr: 검색 필터는 “{0}”입니다. 제거하려면 탭하세요.
lb_lu: Sichfilter ass "{0}". Tippen, fir ewechzehuelen.
lt_lt: Ieškos filtras yra {0}. Bakstelėkite norėdami pašalinti.
lv_lv: Meklēšanas filtrs ir “{0}”. Pieskarieties, lai noņemtu.
ms_my: Penapis carian ialah "{0}". Ketik untuk mengalih keluar.
mt_mt: Il-filtru tat-tiftixa huwa "{0}". Taptap biex tneħħi.
nb_no: Søkefilteret er «{0}». Trykk for å fjerne.
nl_be: Zoekfilter is {0}. Tik om te verwijderen.
pl_pl: Filtr wyszukiwania to „{0}”. Naciśnij, aby usunąć.
pt_pt: O filtro de pesquisa é "{0}". Toque para remover.
ro_ro: Filtrul de căutare este „{0}”. Atingeți pentru a elimina.
ru_ru: Фильтр поиска: "{0}". Коснитесь, чтобы удалить.
sk_sk: Filter hľadania je {0}. Ťuknutím ho odstránite.
sl_si: Filter iskanja je nastavljen na »{0}«. Tapnite, če želite odstraniti.
sr_cyrl_rs: Филтер за претрагу је „{0}“. Додирните да бисте уклонили.
sr_latn_rs: Filter za pretragu je „{0}“. Dodirnite da biste uklonili.
sv_se: Sökfiltret är "{0}". Tryck för att ta bort.
th_th: ฟิลเตอร์การค้นหาถูกตั้งค่าไว้เป็น "{0}" แตะเพื่อเอาออก
tr_tr: Arama filtresi: "{0}". Kaldırmak için dokunun.
uk_ua: Пошуковий фільтр: "{0}". Торкніться, щоб вилучити.
vi_vn: Bộ lọc tìm kiếm là "{0}". Nhấn để xóa.
zh_cn: 搜索筛选器为“{0}”。 点击可删除。
zh_tw: 搜尋塞選為 "{0}"。 點選即可移除。

# secondsAgo
source: {0} seconds ago
ar_sa: منذ {0} ثوانٍ
bg_bg: преди {0} секунди
ca_es: fa {0} segons
cs_cz: Před {0} s
da_dk: {0} sekunder siden
de_de: vor {0} Sekunden
el_gr: {0} δευτερόλεπτα πριν
es_es: hace {0} segundos
et_ee: {0} sekundit tagasi
eu_es: Duela {0} segundo
fi_fi: {0} sekuntia sitten
fr_ca: il y a {0} secondes
ga_ie: {0} soicind ó shin
gl_es: Hai {0} segundos
he_il: לפני {0} שניות
hi_in: {0} सेकंड पहले
hr_hr: prije {0} s
hu_hu: {0} másodperccel ezelőtt
id_id: {0} detik yang lalu
is_is: fyrir {0} sekúndum síðan
it_it: {0} secondi fa
ja_jp: {0} 秒前
kk_kz: {0} секунд бұрын
ko_kr: {0}초 전
lb_lu: Viru(n) {0} Sekonnen
lt_lt: Prieš {0} sek.
lv_lv: Pirms {0} s
ms_my: {0} saat yang lalu
mt_mt: {0} sekondi ilu
nb_no: for {0} sekunder siden
nl_be: {0} seconden geleden
pl_pl: {0} s temu
pt_pt: {0} segundos atrás
ro_ro: Acum {0} secunde
ru_ru: {0} с назад
sk_sk: pred {0} sekundami
sl_si: Pred {0} s
sr_cyrl_rs: пре {0} с.
sr_latn_rs: pre {0} s.
sv_se: för {0} sekunder sedan
th_th: {0} วินาทีที่แล้ว
tr_tr: {0} saniye önce
uk_ua: {0} с тому
vi_vn: {0} giây trước
zh_cn: {0} 秒前
zh_tw: {0} 秒前

source: Security
ar_sa: الأمان
bg_bg: Защита
ca_es: Seguretat
cs_cz: Zabezpečení
da_dk: Sikkerhed
de_de: Sicherheit
el_gr: Ασφάλεια
es_es: Seguridad
et_ee: Turve
eu_es: Segurtasuna
fi_fi: Suojaus
fr_ca: Sécurité
ga_ie: Slándáil
gl_es: Seguranza
he_il: אבטחה
hi_in: सुरक्षा
hr_hr: Sigurnost
hu_hu: Biztonság
id_id: Keamanan
is_is: Öryggi
it_it: Sicurezza
ja_jp: セキュリティ
kk_kz: Қауіпсіздік
ko_kr: 보안
lb_lu: Sécherheet
lt_lt: Sauga
lv_lv: Drošība
ms_my: Keselamatan
mt_mt: Sigurtà
nb_no: Sikkerhet
nl_be: Beveiliging
pl_pl: Zabezpieczenia
pt_pt: Segurança
ro_ro: Securitate
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost
sr_cyrl_rs: Безбедност
sr_latn_rs: Bezbednost
sv_se: Säkerhet
th_th: ความปลอดภัย
tr_tr: Güvenlik
uk_ua: Безпека
vi_vn: Bảo mật
zh_cn: 安全性
zh_tw: 安全性

source: See also
ar_sa: راجع أيضًا
bg_bg: Вижте също
ca_es: Visualitza també
cs_cz: Zobrazit také
da_dk: Se også
de_de: Siehe auch
el_gr: Δείτε επίσης
es_es: Consultar también
et_ee: Vt ka
eu_es: Ikusi ere bai
fi_fi: Katso myös
fr_ca: Voir également
ga_ie: Féach freisin
gl_es: Ver tamén
he_il: ראה גם
hi_in: यह भी देखें
hr_hr: Vidi također
hu_hu: Lásd még
id_id: Lihat juga
is_is: Sjá einnig
it_it: Vedi anche
ja_jp: こちらもご覧ください
kk_kz: Тағы қараңыз
ko_kr: 추가 정보
lb_lu: Kuckt Och
lt_lt: Taip pat žr.
lv_lv: Skatīt arī
ms_my: Lihat Juga
mt_mt: Ara Wkoll
nb_no: Se også
nl_be: Zie ook
pl_pl: Zobacz także
pt_pt: Ver Também
ro_ro: Vedeți și
ru_ru: См. также
sk_sk: Pozri tiež
sl_si: Glejte tudi
sr_cyrl_rs: Такође погледајте
sr_latn_rs: Takođe pogledajte
sv_se: Se även
th_th: นอกจากนี้ โปรดดู
tr_tr: Ayrıca Bkz.
uk_ua: Див. також
vi_vn: Cũng xem
zh_cn: 另请参阅
zh_tw: 另請參閱

source: Selected version
ar_sa: الإصدار المحدد
bg_bg: Избрана версия
ca_es: Versió seleccionada
cs_cz: Vybraná verze
da_dk: Valgt version
de_de: Ausgewählte Version
el_gr: Επιλεγμένη έκδοση
es_es: Versión seleccionada
et_ee: Valitud versioon
eu_es: Hautatutako bertsioa
fi_fi: Valittu versio
fr_ca: Version sélectionnée
ga_ie: Leagan roghnaithe
gl_es: Versión seleccionada
he_il: הגירסה שנבחרה
hi_in: चयनित संस्करण
hr_hr: Odabrana verzija
hu_hu: Választott verzió
id_id: Versi yang Dipilih
is_is: Valin útgáfa
it_it: Versione selezionata
ja_jp: バージョンを選択
kk_kz: Таңдалған нұсқа
ko_kr: 선택한 버전
lb_lu: Ausgewielt Versioun
lt_lt: Pasirinkta versija
lv_lv: Atlasītā versija
ms_my: Versi Dipilih
mt_mt: Verżjoni Magħżula
nb_no: Valgt versjon
nl_be: Geselecteerde versie
pl_pl: Wybrana wersja
pt_pt: Versão Selecionada
ro_ro: Versiune selectată
ru_ru: Выбранная версия
sk_sk: Vybratá verzia
sl_si: Izbrana različica
sr_cyrl_rs: Изабрана верзија
sr_latn_rs: Izabrana verzija
sv_se: Vald version
th_th: เวอร์ชันที่เลือก
tr_tr: Seçili Sürüm
uk_ua: Вибрана версія
vi_vn: Phien bản đã chọn
zh_cn: 选定的版本
zh_tw: 選取的版本

# selectLocaleInstructions
source: Filter the list of languages by selecting a region or by typing the language name or locale code.
ar_sa: يمكنك تصفية قائمة اللغات بتحديد منطقة أو بكتابة اسم اللغة أو رمز الإعدادات المحلية.
bg_bg: Филтрирайте списъка с езици, като изберете регион или въведете името на езика или кода на езиково-географската променлива.
ca_es: Per filtrar la llista d'idiomes, seleccioneu una regió o escriviu el nom de l'idioma o el codi de la configuració regional.
cs_cz: Můžete filtrovat seznam jazyků výběrem oblasti nebo zadáním názvu jazyka nebo kódu národního prostředí.
da_dk: Filtrer listen over sprog ved at vælge et område eller ved at skrive navnet på sproget eller landestandardkoden.
de_de: Filtern Sie die Liste der Sprachen, indem Sie eine Region auswählen oder den Namen der Sprache oder den Gebietsschemacode eingeben.
el_gr: Φιλτράρετε τη λίστα γλωσσών επιλέγοντας μια περιοχή ή πληκτρολογώντας το όνομα της γλώσσας ή τον κωδικό τοπικών ρυθμίσεων.
es_es: Filtre la lista de idiomas seleccionando una región o escribiendo el nombre del idioma o el código de configuración regional.
et_ee: Keelte loendit saate filtrida, kui valite regiooni, tipite keele nime või lokaadi koodi.
eu_es: Iragazi hizkuntzen zerrenda eskualde bat hautatuz edo hizkuntzaren izena edo eskualdeko ezarpenen kodea idatziz.
fi_fi: Suodata kieliluettelo valitsemalla alue tai kirjoittamalla kielen nimi tai lokaatiokoodi.
fr_ca: Filtrer la liste des langues en sélectionnant une région ou en saisissant le nom de la langue ou le code des paramètres régionaux.
ga_ie: Scag an liosta teangacha trí réigiún a roghnú nó trí ainm na teanga nó an cód logchaighdeáin a chlóscríobh.
gl_es: Filtre a lista de idiomas mediante a selección dunha rexión ou escribindo o nome do idioma ou o código de configuración rexional.
he_il: סנן את רשימת השפות על-ידי בחירת אזור או על-ידי הקלדת שם השפה או קוד האזור.
hi_in: क्षेत्र के चयन द्वारा या भाषा नाम अथवा लोकेल कोड टाइप करके भाषाओं की सूची फ़िल्टर करें.
hr_hr: Filtrirajte popis jezika odabirom regije ili unosom naziva jezika odnosno šifre regionalne sheme.
hu_hu: A nyelvek listáját a régió kiválasztásával szűkítheti, vagy begépelheti a nyelv nevét vagy a területi beállítás kódját.
id_id: Filter daftar bahasa dengan memilih kawasan atau dengan mengetik nama bahasa atau kode lokal.
is_is: Síaðu tungumálalistann með því að velja svæði eða slá inn tungumál eða tungumálakóða.
it_it: Per filtrare l'elenco di lingue, seleziona un'area, digita il nome della lingua o il codice delle impostazioni locali.
ja_jp: リージョンを選択するか、言語名またはロケール コードを入力して言語リストをフィルターします。
kk_kz: Аймақты таңдау немесе тіл атауын немесе тіл кодын енгізу арқылы тілдер тізімін сүзіңіз.
ko_kr: 지역을 선택하거나 언어 이름 또는 로캘 코드를 입력하여 언어 목록을 필터링하세요.
lb_lu: Filtert d'Sproochelëscht, andeem Dir eng Regioun auswielt oder andeem Dir den Numm oder de Gebittsschemacode vun der Sprooch antippt.
lt_lt: Filtruokite kalbų sąrašą pažymėdami regioną arba įrašydami kalbos pavadinimą ar lokalės kodą.
lv_lv: Filtrējiet valodu sarakstu, atlasot reģionu vai rakstot valodas nosaukumu vai lokalizācijas kodu.
ms_my: Tapis senarai bahasa dengan memilih rantau atau dengan menaip nama bahasa atau kod tempatan.
mt_mt: Iffiltra l-lista tal-lingwi billi tagħżel reġjun jew billi tittajpja isem il-lingwa jew il-kodiċi tal-parametru reġjonali.
nb_no: Filtrer listen over språk ved å velge et område eller skrive inn navnet på språket eller koden for nasjonal innstilling.
nl_be: Filter de lijst met talen door een regio te kiezen of de taal of landinstellingscode te typen.
pl_pl: Filtruj listę języków, wybierając region lub wpisując nazwę języka albo kod ustawień regionalnych.
pt_pt: Filtre a lista de idiomas ao selecionar uma região ou ao escrever o nome do idioma ou código de região.
ro_ro: Filtrați lista de limbi selectând o regiune sau tastând numele limbii sau codul de localizare.
ru_ru: Отфильтруйте список языков, выбрав регион или введя название языка либо код языкового стандарта.
sk_sk: Zoznam jazykov môžete filtrovať výberom oblasti alebo zadaním názvu jazyka, prípadne miestneho kódu.
sl_si: Filtrirajte seznam jezikov tako, da izberete regijo oziroma vnesete ime jezika ali kodo območnih nastavitev.
sr_cyrl_rs: Филтрирајте листу језика тако што ћете изабрати регион или унети име језика или кôд локалног стандарда.
sr_latn_rs: Filtrirajte listu jezika tako što ćete izabrati region ili uneti ime jezika ili kôd lokalnog standarda.
sv_se: Filtrera listan över språk genom att välja en region eller genom att skriva in namnet på språket eller koden för nationella inställningar.
th_th: กรองรายการภาษาด้วยการเลือกภูมิภาคหรือพิมพ์ชื่อภาษาหรือรหัสตำแหน่งที่ตั้ง
tr_tr: Bir bölge seçerek ya da dil adını veya yerel ayar kodunu yazarak dil listesini filtreleyin.
uk_ua: Щоб відфільтрувати список мов, виберіть регіон або введіть назву мови чи код локалізації.
vi_vn: Lọc danh sách các ngôn ngữ bằng cách chọn khu vực hoặc bằng cách nhập tên ngôn ngữ hoặc mã ngôn ngữ.
zh_cn: 选择区域或者键入语言名或区域性代码，筛选语言列表。
zh_tw: 選取區域，或是鍵入語言名稱或地區設定代碼，即可篩選語言清單。

source: Select Package
ar_sa: تحديد الحزمة
bg_bg: Изберете пакет
ca_es: Selecciona el paquet
cs_cz: Výběr balíčku
da_dk: Vælg pakke
de_de: Paket auswählen
el_gr: Επιλογή πακέτου
es_es: Seleccionar paquete
et_ee: Vali pakett
eu_es: Hautatu paketea
fi_fi: Valitse paketti
fr_ca: Sélectionner un package
ga_ie: Roghnaigh pacáiste
gl_es: Seleccionar paquete
he_il: בחירת חבילה
hi_in: पैकेज चुनें
hr_hr: Odaberite paket
hu_hu: Csomag kiválasztása
id_id: Pilih Paket
is_is: Veldu pakka
it_it: Seleziona il pacchetto
ja_jp: パッケージを選択
kk_kz: Жиынтықты таңдау
ko_kr: 패키지 선택
lb_lu: Pak auswielen
lt_lt: Pasirinkti paketą
lv_lv: Atlasīt pakotni
ms_my: Pilih Pakej
mt_mt: Agħżel Pakkett
nb_no: Velg pakke
nl_be: Pakket selecteren
pl_pl: Wybierz pakiet
pt_pt: Selecione o Pacote
ro_ro: Selectați pachetul
ru_ru: Выбрать пакет
sk_sk: Vyberte balík
sl_si: Izberite paket
sr_cyrl_rs: Изаберите пакет
sr_latn_rs: Izaberite paket
sv_se: Välj paket
th_th: เลือกแพคเกจ
tr_tr: Paket Seçin
uk_ua: Вибрати пакет
vi_vn: Chọn gói
zh_cn: 选择包
zh_tw: 選取套件

source: Select Version
ar_sa: تحديد الإصدار
bg_bg: Изберете версия
ca_es: Selecciona la versió
cs_cz: Výběr verze
da_dk: Vælg version
de_de: Version auswählen
el_gr: Επιλογή έκδοσης
es_es: Seleccionar versión
et_ee: Valige versioon
eu_es: Hautatu bertsioa
fi_fi: Valitse versio
fr_ca: Sélectionner la version
ga_ie: Roghnaigh leagan
gl_es: Seleccionar versión
he_il: בחר גירסה
hi_in: संस्करण चुनें
hr_hr: Odaberite verziju
hu_hu: Verzió kiválasztása
id_id: Pilih Versi
is_is: Veldu útgáfu
it_it: Seleziona la versione
ja_jp: バージョンを選択
kk_kz: Нұсқаны таңдау
ko_kr: 버전 선택
lb_lu: Versioun auswielen
lt_lt: Pasirinkti versiją
lv_lv: Atlasīt versiju
ms_my: Pilih Versi
mt_mt: Agħżel Verżjoni
nb_no: Velg versjon
nl_be: Versie selecteren
pl_pl: Wybierz wersję
pt_pt: Selecionar Versão
ro_ro: Selectați versiunea
ru_ru: Выбор версии
sk_sk: Vyberte verziu
sl_si: Izberite različico
sr_cyrl_rs: Изаберите верзију
sr_latn_rs: Izaberite verziju
sv_se: Välj version
th_th: เลือกรุ่น
tr_tr: Sürüm Seç
uk_ua: Вибрати версію
vi_vn: Chọn phiên bản
zh_cn: 选择版本
zh_tw: 選取版本

source: Select your role
ar_sa: تحديد دورك
bg_bg: Изберете своята роля
ca_es: Selecciona la funció
cs_cz: Vyberte vaši roli
da_dk: Vælg din rolle
de_de: Rolle auswählen
el_gr: Επιλέξτε τον ρόλο σας
es_es: Seleccione su rol
et_ee: Valige oma roll
eu_es: Hautatu funtzioa
fi_fi: Valitse roolisi
fr_ca: Sélectionnez votre rôle
ga_ie: Roghnaigh do ról
gl_es: Seleccionar función
he_il: בחר את התפקיד
hi_in: अपनी भूमिका चुनें
hr_hr: Odaberite svoju ulogu
hu_hu: Válasszon szerepkört
id_id: Pilih peran Anda
is_is: Veldu hlutverkið þitt
it_it: Seleziona il tuo ruolo
ja_jp: 役割を選択
kk_kz: Өз рөліңізді таңдаңыз
ko_kr: 역할 선택
lb_lu: Wielt Är Roll
lt_lt: Pasirinkite savo vaidmenį
lv_lv: Atlasiet savu lomu
ms_my: Pilih peranan anda
mt_mt: Agħżel ir-rwol tiegħek
nb_no: Velg rollen din
nl_be: Uw rol selecteren
pl_pl: Wybierz swoją rolę
pt_pt: Selecione o seu cargo
ro_ro: Selectați rolul dvs.
ru_ru: Выбрать роль
sk_sk: Vyberte svoju rolu
sl_si: Izberite svojo vlogo
sr_cyrl_rs: Изаберите улогу
sr_latn_rs: Izaberite ulogu
sv_se: Välj roll
th_th: เลือกบทบาทของคุณ
tr_tr: Rolünüzü seçin
uk_ua: Виберіть роль
vi_vn: Chọn vai trò của bạn
zh_cn: 选择你的角色
zh_tw: 選取您的角色

source: Service
ar_sa: الخدمة
bg_bg: Услуга
ca_es: Servei
cs_cz: Služba
da_dk: Tjeneste
de_de: Dienst
el_gr: Υπηρεσία
es_es: Servicio
et_ee: Teenus
eu_es: Zerbitzua
fi_fi: Palvelu
ga_ie: Seirbhís
gl_es: Servizo
he_il: ‏‏שירות
hi_in: सेवा
hr_hr: Servis
hu_hu: Szolgáltatás
id_id: Layanan
is_is: Þjónusta
it_it: Servizio
ja_jp: サービス
kk_kz: Қызмет
ko_kr: 서비스
lt_lt: Tarnyba
lv_lv: Pakalpojums
ms_my: Perkhidmatan
mt_mt: Servizz
nb_no: Tjeneste
pl_pl: Usługa
pt_pt: Serviço
ru_ru: Служба
sk_sk: Služba
sl_si: Storitev
sr_cyrl_rs: Услуга
sr_latn_rs: Usluga
sv_se: Tjänst
th_th: บริการ
tr_tr: Hizmet
uk_ua: Служба
vi_vn: Dịch vụ
zh_cn: 服务
zh_tw: 服務

source: Services
ar_sa: الخدمات
bg_bg: Услуги
ca_es: Serveis
cs_cz: Služby
da_dk: Tjenester
de_de: Dienste
el_gr: Υπηρεσίες
es_es: Servicios
et_ee: Teenused
eu_es: Zerbitzuak
fi_fi: Palvelut
ga_ie: Seirbhísí
gl_es: Servizos
he_il: שירותים
hi_in: सेवाएँ
hr_hr: Servisi
hu_hu: Szolgáltatások
id_id: Layanan
is_is: Þjónusta
it_it: Servizi
ja_jp: サービス
kk_kz: Қызметтер
ko_kr: 서비스
lb_lu: Servicer
lt_lt: Paslaugos
lv_lv: Pakalpojumi
ms_my: Perkhidmatan
mt_mt: Servizzi
nb_no: Tjenester
pl_pl: Usługi
pt_pt: Serviços
ro_ro: Servicii
ru_ru: Службы
sk_sk: Služby
sl_si: Storitve
sr_cyrl_rs: Услуге
sr_latn_rs: Usluge
sv_se: Tjänster
th_th: การบริการ
tr_tr: Hizmetler
uk_ua: Служби
vi_vn: Dịch vụ
zh_cn: 服务
zh_tw: 服務

# serviceUnavailable
source: The service is temporarily unavailable. We are working on it.
ar_sa: الخدمة غير متوفرة مؤقتًا. نعمل على إصلاح هذا.
bg_bg: Услугата временно е недостъпна. Работим по въпроса.
ca_es: El servei no està disponible temporalment. Hi estem treballant.
cs_cz: Služba je dočasně nedostupná. Pracujeme na tom.
da_dk: Tjenesten er ikke tilgængelig i øjeblikket. Vi arbejder på sagen.
de_de: Der Dienst ist vorübergehend nicht verfügbar. Wir arbeiten daran.
el_gr: Η υπηρεσία δεν είναι προσωρινά διαθέσιμη. Προσπαθούμε να επιλύσουμε το πρόβλημα.
es_es: El servicio no está disponible temporalmente. Estamos trabajando en ello.
et_ee: Teenus pole ajutiselt saadaval. Tegeleme probleemi lahendamisega.
eu_es: Zerbitzua ez dago erabilgarri une honetan. Lanean ari gara arazoa konpontzeko.
fi_fi: Palvelu on tilapäisesti poissa käytöstä. Tutkimme ongelmaa.
fr_ca: Ce service est temporairement indisponible. Nous résolvons actuellement le problème.
ga_ie: Níl an tseirbhís seo ar fáil go sealadach. Táimid ag obair air.
gl_es: O servizo non está dispoñible temporalmente. Estamos traballando para solucionalo.
he_il: שירות זה אינו זמין באופן זמני. אנו עובדים על זה.
hi_in: यह सेवा अस्थायी रूप से अनुपलब्ध है. हम इस पर कार्य कर रहे हैं.
hr_hr: Servis trenutno nije dostupan. Radimo na tome.
hu_hu: A szolgáltatás átmenetileg nem érhető el. Már dolgozunk a probléma megoldásán.
id_id: Layanan tidak tersedia untuk sementara. Kami sedang berusaha memperbaikinya.
is_is: Þjónustan er um stundarstakir ótiltæk. Við erum að vinna að lausn mála.
it_it: Il servizio è temporaneamente non disponibile. Stiamo cercando di risolvere il problema.
ja_jp: サービスは一時的に利用できません。 現在対応中です。
kk_kz: Қызмет уақытша қолжетімді емес. Осы мәселені шешу бойынша жұмыс жүргізілуде.
ko_kr: 서비스를 일시적으로 사용할 수 없습니다. 작업을 진행 중입니다.
lb_lu: De Service ass temporär net verfügbar. Mir schaffen dorun.
lt_lt: Tarnyba laikinai nepasiekiama. Problemą sprendžiame.
lv_lv: Pakalpojums īslaicīgi nav pieejams. Meklējam risinājumu.
ms_my: Perkhidmatan tidak tersedia buat sementara. Kami sedang mengusahakannya.
mt_mt: Is-servizz huwa temporanjament mhux disponibbli. Qed naħdmu fuqha.
nb_no: Tjenesten er midlertidig utilgjengelig. Vi jobber med saken.
nl_be: De service is tijdelijk niet beschikbaar. Er wordt aan gewerkt.
pl_pl: Usługa jest tymczasowo niedostępna. Pracujemy nad tym.
pt_pt: O serviço está temporariamente indisponível. Estamos a tentar resolver o problema.
ro_ro: Serviciul este temporar indisponibil. Lucrăm pentru a remedia problema.
ru_ru: Служба временно недоступна. Мы работаем над решением этой проблемы.
sk_sk: Služba je dočasne nedostupná. Pracujeme na tom.
sl_si: Storitev trenutno ni na voljo. Delamo na tem.
sr_cyrl_rs: Услуга је привремено недоступна. Радимо на њој.
sr_latn_rs: Usluga je privremeno nedostupna. Radimo na njoj.
sv_se: Tjänsten är inte tillgänglig för tillfället. Vi arbetar på problemet.
th_th: บริการนี้ไม่สามารถใช้งานได้ชั่วคราว เรากำลังดำเนินการแก้ไขอยู่ในขณะนี้
tr_tr: Hizmet geçici olarak kullanılamıyor. Bu sorunu çözmek için çalışıyoruz.
uk_ua: Служба тимчасово недоступна. Ми працюємо над вирішенням цієї проблеми.
vi_vn: Dịch vụ tạm thời không khả dụng. Chúng tôi đang nỗ lực khắc phục vấn đề này.
zh_cn: 该服务暂时不可用。 我们正在处理。
zh_tw: 服務暫時無法使用。 我們正在處理。

source: Share
ar_sa: مشاركة
bg_bg: Споделяне
ca_es: Comparteix
cs_cz: Sdílení
da_dk: Del
de_de: Teilen
el_gr: Κοινή χρήση
es_es: Compartir
et_ee: Anna ühiskasutusse
eu_es: Partekatu
fi_fi: Jaa
fr_ca: Partager
ga_ie: Roinn
gl_es: Compartir
he_il: שתף
hi_in: साझा करें
hr_hr: Zajedničko korištenje
hu_hu: Megosztás
id_id: Bagikan
is_is: Deila
it_it: Condivisione
ja_jp: 共有
kk_kz: Ортақ пайдалану
ko_kr: 공유
lb_lu: Deelen
lt_lt: Bendrinti
lv_lv: Kopīgot
ms_my: Kongsi
mt_mt: Ixxerja
nb_no: Del
nl_be: Delen
pl_pl: Udostępnij
pt_pt: Partilhar
ro_ro: Partajare
ru_ru: Поделиться
sk_sk: Zdieľať
sl_si: Skupna raba
sr_cyrl_rs: Дели
sr_latn_rs: Deli
sv_se: Dela
th_th: แชร์
tr_tr: Paylaş
uk_ua: Поділитися
vi_vn: Chia sẻ
zh_cn: 共享
zh_tw: 共用

# shareAchievement
source: Share this achievement on {0}
ar_sa: مشاركة هذا الإنجاز على {0}
bg_bg: Споделете постижението в {0}
ca_es: Comparteix aquest assoliment a {0}
cs_cz: Sdílet tento úspěch na {0}
da_dk: Del dette resultat på {0}
de_de: Diese Auszeichnung über {0} teilen
el_gr: Κοινοποιήστε αυτό το επίτευγμα στο {0}
es_es: Compartir este logro en {0}
et_ee: Jagage saavutust teenuses {0}
eu_es: Partekatu lorpena hemen: {0}
fi_fi: Jaa tämä saavutus palvelussa {0}
fr_ca: Partager ce succès sur {0}
ga_ie: Roinn an gaisce seo ar {0}
gl_es: Compartir este logro en {0}
he_il: שתף הישג זה ב- {0}
hi_in: इस उपलब्धि को {0} पर साझा करें
hr_hr: Objavi postignuće na servisu {0}
hu_hu: Az eredményszint megosztása itt: {0}
id_id: Bagikan penghargaan ini pada {0}
is_is: Deila þessum áfanga á {0}
it_it: Condividi questo obiettivo su {0}
ja_jp: {0} でこの実績を共有する
kk_kz: Бұл жетістікті {0} бөлісу
ko_kr: {0}에서 이 도전 과제 공유
lb_lu: Dësen Erfolleg op {0} deelen
lt_lt: Bendrinti šį pasiekimą {0}
lv_lv: Kopīgot šo sasniegumu šeit: {0}
ms_my: Kongsi pencapaian ini di {0}
mt_mt: Ixxerja din il-kisba fuq {0}
nb_no: Del denne oppnåelsen på {0}
nl_be: Deze prestatie delen op {0}
pl_pl: Udostępnij to osiągnięcie w {0}
pt_pt: Partilhe esta conquista no {0}
ro_ro: Partajați această realizare pe {0}
ru_ru: Поделитесь своим достижением: {0}
sk_sk: Zdieľať túto odmenu v službe {0}
sl_si: Dajte ta dosežek v skupno rabo v storitvi {0}
sr_cyrl_rs: Делите ово достигнуће на {0}
sr_latn_rs: Delite ovo dostignuće na {0}
sv_se: Dela denna achievement på {0}
th_th: แชร์ความสำเร็จใน {0}
tr_tr: Bu başarıyı {0} üzerinde paylaş
uk_ua: Повідомте про своє досягнення на {0}
vi_vn: Chia sẻ thành tích này trên {0}
zh_cn: 在 {0} 上共享此成就
zh_tw: 在 {0} 上分享此成就
