Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Microsoft Employee Privacy Notice
ar_sa: إشعار الخصوصية لموظف Microsoft
bg_bg: Бележка за поверителността за служители на Microsoft
ca_es: Avís de privadesa per als empleats de Microsoft
cs_cz: Oznámení o ochraně osobních údajů zaměstnanců Microsoftu
da_dk: Meddelelse om beskyttelse af personlige oplysninger for Microsoft-medarbejdere
de_de: Datenschutzhinweis für Microsoft-Mitarbeiter
el_gr: Επισήμανση περί προστασίας προσωπικών δεδομένων υπαλλήλων Microsoft
es_es: Aviso de privacidad para empleados de Microsoft
et_ee: Microsofti töötaja privaatsusavaldus
eu_es: Microsoft-en langileentzako pribatutasun-oharra
fi_fi: Microsoftin työntekijän tietosuojailmoitus
fr_ca: Avis de confidentialité des employés Microsoft
ga_ie: Fógra Príobháideachais Microsoft Employee
gl_es: Aviso de privacidade de empregado de Microsoft
he_il: הודעה בנושא פרטיות לעובדים של Microsoft
hi_in: Microsoft कर्मचारी गोपनीयता सूचना
hr_hr: Obavijest o zaštiti privatnosti Microsoftovih zaposlenika
hu_hu: Microsoft-alkalmazottak adatvédelmi nyilatkozata
id_id: Pemberitahuan Privasi Karyawan Microsoft
is_is: Tilkynning um persónuvernd starfsmanna Microsoft
it_it: Informativa sulla privacy per i dipendenti Microsoft
ja_jp: Microsoft 社員のプライバシーに関する声明
kk_kz: Microsoft қызметкері үшін құпиялылық туралы мәлімдеме
ko_kr: Microsoft 직원 개인정보처리방침
lb_lu: Microsoft Ugestallten Dateschutzerklärung
lt_lt: „Microsoft“ darbuotojo privatumo pranešimas
lv_lv: Paziņojums par konfidencialitāti Microsoft darbiniekam
ms_my: Notis Privasi Pekerja Microsoft
mt_mt: Notifika ta' Privatezza tal-Impjegati ta' Microsoft
nb_no: Personvernmelding for Microsoft-ansatte
nl_be: Privacykennisgeving voor Microsoft-werknemer
pl_pl: Uwaga na temat ochrony prywatności pracowników firmy Microsoft
pt_pt: Aviso de Privacidade de Colaborador da Microsoft
ro_ro: Notificare privind confidențialitatea pentru angajații Microsoft
ru_ru: Уведомление о конфиденциальности для сотрудника корпорации Майкрософт
sk_sk: Vyhlásenie o ochrane osobných údajov zamestnancov spoločnosti Microsoft
sl_si: Obvestilo o zasebnosti za zaposlene pri Microsoftu
sr_cyrl_rs: Microsoft изјава о приватности за запослене
sr_latn_rs: Microsoft izjava o privatnosti za zaposlene
sv_se: Sekretessmeddelande för Microsoft-medarbetare
th_th: ประกาศความเป็นส่วนตัวของพนักงานของ Microsoft
tr_tr: Microsoft Çalışanı Gizlilik Bildirimi
uk_ua: Повідомлення про конфіденційність для працівника корпорації Майкрософт
vi_vn: Thông báo về quyền riêng tư của nhân viên Microsoft
zh_cn: Microsoft 员工隐私声明
zh_tw: Microsoft 員工隱私權注意事項
