Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# signInToIncreaseRateLimit
source: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Sign in</a> to increase your GitHub API rate limit.
ar_sa: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">سجل الدخول</a> لزيادة حد معدل GitHub API.
bg_bg: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Влезте</a>, за да увеличите прага на ограничението на пропусквателната способност на API на GitHub API.
ca_es: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Inicieu la sessió</a> per augmentar el límit de velocitat de l'API del GitHub.
cs_cz: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Přihlaste se</a> a zvyšte limit přenosové rychlosti rozhraní API GitHubu.
da_dk: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Log på</a> for at øge grænsen for din GitHub API-hastighed.
de_de: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Melden Sie sich an</a>, um Ihre GitHub-API-Ratenbegrenzung zu erhöhen.
el_gr: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Εισέλθετε</a> για να αυξήσετε το όριο αιτήσεων API στο GitHub.
es_es: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Inicie sesión</a> para aumentar el límite de frecuencia de la API de GitHub.
et_ee: Oma GitHub API piirmäära suurendamiseks <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">logige sisse</a>.
eu_es: GitHub APIaren abiadura-muga hobetzeko, <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">hasi saioa</a>.
fi_fi: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Kirjaudu sisään</a> ja nosta GitHub-ohjelmointirajapinnan tiedonsiirtorajaa.
fr_ca: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Connectez-vous</a> pour augmenter votre taux limite de l’API GitHub.
ga_ie: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Sínigh isteach</a> chun do theorainn ráta GitHub API a mhéadú.
gl_es: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Inicie sesión</a> para aumentar o límite da velocidade da API de GitHub.
he_il: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">היכנס</a> כדי להגדיל את מגבלת הקצב ב- API של GitHub.
hi_in: आपकी GitHub API दर सीमा को बढ़ाने के लिए <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">साइन-इन करें</a>.
hr_hr: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Prijavite se</a> da biste povećali ograničenje stope API-ja za GitHub.
hu_hu: A GitHub API-kvóta növeléséhez <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">jelentkezzen be</a>.
id_id: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Masuk</a> untuk meningkatkan batas laju API GitHub.
is_is: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#"> Skráðu þig inn </a> til að auka GitHub API gildistakmörk þín.
it_it: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Accedi</a> per aumentare il limite di velocità dell'API GitHub.
ja_jp: GitHub API のレート制限の数を増やすには、<a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">サインイン</a>してください。
kk_kz: GitHub API көрсеткішінің шегін үлкейту үшін <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">жүйеге кіріңіз</a>.
ko_kr: GitHub API 속도 제한을 늘리려면 <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">로그인</a>하세요.
lb_lu: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Umellen</a>, fir Är GitHub-API-Tauxlimite z'erhéijen.
lt_lt: Jei norite padidinti „GitHub“ API spartos limitą, <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">prisijunkite</a>.
lv_lv: Lai palielinātu GitHub API atļauto pieprasījumu biežumu, <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">pierakstieties</a>.
ms_my: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Daftar masuk</a> untuk meningkatkan had kadar API GitHub anda.
mt_mt: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Idħol biex</a> iżżid il-limitu tar-rata tal-GitHub API tiegħek.
nb_no: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Logg deg på</a> for å øke API-hastighetsgrensen din for GitHub.
nl_be: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Meld u aan</a> om uw limiet voor de GitHub API-frequentie te verhogen.
pl_pl: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Zaloguj się</a>, aby zwiększyć limit szybkości interfejsu API usługi GitHub.
pt_pt: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Inicie sessão</a> para aumentar o limite de velocidade da API do GitHub.
ro_ro: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Autentificați-vă</a> pentru a crește limita privind rata interfețelor API din GitHub.
ru_ru: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Войдите,</a> чтобы повысить лимит обращений к API GitHub.
sk_sk: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Po prihlásení</a> budete môcť zvýšiť limit rýchlosti rozhrania API v službe GitHub.
sl_si: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Vpišite se</a>, če želite povečati omejitev števila ocen vmesnika API storitve GitHub.
sr_cyrl_rs: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Пријавите се</a> да бисте повећали ограничење стопе за GitHub API.
sr_latn_rs: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Prijavite se</a> da biste povećali ograničenje stope za GitHub API.
sv_se: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Logga in</a> för att öka din hastighetsbegränsning för GitHub API.
th_th: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">ลงชื่อเข้าใช้</a> เพื่อเพิ่มขีดจำกัดอัตรา GitHub API ของคุณ
tr_tr: GitHub API hız sınırınızı artırmak için <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">oturum açın</a>.
uk_ua: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Увійдіть</a>, щоб підвищити ліміт частоти для API GitHub.
vi_vn: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">Đăng nhập</a> để tăng giới hạn tỷ lệ API GitHub của bạn.
zh_cn: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">登录</a>以提高 GitHub API 速率限制。
zh_tw: <a class="feedback-sign-in-button" data-bi-name="rate-limit-sign-in" href="#">登入</a>以提高您的 GitHub API 速率限制。

# signInToReact
source: Sign in to add your reaction
ar_sa: تسجيل الدخول لإضافة تفاعلك
bg_bg: Влезте, за да добавите своята реакция
ca_es: Inicieu la sessió per afegir la vostra reacció
cs_cz: Přihlaste se a přidejte reakci
da_dk: Log på for at tilføje din reaktion
de_de: Anmelden, um Reaktion hinzuzufügen
el_gr: Εισέλθετε για να προσθέσετε την αντίδρασή σας
es_es: Inicie sesión para agregar su reacción
et_ee: Reaktsiooni lisamiseks logige sisse
eu_es: Erreakzioa gehitzeko, hasi saioa
fi_fi: Kirjaudu sisään ja lisää reaktio
fr_ca: Connectez-vous pour ajouter votre réaction
ga_ie: Sínigh isteach chun do fhreagairt a chur leis
gl_es: Iniciar sesión para engadir unha reacción
he_il: היכנס כדי להוסיף תגובה
hi_in: अपनी प्रतिक्रिता जोड़ने के लिए साइन इन करें
hr_hr: Prijavite se da biste dodali reakciju
hu_hu: Visszajelzés hozzáadásához jelentkezzen be
id_id: Masuk untuk memberikan reaksi Anda
is_is: Skráðu þig inn til að bæta viðbrögðum þínum við
it_it: Accedi per aggiungere la tua reazione
ja_jp: サインインしてリアクションを追加
kk_kz: Реакцияңызды таңдау үшін жүйеге кіріңіз
ko_kr: 반응을 추가하려면 로그인
lb_lu: Umellen, fir Är Reaktioun derbäizesetzen
lt_lt: Prisijunkite norėdami įtraukti reakciją
lv_lv: Lai pievienotu reakciju, pierakstieties
ms_my: Daftar masuk untuk menambahkan reaksi anda
mt_mt: Idħol biex iżżid ir-reazzjoni tiegħek
nb_no: Logg deg på for å legge til reaksjonen din
nl_be: Meld u aan om uw reactie toe te voegen
pl_pl: Zaloguj się, aby dodać swoją reakcję
pt_pt: Inicie a sessão para adicionar a sua reação
ro_ro: Conectați-vă pentru a vă adăuga reacția
ru_ru: Войдите, чтобы добавить реакцию
sk_sk: Ak chcete pridať svoju reakciu, prihláste sa
sl_si: Vpišite se, če želite dodati svoj odziv
sr_cyrl_rs: Пријавите се да бисте додали реакцију
sr_latn_rs: Prijavite se da biste dodali reakciju
sv_se: Logga in för att lägga till din reaktion
th_th: ลงชื่อเข้าใช้เพื่อเพิ่มการตอบสนองของคุณ
tr_tr: Tepkinizi eklemek için oturum açın
uk_ua: Увійдіть, щоб додати свою реакцію
vi_vn: Đăng nhập để thêm phản ứng của bạn
zh_cn: 登录以添加回应
zh_tw: 登入以新增您的反應

source: Sign in to save progress
ar_sa: تسجيل الدخول لحفظ التقدم
bg_bg: Влезте, за да запишете напредъка
ca_es: Inicieu la sessió per desar el progrés
cs_cz: Přihlásit se a uložit postup
da_dk: Log på for at gemme status
de_de: Anmelden, um den Fortschritt zu speichern
el_gr: Εισέλθετε για να αποθηκεύσετε την πρόοδό σας
es_es: Inicie sesión para guardar el progreso
et_ee: Edenemise salvestamiseks logige sisse
eu_es: Aurrerapenak gordetzeko, hasi saioa
fi_fi: Kirjaudu sisään ja tallenna edistyminen
fr_ca: Se connecter pour enregistrer la progression
ga_ie: Sínigh isteach chun dul chun cinn a shábháil
gl_es: Iniciar sesión para gardar o progreso
he_il: היכנס כדי לשמור את ההתקדמות
hi_in: प्रगति सहेजने के लिए साइन इन करें
hr_hr: Prijavite se da biste spremali napredovanje
hu_hu: A változtatások mentéséhez be kell jelentkeznie
id_id: Masuk untuk menyimpan perkembangan
is_is: Skráðu þig inn til að vista framvinduna
it_it: Accedi per salvare lo stato
ja_jp: サインインして進行状況を保存
kk_kz: Орындалу туралы мәліметтерді сақтау үшін жүйеге кіріңіз
ko_kr: 진행률을 저장하려면 로그인
lb_lu: Mellt Iech u fir de Fortschrëtt ze späicheren
lt_lt: Prisijunkite norėdami įrašyti vykdymo eigą
lv_lv: Pierakstīties, lai saglabātu progresu
ms_my: Daftar masuk untuk menyimpan kemajuan
mt_mt: Idħol biex tissejvja l-progress
nb_no: Logg deg på for å lagre fremgangen
nl_be: Meld u aan om uw voortgang op te slaan
pl_pl: Zaloguj się, aby zapisać postęp
pt_pt: Inicie sessão para guardar o progresso
ro_ro: Conectați-vă pentru a salva progresul
ru_ru: Войдите, чтобы сохранить сведения о ходе выполнения
sk_sk: Prihláste sa, ak chcete ukladať pokrok
sl_si: Vpišite se, da boste lahko shranili napredek
sr_cyrl_rs: Пријавите се да бисте сачували ток
sr_latn_rs: Prijavite se da biste sačuvali tok
sv_se: Spara arbetet genom att logga in
th_th: ลงชื่อเข้าใช้เพื่อบันทึกความคืบหน้า
tr_tr: İlerlemeyi kaydetmek için oturum açın
uk_ua: Увійдіть, щоб зберігати дані про поступ
vi_vn: Đăng nhập để lưu tiến trình
zh_cn: 登录即可保存进度
zh_tw: 登入以儲存進度

# signInToSeeProfile
source: <a class='docs-sign-in' href="#">Sign in</a> to view your user profile.
ar_sa: <a class='docs-sign-in' href="#">سجل الدخول</a> لعرض ملف تعريف المستخدم لديك.
bg_bg: <a class='docs-sign-in' href="#">Влезте,</a> за да прегледате своя потребителски профил.
ca_es: <a class='docs-sign-in' href="#">Inicieu la sessió</a> per veure el vostre perfil d’usuari.
cs_cz: <a class='docs-sign-in' href="#">Přihlaste se</a>, abyste zobrazili svůj profil uživatele.
da_dk: <a class='docs-sign-in' href="#">Log på</a> for at få vist din brugerprofil.
de_de: <a class='docs-sign-in' href="#">Melden Sie sich an</a>, um Ihr Benutzerprofil anzuzeigen.
el_gr: Κάντε <a class='docs-sign-in' href="#">είσοδο</a> για την προβολή του προφίλ χρήστη.
es_es: <a class='docs-sign-in' href="#">Inicie sesión</a> para ver su perfil de usuario.
et_ee: <a class='docs-sign-in' href="#">Logige sisse</a>, et vaadata oma kasutajaprofiili.
eu_es: Erabiltzaile-profila ikusteko, <a class='docs-sign-in' href="#">hasi saioa</a>.
fi_fi: <a class='docs-sign-in' href="#">Kirjaudu sisään</a> nähdäksesi käyttäjäprofiilisi.
fr_ca: <a class='docs-sign-in' href="#">Connectez-vous</a> pour afficher votre profil utilisateur.
ga_ie: <a class='docs-sign-in' href="#">Sínigh isteach</a> chun amharc ar do phróifíl úsáideora.
gl_es: <a class='docs-sign-in' href="#">Inicie sesión</a> para ver o perfil de usuario.
he_il: <a class='docs-sign-in' href="#">היכנס</a> כדי להציג את פרופיל המשתמש שלך.
hi_in: अपना उपयोगकर्ता प्रोफ़ाइल देखने के लिए <a class='docs-sign-in' href="#">साइन इन करें</a>.
hr_hr: <a class='docs-sign-in' href="#">Prijavite se</a> da biste pogledali svoj korisnički profil.
hu_hu: A felhasználói profil megtekintéséhez <a class='docs-sign-in' href="#">jelentkezzen be</a>.
id_id: <a class='docs-sign-in' href="#">Masuk</a> untuk melihat profil pengguna.
is_is: <a class='docs-sign-in' href="#">Skráðu þig inn</a> til að sjá notandaviðmótið þitt.
it_it: <a class='docs-sign-in' href="#">Accedi</a> per visualizzare il tuo profilo utente.
ja_jp: 自分のユーザー プロファイルを表示するには、<a class='docs-sign-in' href="#">サインイン</a>する必要があります。
kk_kz: Пайдаланушы профиліңізді көру үшін <a class='docs-sign-in' href="#">кіріңіз</a>.
ko_kr: <a class='docs-sign-in' href="#">로그인</a>하여 사용자 프로필을 봅니다.
lb_lu: <a class='docs-sign-in' href="#">Umellen</a>, fir Äre Benotzerprofil unzeweisen.
lt_lt: <a class='docs-sign-in' href="#">Prisijunkite</a> ir peržiūrėkite vartotojo profilį.
lv_lv: Lai skatītu savu lietotāja profilu, <a class='docs-sign-in' href="#">pierakstieties</a>.
ms_my: <a class='docs-sign-in' href="#">Daftar masuk</a> untuk melihat profil pengguna anda.
mt_mt: <a class='docs-sign-in' href="#">Idħol</a> biex tara l-profil tal-utent tiegħek.
nb_no: <a class='docs-sign-in' href="#">Logg deg på</a> for å viser brukerprofilen din.
nl_be: <a class='docs-sign-in' href="#">Meld u aan</a> om uw gebruikersprofiel weer te geven.
pl_pl: <a class='docs-sign-in' href="#">Zaloguj się</a>, aby wyświetlić swój profil użytkownika.
pt_pt: <a class='docs-sign-in' href="#">Inicie sessão</a> para ver o seu perfil de utilizador.
ro_ro: <a class='docs-sign-in' href="#">Conectați-vă</a> pentru a vizualiza profilul de utilizator.
ru_ru: <a class='docs-sign-in' href="#">Войдите</a>, чтобы просмотреть свой профиль пользователя.
sk_sk: Ak si chcete zobraziť svoj používateľský profil, <a class='docs-sign-in' href="#">prihláste sa</a>.
sl_si: <a class='docs-sign-in' href="#">Vpišite se</a> za ogled uporabniškega profila.
sr_cyrl_rs: <a class='docs-sign-in' href="#">Пријавите се</a> да бисте видели свој кориснички профил.
sr_latn_rs: <a class='docs-sign-in' href="#">Prijavite se</a> da biste videli svoj korisnički profil.
sv_se: <a class='docs-sign-in' href="#">Logga in</a> om du vill visa din användarprofil.
th_th: <a class='docs-sign-in' href="#">ลงชื่อเข้าใช้</a> เพื่อดูโปรไฟล์ผู้ใช้ของคุณ
tr_tr: Kullanıcı profilinizi görüntülemek için <a class='docs-sign-in' href="#">oturum açın</a>.
uk_ua: <a class='docs-sign-in' href="#">Увійдіть</a>, щоб переглянути свій профіль користувача.
vi_vn: <a class='docs-sign-in' href="#">Đăng nhập</a> để xem hồ sơ người dùng của bạn.
zh_cn: <a class='docs-sign-in' href="#">登录</a>以查看用户配置文件。
zh_tw: <a class='docs-sign-in' href="#">登入</a>即可檢視您的使用者個人資料。

source: Sign out
ar_sa: تسجيل الخروج
bg_bg: Излизане
ca_es: Tanca la sessió
cs_cz: Odhlásit se
da_dk: Log af
de_de: Abmelden
el_gr: Έξοδος
es_es: Cerrar sesión
et_ee: Logi välja
eu_es: Itxi saioa
fi_fi: Kirjaudu ulos
fr_ca: Se déconnecter
ga_ie: Sínigh amach
gl_es: Pechar sesión
he_il: יציאה
hi_in: साइन आउट
hr_hr: Odjava
hu_hu: Kijelentkezés
id_id: Keluar
is_is: Skrá út
it_it: Disconnetti
ja_jp: サインアウト
kk_kz: Шығу
ko_kr: 로그아웃
lb_lu: Ofmellen
lt_lt: Atsijungti
lv_lv: Izrakstīties
ms_my: Daftar keluar
mt_mt: Oħroġ
nb_no: Logg av
nl_be: Afmelden
pl_pl: Wyloguj się
pt_pt: Terminar sessão
ro_ro: Deconectare
ru_ru: Выйти
sk_sk: Odhlásiť sa
sl_si: Izpis
sr_cyrl_rs: Одјављивање
sr_latn_rs: Odjavljivanje
sv_se: Logga ut
th_th: ลงชื่อออก
tr_tr: Oturumu kapat
uk_ua: Вийти
vi_vn: Đăng xuất
zh_cn: 注销
zh_tw: 登出

source: Site feedback
ar_sa: ملاحظات الموقع
bg_bg: Обратна връзка за сайт
ca_es: Comentaris del lloc
cs_cz: Váš názor na web
da_dk: Webstedsfeedback
de_de: Websitefeedback
el_gr: Σχόλια τοποθεσίας
es_es: Comentarios del sitio
et_ee: Saidi tagasiside
eu_es: Webguneari buruzko oharrak
fi_fi: Sivuston palaute
fr_ca: Commentaires sur le site
ga_ie: Aiseolas Suímh
gl_es: Comentarios do sitio
he_il: משוב על האתר
hi_in: साइट प्रतिक्रिया
hr_hr: Povratne informacije o web-mjestu
hu_hu: Visszajelzés a webhellyel kapcsolatban
id_id: Umpan Balik Situs
is_is: Álit á vefsvæði
it_it: Commenti e suggerimenti sul sito
ja_jp: サイトのフィードバック
kk_kz: Сайт туралы пікір
ko_kr: 사이트 피드백
lt_lt: Atsiliepimas apie svetainę
lv_lv: Atsauksmes par vietni
ms_my: Maklum Balas Laman
mt_mt: Feedback tas-Sit
nb_no: Tilbakemelding om nettsted
pl_pl: Opinia dotycząca witryny
pt_pt: Comentários do Site
ro_ro: Feedback referitor la site
ru_ru: Отзывы о сайте
sk_sk: Pripomienky k lokalite
sl_si: Povratne informacije o spletnem mestu
sr_cyrl_rs: Повратне информације за сајт
sr_latn_rs: Povratne informacije za sajt
sv_se: Feedback för webbplatsen
th_th: ไซต์คำติชม
tr_tr: Site Geri Bildirimi
uk_ua: Відгук про сайт
vi_vn: Phản hồi trang web
zh_cn: 网站反馈
zh_tw: 網站意見反應

source: Solution architect
ar_sa: مهندس للحلول
bg_bg: Архитект на решения
ca_es: Arquitecte de solucions
cs_cz: Architekt řešení
da_dk: Løsningsarkitekt
de_de: Lösungsarchitekt
el_gr: Αρχιτέκτονας λύσεων
es_es: Arquitecto de soluciones
et_ee: Lahenduste arhitekt
eu_es: Soluzio-arkitektoa
fi_fi: Ratkaisuarkkitehti
fr_ca: Architecte de solution
ga_ie: Ailtire Réitigh
gl_es: Arquitecto de solucións
he_il: אדריכל פתרונות
hi_in: सॉल्युशन आर्किटेक्ट
hr_hr: Stručnjak za arhitekturu rješenja
hu_hu: Megoldástervező
id_id: Arsitek Solusi
is_is: Lausnarhönnuður
it_it: Progettista di soluzioni
ja_jp: ソリューション アーキテクト
kk_kz: Шешімдер архитекторы
ko_kr: 솔루션 아키텍처
lt_lt: Sprendimų architektas
lv_lv: Risinājuma arhitekts
ms_my: Penyelesaian Arkitek
nb_no: Løsningsarkitekt
nl_be: Oplossingsarchitect
pl_pl: Architekt rozwiązań
pt_pt: Arquiteto de Soluções
ro_ro: Arhitect de soluții
ru_ru: Архитектор решений
sk_sk: Architekt riešení
sl_si: Sestavljavec rešitev
sr_cyrl_rs: Архитекта за решења
sr_latn_rs: Arhitekta za rešenja
sv_se: Lösningsarkitekt
th_th: โซลูชันสถาปนิก
tr_tr: Çözüm Mimarı
uk_ua: Архітектор рішень
vi_vn: Kiến trúc sư giải pháp
zh_cn: 解决方案架构师
zh_tw: 解決方案架構設計師

# somethingWentWrong
source: Hmm, something went wrong
ar_sa: حسنًا، حدث خطأ ما
bg_bg: Хм, възникна проблем
ca_es: S’ha produït un error
cs_cz: Něco se pokazilo.
da_dk: Der opstod en fejl
de_de: Leider ist ein Problem aufgetreten.
el_gr: Παρουσιάστηκε κάποιο πρόβλημα
es_es: Se produjo un error
et_ee: Midagi läks valesti
eu_es: Arazoren bat izan da
fi_fi: Tapahtui virhe
fr_ca: Hmm, un problème est survenu
ga_ie: Hmm, tá rud éigin mícheart
gl_es: Produciuse un erro inesperado
he_il: משהו השתבש
hi_in: ह्म्म, कुछ गलत हुआ
hr_hr: Nešto nije u redu
hu_hu: Hiba történt
id_id: Hmm, terjadi kesalahan
is_is: Hmm skrýtið, eitthvað fór úrskeiðis
it_it: Si è verificato un errore
ja_jp: 問題が発生しました
kk_kz: Бірдеңе дұрыс болмады
ko_kr: 오류가 발생했습니다.
lb_lu: Hmm, eppes ass schifgaangen
lt_lt: Hm, įvyko klaida
lv_lv: Kaut kas nogāja greizi...
ms_my: Hmm, sesuatu yang tidak kena telah berlaku
mt_mt: Hmm, ġrat xi ħaġa ħażina
nb_no: Ops, noe gikk galt
nl_be: Er is iets verkeerd gegaan
pl_pl: Wystąpił problem
pt_pt: Hum, ocorreu um problema
ro_ro: Hmm, ceva nu a funcționat corect
ru_ru: Произошла ошибка
sk_sk: Vyskytla sa chyba
sl_si: Hm, prišlo je do težave.
sr_cyrl_rs: Хм, нешто није у реду
sr_latn_rs: Hm, došlo je do greške
sv_se: Något gick fel
th_th: เอ่อ มีปัญหาบางอย่างเกิดขึ้น
tr_tr: Bir sorun oluştu
uk_ua: Сталася помилка
vi_vn: Rất tiếc, đã xảy ra lỗi
zh_cn: 嗯，出现问题
zh_tw: 發生問題

source: Start
ar_sa: بدء
bg_bg: Начало
ca_es: Inicia
cs_cz: Spustit
el_gr: Έναρξη
es_es: Inicio
et_ee: Käivita
eu_es: Hasi
fi_fi: Aloita
fr_ca: Démarrer
ga_ie: Tosaigh
gl_es: Iniciar
he_il: התחל
hi_in: प्रारंभ करें
hr_hr: Početak
hu_hu: Indítás
id_id: Mulai
is_is: Byrja
it_it: Avvio
ja_jp: 開始
kk_kz: Бастау
ko_kr: 시작
lt_lt: Paleisti
lv_lv: Sākt
ms_my: Mula
mt_mt: Ibda
nl_be: Starten
pl_pl: Rozpocznij
pt_pt: Iniciar
ru_ru: Начать
sk_sk: Spustiť
sl_si: Začni
sr_cyrl_rs: Покрени
sr_latn_rs: Pokreni
th_th: เริ่ม
tr_tr: Başlangıç
uk_ua: Початок
vi_vn: Bắt đầu
zh_cn: 开始
zh_tw: 開始

source: Start here
ar_sa: ابدأ من هنا
bg_bg: Започнете тук
ca_es: Comenceu aquí
cs_cz: Začněte tady
da_dk: Start her
de_de: Hier starten
el_gr: Ξεκινήστε εδώ
es_es: Comience aquí
et_ee: Alustage siit
eu_es: Hasi hemendik
fi_fi: Aloita tästä
fr_ca: Démarrez ici
ga_ie: Tosaigh anseo
gl_es: Comezar aquí
he_il: התחל כאן
hi_in: यहाँ से प्रारंभ करें
hr_hr: Započnite ovdje
hu_hu: Itt kezdje
id_id: Mulai Di Sini
is_is: Byrja hér
it_it: Inizia qui
ja_jp: ここから開始
kk_kz: Осында бастаңыз
ko_kr: 여기서 시작
lb_lu: Hei lassleeën
lt_lt: Pradėti čia
lv_lv: Sāciet šeit
ms_my: Mula Di Sini
mt_mt: Ibda Hawn
nb_no: Start her
nl_be: Hier beginnen
pl_pl: Rozpocznij tutaj
pt_pt: Comece aqui
ro_ro: Începeți aici
ru_ru: Начать
sk_sk: Začnite tu
sl_si: Začnite tukaj
sr_cyrl_rs: Започните овде
sr_latn_rs: Započnite ovde
sv_se: Börja här
th_th: เริ่มต้นที่นี่
tr_tr: Buradan Başlayın
uk_ua: Почніть тут
vi_vn: Bắt đầu tại đây
zh_cn: 由此开始
zh_tw: 從這裡開始

# stepOfSteps
source: Step {step-index} of {step-count}
ar_sa: الخطوة {step-index} من {step-count}
bg_bg: Стъпка {step-index} от {step-count}
ca_es: Pas {step-index} de {step-count}
cs_cz: Krok {step-index} z {step-count}
da_dk: Trin {step-index} af {step-count}
de_de: Schritt {step-index} von {step-count}
el_gr: Βήμα {step-index} από {step-count}
es_es: Paso {step-index} de {step-count}
et_ee: {step-index} toiming {step-count}-st
eu_es: {step-index}/{step-count}. urratsa
fi_fi: Vaihe {step-index}/{step-count}
fr_ca: Étape {step-index} de {step-count}
ga_ie: Céim {step-index} as {step-count}
gl_es: Paso {step-index} de {step-count}
he_il: שלב {step-index} מתוך {step-count}
hi_in: {step-count} में से चरण {step-index}
hr_hr: Korak {step-index} od {step-count}
hu_hu: {step-index}. / {step-count} lépés
id_id: Langkah {step-index} dari {step-count}
is_is: Skref {step-index} af {step-count}
it_it: Passaggio {step-index} di {step-count}
ja_jp: ステップ {step-index}/{step-count}
kk_kz: Қадам {step-index}/{step-count}
ko_kr: {step-index}/{step-count}단계
lb_lu: Schrëtt {step-index} vu(n) {step-count}
lt_lt: {step-index} veiksmas iš {step-count}
lv_lv: {step-index}. darbība no {step-count}
ms_my: Langkah {step-index} daripada {step-count}
mt_mt: Pass {step-index} ta' {step-count}
nb_no: Trinn {step-index} av {step-count}
nl_be: Stap {step-index} van {step-count}
pl_pl: Krok {step-index} z {step-count}
pt_pt: Passo {step-index} de {step-count}
ro_ro: Pasul {step-index} din {step-count}
ru_ru: Шаг {step-index} из {step-count}
sk_sk: Krok {step-index} z {step-count}
sl_si: Korak {step-index} od {step-count}
sr_cyrl_rs: {step-index}. корак од {step-count}
sr_latn_rs: {step-index}. korak od {step-count}
sv_se: Steg {step-index} av {step-count}
th_th: ขั้นตอน {step-index} ของ {step-count}
tr_tr: Adım {step-index} / {step-count}
uk_ua: Крок {step-index} із загалом {step-count}
vi_vn: Bước {step-index}/{step-count}
zh_cn: 步骤 {step-index} (共 {step-count} 个步骤)
zh_tw: 步驟 {step-count} 之 {step-index}
