Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# sandboxExpiredExplanation
source: Your sandbox has expired. Activate a new sandbox.
ar_sa: انتهت صلاحية بيئة الاختبار المعزولة لديك. يمكنك تنشيط بيئة اختبار معزولة جديدة.
bg_bg: Вашият ограничителен режим е изтекъл. Активиране на нов ограничителен режим.
ca_es: L'espai aïllat ha caducat. Activeu un espai aïllat nou.
cs_cz: Platnost sandboxu vypršela. Aktivujte nový sandbox.
da_dk: Din sandkasse er udløbet. Aktivér en ny sandkasse.
de_de: Ihre Sandbox ist abgelaufen. Aktivieren Sie eine neue Sandbox.
el_gr: Το περιβάλλον προστατευμένης εκτέλεσης έληξε. Ενεργοποιήστε ένα νέο περιβάλλον προστατευμένης εκτέλεσης.
es_es: El espacio aislado ha expirado. Activar nuevo espacio aislado.
et_ee: Teie liivakast on aegunud. Aktiveeri uus liivakast.
eu_es: Sandbox-a iraungi da. Aktibatu beste sandbox bat.
fi_fi: Eristys on vanhentunut. Aktivoi uusi eristys.
fr_ca: Votre environnement d’essai a expiré. Activez un nouvel environnement d’essai.
ga_ie: Tá do sandbox as feidhm. Gníomhachtaigh sandbox nua.
gl_es: O ambiente de illamento de procesos caducou. Active un novo ambiente de illamento de procesos.
he_il: תוקף ארגז החול פג. הפעל ארגז חול חדש.
hi_in: आपके सैंडबॉक्स की समय-सीमा समाप्त हो गई है. नया सैंडबॉक्स सक्रिय करें.
hr_hr: Vaša je sigurnosna ograda istekla. Aktivirajte novu sigurnosnu ogradu.
hu_hu: A tesztkörnyezet érvényessége lejárt. Aktiváljon egy új tesztkörnyezetet.
id_id: Sandbox Anda telah kedaluwarsa. Aktifkan Sandbox baru.
is_is: Sandkassinn rann út. Virkja nýjan sandkassa.
it_it: Il sandbox è scaduto. Attiva un nuovo sandbox.
ja_jp: サンドボックスが期限切れになりました。 新しいサンドボックスをアクティブにしてください。
kk_kz: Құм жәшігіңіздің мерзімі аяқталды. Жаңа құм жәшікті белсендіріңіз.
ko_kr: 샌드박스가 만료되었습니다. 새 샌드박스를 활성화하세요.
lb_lu: Är Sandbox ass ofgelaf. Eng nei Sandbox aktivéieren.
lt_lt: Jūsų smėlio dėžė nebegalioja. Suaktyvinkite naują smėlio dėžę.
lv_lv: Jūsu smilškastei ir beidzies termiņš. Aktivizējiet jaunu smilškasti.
ms_my: Kotak pasir anda telah tamat tempoh. Aktifkan kotak pasir yang baru.
mt_mt: Is-sandbox tiegħek skada. Attiva sandbox ġdid.
nb_no: Sandkassen har utløpt. Aktiver en ny sandkasse.
nl_be: Uw sandbox is verlopen. Een nieuwe sandbox activeren.
pl_pl: Piaskownica wygasła. Uaktywnij nową piaskownicę.
pt_pt: O seu sandbox expirou. Ativar um sandbox novo.
ro_ro: Sandboxul dvs. a expirat. Activați un sandbox nou.
ru_ru: Время доступа к вашей песочнице истекло. Активируйте новую песочницу.
sk_sk: Platnosť testovacieho prostredia (sandbox) uplynula. Aktivujte si nové testovacie prostredie (sandbox).
sl_si: Vaš peskovnik je potekel. Aktivirajte nov peskovnik.
sr_cyrl_rs: Isteklo je sandbox okruženje. Aktivirajte novi sandbox.
sr_latn_rs: Sandbox je istekao. Aktivirajte novi sandbox.
sv_se: Din tillgång till sandbox-miljön har upphört. Aktivera en ny sandbox-miljö.
th_th: Sandbox ของคุณหมดอายุแล้ว เปิดใช้งาน Sandbox ใหม่
tr_tr: Korumalı alanınızın süresi doldu. Yeni bir korumalı alan etkinleştirin.
uk_ua: Термін доступу до ізольованого програмного середовища завершився. Активуйте нове ізольоване програмне середовище.
vi_vn: Hộp cát của bạn đã hết hạn. Kích hoạt hộp cát mới.
zh_cn: 沙盒已过期。 激活新的沙盒。
zh_tw: 您的沙箱已過期。 請啟用新的沙箱。

# sandboxExplanation
source: The sandbox will give you free access to the Azure resources needed to complete this unit. Your Azure subscription will not be charged.
ar_sa: ستوفر لك بيئة الاختبار المعزولة وصولاً مجانيًا إلى موارد Azure المطلوبة لإكمال هذه الوحدة. لن يتم خصم أية تكاليف من اشتراكك لدى Azure.
bg_bg: Ограничителният режим ще ви даде безплатен достъп до необходимите ресурси на Azure за завършване на този урок. Вашият абонамент за Azure няма да се таксува.
ca_es: L’espai aïllat proporciona accés gratuït als recursos de l’Azure necessaris per completar aquesta unitat. No es cobrarà la vostra subscripció a l’Azure.
cs_cz: Sandbox vám poskytne bezplatný přístup k prostředkům Azure, které potřebujete k dokončení této části. Vašemu předplatnému Azure se nebude nic účtovat.
da_dk: Sandkassen giver dig gratis adgang til de Azure-ressourcer, du har brug for til at fuldføre dette undermodul. Dit Azure-abonnement faktureres ikke.
de_de: Mit der Sandbox erhalten Sie kostenlosen Zugriff auf die Azure-Ressourcen, die Sie zum Abschließen dieser Einheit benötigen. Ihrem Azure-Abonnement werden keine Kosten in Rechnung gestellt.
el_gr: Το περιβάλλον προστατευμένης εκτέλεσης θα σας εκχωρήσει δωρεάν πρόσβαση στους πόρους Azure που χρειάζεστε για να ολοκληρώσετε αυτό το μάθημα. Η συνδρομή σας Azure δεν θα χρεωθεί.
es_es: El espacio aislado le otorgará acceso libre a los recursos de Azure necesarios para completar esta unidad. Su suscripción de Azure no recibirá ningún cobro.
et_ee: Liivakast annab teile selle õppetüki lõpetamiseks vajalikele Azure’i ressurssidele tasuta juurdepääsu. Teie Azure’i tellimusele ei tule lisatasu.
eu_es: Sandbox-ak unitatea osatzeko behar dituzun Azure baliabide guztietarako sarbidea emango dizu doan. Ez dizugu ezer kobratuko Azure harpidetzan.
fi_fi: Eristyksen ansiosta saat maksuttoman käyttöoikeuden tämän yksikön suorittamiseen tarvittaviin Azure-resursseihin. Azure-tilaustasi ei veloiteta.
fr_ca: L’environnement d’essai vous permettra d’accéder gratuitement aux ressources Azure requises pour terminer cette unité. Votre abonnement Azure ne sera pas facturé.
ga_ie: Tabharfaidh an sandbox rochtain saor in aisce duit ar na hacmhainní Azure a theastaíonn chun an t-aonad seo a chríochnú. Ní ghearrfar táille ar do shíntiús Azure.
gl_es: O ambiente de illamento de procesos proporcionaralle acceso gratuíto aos recursos de Azure necesarios para concluír esta unidade. Non se cobrará a subscrición de Azure.
he_il: ארגז החול יעניק לך גישה חופשית למשאבים של Azure הדרושים להשלמת יחידה זו. מינוי Azure שלך לא יחויב.
hi_in: सैंडबॉक्स आपको इस इकाई को पूर्ण करने के लिए आवश्यक Azure संसाधनों तक निशुल्क पहुँच प्रदान करेगा. आपकी Azure सदस्यता से शुल्क नहीं लिया जाएगा.
hr_hr: Sigurnosna ograda omogućuje vam besplatan pristup resursima platforme Azure koji su vam potrebni za dovršetak ove jedinice. Neće se teretiti vaša pretplata na Azure.
hu_hu: A tesztkörnyezettel ingyenesen hozzáférhet azokhoz az Azure-erőforrásokhoz, amelyek a lecke elvégzéséhez szükségesek. Az Azure-előfizetésében nem számolunk fel díjakat.
id_id: Sandbox akan memberikan Anda akses gratis ke sumber daya Azure yang diperlukan untuk menyelesaikan unit ini. Langganan Azure Anda tidak akan ditagih.
is_is: Sandkassinn mun veita þér ókeypis aðgang að tilföngum Azure sem nauðsynleg eru til að ljúka þessari einingu. Azure-áskriftin þín verður ekki gjaldfærð.
it_it: Il sandbox ti offrirà l'accesso gratuito alle risorse di Azure necessarie per completare questa unità. Non verranno applicati addebiti alla tua sottoscrizione di Azure.
ja_jp: サンドボックスを使うと、このユニットを完了するために必要な Azure リソースに無料でアクセスできます。 お客様の Azure サブスクリプションに対する課金は行われません。
kk_kz: Құм жәшік осы бөлімді аяқтау үшін қажет Azure ресурстарына тегін кіру мүмкіндігін береді. Azure жазылымы үшін ақы алынбайды.
ko_kr: 샌드박스를 사용하면 이 단원을 완료하는 데 필요한 Azure 리소스에 무료로 액세스할 수 있습니다. Azure 구독 요금은 청구되지 않습니다.
lb_lu: D'Sandbox gëtt Iech fräien Zougang zu den Azure Ressourcen, déi Dir braucht fir dës Eenheet ofzeschléissen. Äert Azure Abonnement gëtt Iech net berechent.
lt_lt: Smėlio dėžė suteiks jums nemokamą prieigą prie „Azure“ išteklių, reikalingų norint užbaigti šį vienetą. Nieko nebus priskaičiuota prie jūsų „Azure“ prenumeratos.
lv_lv: Šī smilškaste nodrošinās jums bezmaksas piekļuvi Azure resursiem, kas nepieciešami, lai pabeigtu šo vienību. Jūsu Azure abonēšanas maksa netiks iekasēta.
ms_my: Kotak pasir akan memberi anda capaian percuma kepada sumber Azure yang diperlukan untuk melengkapkan unit ini. Langganan Azure anda tidak akan dikenakan caj.
mt_mt: Is-sandbox jagħtik aċċess bla ħlas għar-riżorsi ta' Azure meħtieġa biex tlesti din l-unità. L-abbonament ta' Azure tiegħek ma jiġix iċċarġjat.
nb_no: Sandkassen vil gi deg gratis tilgang til Azure-ressursene du trenger for å fullføre denne enheten. Azure-abonnementet ditt blir ikke belastet.
nl_be: Met de sandbox hebt u gratis toegang tot de Azure-resources die u nodig hebt om deze eenheid te voltooien. Er worden geen kosten in rekening gebracht bij uw Azure-abonnement.
pl_pl: Piaskownica zapewnia bezpłatny dostęp do zasobów platformy Azure wymaganych to ukończenia tej sekcji. Nie zostaną naliczone opłaty w ramach subskrypcji platformy Azure.
pt_pt: O sandbox dá-lhe acesso gratuito aos recursos do Azure necessários para concluir esta unidade. A sua subscrição do Azure não incorrerá em despesas.
ro_ro: Sandboxul vă va oferi acces liber la resursele Azure necesare pentru finalizarea acestei unități. Abonamentul dvs. Azure nu va fi debitat.
ru_ru: Песочница предоставляет бесплатный доступ к ресурсам Azure, необходимым для этого урока. За вашу подписку Azure плата взиматься не будет.
sk_sk: Testovacie prostredie (sandbox) vám umožní bezplatný prístup k prostriedkom služby Azure, ktoré sú potrebné na dokončenie tejto lekcie. Vaše predplatné služby Azure nebude účtované.
sl_si: Peskovnik vam zagotavlja brezplačen dostop do sredstev Azure, ki jih potrebujete za dokončanje te enote. Teh sredstev vam ne bo treba plačati v okviru svoje naročnine na Azure.
sr_cyrl_rs: Sandbox ће вам омогућити бесплатан приступ Azure ресурсима потребним за довршавање ове лекције. Azure претплата неће бити задужена.
sr_latn_rs: Sandbox će vam omogućiti besplatan pristup Azure resursima potrebnim za dovršavanje ove lekcije. Azure pretplata neće biti zadužena.
sv_se: Sandbox-miljön ger dig kostnadsfri åtkomst till de Azure-resurser som krävs för att slutföra den här enheten. Du debiteras inte för din Azure-prenumeration.
th_th: sandbox จะให้การเข้าถึงทรัพยากรของ Azure โดยไม่มีค่าใช้จ่ายให้แก่คุณเพื่อให้สามารถใช้ทรัพยากรที่ต้องการในการทำให้หน่วยนี้เสร็จสมบูรณ์ การสมัครใช้งาน Azure ของคุณจะไม่มีค่าธรรมเนียมใดๆ
tr_tr: Korumalı alan, bu üniteyi tamamlamak için gereken Azure kaynaklarına ücretsiz erişmenizi sağlayacak. Azure aboneliğiniz ücretlendirilmeyecek.
uk_ua: Це ізольоване програмне середовище надасть вам безкоштовний доступ до ресурсів для завершення цієї одиниці. Це не призведе до стягнення плати за передплатою Azure.
vi_vn: Hộp cát sẽ cung cấp cho bạn quyền truy cập miễn phí vào các tài nguyên cần thiết trên Azure để hoàn thành bài học này. Đơn đăng ký Azure của bạn sẽ không bị tính phí.
zh_cn: 通过沙盒可以免费访问完成本单元所需的 Azure 资源。 Azure 订阅将不会收费。
zh_tw: 沙箱可讓您免費存取完成本單元所需的 Azure 資源。 您的 Azure 訂用帳戶不須付費。

# sandboxRequiresInvite
source: Using a sandbox requires you to accept an Azure tenant invite
ar_sa: يتطلب استخدام بيئة الاختبار المعزولة قبول دعوة مستأجر Azure
bg_bg: Използването на ограничителен режим изисква да приемете покана на клиент на Azure
ca_es: L'ús d'un espai aïllat requereix que accepteu una invitació de l'inquilí de l'Azure.
cs_cz: Použití sandboxu vyžaduje, abyste přijali pozvání tenanta Azure.
da_dk: Brug af en sandkasse kræver, at du accepterer en invitation fra en Azure-lejer
de_de: Zur Verwendung einer Sandbox müssen Sie eine Einladung von einem Azure-Mandanten annehmen.
el_gr: Για να χρησιμοποιήσετε ένα περιβάλλον προστατευμένης εκτέλεσης απαιτείται να αποδεχθείτε μια πρόσκληση μισθωτή Azure
es_es: El uso de un espacio aislado requiere que acepte la invitación de un inquilino de Azure.
et_ee: Liivakasti kasutamiseks peate vastu võtma Azure’i rentniku kutse
eu_es: Sandbox bat erabili ahal izateko, Azure maizterraren gonbidapena onartu behar duzu
fi_fi: Eristyksen käyttö edellyttää, että hyväksyt Azure-vuokraajan kutsun
fr_ca: L’utilisation d’un environnement d’essai exige que vous acceptiez une invitation client Azure
ga_ie: Chun sandbox a úsáid ní mór duit glacadh le cuireadh tionónta Azure
gl_es: Para usar un ambiente de illamento de procesos é necesario que acepte un convite do Arrendatario de Azure
he_il: שימוש בארגז חול דורש שתקבל הזמנה של דייר Azure
hi_in: सैंडबॉक्स का उपयोग करने के लिए, आपको Azure टैनेंट आमंत्रण को स्वीकार करना होगा
hr_hr: Da biste mogli koristiti sigurnosnu ogradu, morate prihvatiti pozivnicu za klijent platforme Azure
hu_hu: Tesztkörnyezet használatához el kell fogadnia egy Azure-bérlői meghívót
id_id: Menggunakan sandbox mengharuskan Anda untuk menerima undangan penyewa Azure
is_is: Þú þarft að samþykkja boð frá Azure-leigjanda til að nota Sandbox
it_it: L'uso di un sandbox richiede l'accettazione di un invito a un tenant di Azure
ja_jp: サンドボックスを使用するには、Azure テナントの招待を承諾する必要があります
kk_kz: Құм жәшікті пайдалану Azure клиентінің шақыруын қабылдауды қажет етеді
ko_kr: 샌드박스를 사용하려면 Azure 테넌트 초대를 수락해야 합니다.
lb_lu: D'Notze vun enger Sandbox brauch Äert Unhuele vun enger Azure Besëtzeraluedung
lt_lt: Kad galėtumėte naudotis smėlio dėže, turite priimti „Azure“ nuomotojo kvietimą
lv_lv: Lai izmantotu smilškasti, jāakceptē Azure nomnieka uzaicinājums.
ms_my: Anda perlu menerima jemputan penyewa Azure untuk menggunakan kotak pasir
mt_mt: L-użu ta' sandbox jeħtieġ li taċċetta stedina tat-tenant ta' Azure
nb_no: Bruk av en sandkasse krever at du godtar en Azure-leierinvitasjon
nl_be: Als u een sandbox wilt gebruiken, moet u een Azure-tenantuitnodiging accepteren
pl_pl: Korzystanie z piaskownicy wymaga zaakceptowania zaproszenia do dzierżawy platformy Azure
pt_pt: A utilização de uma sandbox requer que aceite um convite de inquilino do Azure
ro_ro: Folosirea unui sandbox necesită acceptarea unei invitații de la o entitate găzduită Azure
ru_ru: Чтобы пользоваться песочницей, вам нужно принять приглашение для клиента Azure
sk_sk: Používanie testovacieho prostredia (sandbox) vyžaduje, aby ste prijali pozvánku nájomníka platformy Azure
sl_si: Če želite uporabljati peskovnik, morate sprejeti povabilo najemnika Azure.
sr_cyrl_rs: Коришћење Sandbox окружења захтева да прихватите Azure Tenant Invite
sr_latn_rs: Korišćenje Sandbox okruženja zahteva da prihvatite Azure Tenant Invite
sv_se: Användning av en sandbox-miljö kräver att du accepterar en Azure-klientinbjudan
th_th: การใช้คุณลักษณะ Sandbox ต้องให้คุณยอมรับ Azure Tenant Invite
tr_tr: Korumalı alanı kullanmak için Azure kiracı davetini kabul etmeniz gerekir
uk_ua: Щоб скористатись ізольованим програмним середовищем, потрібно прийняти запрошення до клієнта Azure
vi_vn: Bạn phải chấp nhận lời mời của đối tượng thuê trên Azure thì mới sử dụng được hộp cát
zh_cn: 要接受 Azure 租户邀请才可使用沙盒
zh_tw: 您必須接受 Azure 租用戶邀請，才能使用沙箱

# sandboxTemporaryDisabled
source: The sandbox for this module is temporarily disabled for maintenance.
ar_sa: بيئة الاختبار المعزولة لهذه الوحدة النمطية معطلة مؤقتًا للصيانة.
bg_bg: Ограничителният режим за този модул е забранен временно за профилактика.
ca_es: L'espai aïllat d'aquest mòdul està inhabilitat temporalment per motius de manteniment.
cs_cz: Sandbox pro tento modul je v současné době neaktivní kvůli údržbě.
da_dk: Sandkassen til dette modul er midlertidigt deaktiveret i forbindelse med vedligeholdelse.
de_de: Die Sandbox für dieses Modul ist aufgrund einer Wartung vorübergehend deaktiviert.
el_gr: Το περιβάλλον προστατευμένης εκτέλεσης για αυτήν τη λειτουργική μονάδα είναι προσωρινά απενεργοποιημένο για λόγους συντήρησης.
es_es: El espacio aislado para este módulo está en mantenimiento y se ha deshabilitado temporalmente.
et_ee: Selle mooduli liivakast on hoolduse tõttu ajutiselt keelatud.
eu_es: Aldi baterako desgaitu da modulu honen sandbox-a mantentze-lanak egiteko.
fi_fi: Tämän moduulin eristys on tilapäisesti poissa käytöstä ylläpitotoimien vuoksi.
fr_ca: L’environnement d’essai de ce module a été temporairement désactivé pour procéder à sa maintenance.
ga_ie: Tá an sandbox le haghaidh an mhodúil seo díchumasaithe go sealadach chun cothabháil a dhéanamh.
gl_es: O ambiente de illamento de procesos deste módulo está temporalmente desactivado para mantemento.
he_il: ארגז החול עבור מודול זה מושבת זמנית לצורך תחזוקה.
hi_in: इस मॉड्यूल के लिए यह सैंडबॉक्स रखरखाव के लिए अस्थाई रूप से अक्षम है.
hr_hr: Sigurnosna je ograda za ovaj modul privremeno onemogućena zbog održavanja.
hu_hu: Az ehhez a modulhoz tartozó tesztkörnyezet karbantartás miatt nem elérhető.
id_id: Sandbox untuk modul ini dinonaktifkan sementara untuk pemeliharaan.
is_is: Sandkassi þessarar einingar er óvirkur sem stendur vegna viðhalds.
it_it: Il sandbox per questo modulo è temporaneamente disabilitato per la manutenzione.
ja_jp: このモジュール用のサンドボックスは、メンテナンスのために一時的に無効にされています。
kk_kz: Бұл модульге арналған құм жәшік техникалық қызмет көрсету мақсатында уақытша ажыратылған.
ko_kr: 이 모듈의 샌드박스는 유지 관리를 위해 일시적으로 비활성화되었습니다.
lb_lu: D'Sandbox fir dëse Modul ass de Moment aus Wartungsgrënn ausgeschalt.
lt_lt: Šio modulio smėlio dėžė laikinai išjungta dėl priežiūros darbų.
lv_lv: ŠĪ moduļa smiškaste ir īslaicīgi atspējota, lai veiktu apkopi.
ms_my: Kotak pasir untuk modul ini dinyahdayakan buat sementara waktu untuk penyelenggaraan.
mt_mt: Is-sandbox għal dan il-modulu huwa temporanjament diżattivat għall-manutenzjoni.
nb_no: Sandkassen for denne modulen er midlertidig deaktivert for vedlikehold.
nl_be: De sandbox voor deze module is tijdelijk uitgeschakeld vanwege onderhoud.
pl_pl: Piaskownica dla tego modułu została tymczasowo wyłączona w celu przeprowadzenia konserwacji.
pt_pt: A sandbox deste módulo está temporariamente desativada para manutenção.
ro_ro: Sandboxul pentru acest mod este dezactivat temporar pentru mentenanță.
ru_ru: Песочница, созданная для работы с этим модулем, временно отключена в связи с проведением обслуживания.
sk_sk: Testovacie prostredie (sandbox) pre tento modul je dočasne nedostupné z dôvodu údržby.
sl_si: Peskovnik za ta modul je začasno onemogočen zaradi vzdrževanja.
sr_cyrl_rs: Sandbox за овај модул је привремено онемогућен због одржавања.
sr_latn_rs: Sandbox za ovaj modul je privremeno onemogućen zbog održavanja.
sv_se: Sandbox-miljön för den här modulen är tillfälligt inaktiverad på grund av underhåll.
th_th: Sandbox สำหรับโมดูลนี้ถูกปิดใช้งานชั่วคราวเพื่อซ่อมบำรุง
tr_tr: Bu modüle yönelik korumalı alan bakım için geçici olarak devre dışı bırakıldı.
uk_ua: Ізольоване програмне середовище для цього модуля тимчасово вимкнуто для технічного обслуговування.
vi_vn: Hộp cát cho mô-đun này tạm thời bị tắt để bảo trì.
zh_cn: 因维护原因，已暂时禁用此模块的沙盒。
zh_tw: 本課程模組的沙箱已暫時停用，以進行維護。

source: Search
ar_sa: بحث
bg_bg: Търсене
ca_es: Cerca
cs_cz: Hledat
da_dk: Søg
de_de: Suche
el_gr: Αναζήτηση
es_es: Buscar
et_ee: Otsing
eu_es: Bilatu
fi_fi: Haku
fr_ca: Rechercher
ga_ie: Cuardaigh
gl_es: Buscar
he_il: חיפוש
hi_in: खोज
hr_hr: Pretraživanje
hu_hu: Keresés
id_id: Cari
is_is: Leita
it_it: Cerca
ja_jp: 検索
kk_kz: Іздеу
ko_kr: 검색
lb_lu: Sichen
lt_lt: Ieškoti
lv_lv: Meklēt
ms_my: Cari
mt_mt: Fittex
nb_no: Søk
nl_be: Zoeken
pl_pl: Wyszukaj
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
sk_sk: Hľadať
sl_si: Išči
sr_cyrl_rs: Претражи
sr_latn_rs: Pretraži
sv_se: Sök
th_th: ค้นหา
tr_tr: Arayın
uk_ua: Пошук
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

source: Search Navigation
ar_sa: تنقل البحث
bg_bg: Навигация за търсене
ca_es: Navegació de cerca
cs_cz: Navigace vyhledávání
da_dk: Søgenavigation
de_de: Suchnavigation
el_gr: Περιήγηση στην αναζήτηση
es_es: Buscar navegación
et_ee: Otsingunavigatsioon
eu_es: Bilaketa-nabigazioa
fi_fi: Hakusiirtyminen
fr_ca: Navigation de recherche
ga_ie: Nascleanúint cuardaigh
gl_es: Navegación de busca
he_il: ניווט בחיפוש
hi_in: खोज नेविगेशन
hr_hr: Navigacija pretraživanja
hu_hu: Keresés a navigációban
id_id: Navigasi Pencarian
is_is: Leitarstilk
it_it: Navigazione ricerca
ja_jp: 検索ナビゲーション
kk_kz: Іздеу навигациясы
ko_kr: 탐색 검색
lb_lu: Sichnavigatioun
lt_lt: Ieškos naršymas
lv_lv: Meklēšanas navigācija
ms_my: Navigasi Carian
mt_mt: Navigazzjoni tat-Tiftix
nb_no: Søkenavigering
nl_be: Zoeknavigatie
pl_pl: Nawigacja po wyszukiwaniu
pt_pt: Navegação de Pesquisa
ro_ro: Navigare în căutare
ru_ru: Навигация поиска
sk_sk: Hľadať – navigácia
sl_si: Krmarjenje po iskanju
sr_cyrl_rs: Претрага навигације
sr_latn_rs: Pretražite navigaciju
sv_se: Söknavigering
th_th: การนำทางการค้นหา
tr_tr: Gezintide Ara
uk_ua: Пошукова навігація
vi_vn: Điều hướng tìm kiếm
zh_cn: 搜索导航
zh_tw: 搜尋導覽

source: Search previous versions
ar_sa: بحث في الإصدارات السابقة
bg_bg: Търсене на предишни версии
ca_es: Cerca les versions anteriors
cs_cz: Prohledat předchozí verze
da_dk: Søg i tidligere versioner
de_de: Vorherige Versionen suchen
el_gr: Αναζήτηση προηγούμενων εκδόσεων
es_es: Buscar versiones anteriores
et_ee: Eelmiste versioonide otsing
eu_es: Bilatu aurreko bertsioak
fi_fi: Hae edellisiä versioita
fr_ca: Rechercher les versions antérieures
ga_ie: Cuardaigh leaganacha roimhe
gl_es: Buscar versións anteriores
he_il: חיפוש בגירסאות קודמות
hi_in: पिछले संस्करणों को खोजें
hr_hr: Pretraživanje prethodnih verzija
hu_hu: Korábbi verziók keresése
id_id: Cari versi sebelumnya
is_is: Leitaðu í fyrri útgáfum
it_it: Cerca nelle versioni precedenti
ja_jp: 以前のバージョンを検索
kk_kz: Алдыңғы нұсқаларды іздеу
ko_kr: 이전 버전 검색
lb_lu: Viregt Versiounen duerchsichen
lt_lt: Ieškoti ankstesnių versijų
lv_lv: Meklēt iepriekšējās versijas
ms_my: Cari versi sebelumnya
mt_mt: Fittex verżjonijiet preċedenti
nb_no: Søk i tidligere versjoner
nl_be: Vorige versies zoeken
pl_pl: Wyszukaj w poprzednich wersjach
pt_pt: Procurar versões anteriores
ro_ro: Căutare în versiunile anterioare
ru_ru: Поиск в предыдущих версиях
sk_sk: Hľadať v predchádzajúcich verziách
sl_si: Preišči prejšnje različice
sr_cyrl_rs: Претражите претходне верзије
sr_latn_rs: Pretražite prethodne verzije
sv_se: Sök i tidigare versioner
th_th: ค้นหาเวอร์ชันก่อนหน้า
tr_tr: Önceki sürümleri ara
uk_ua: Пошук у попередніх версіях
vi_vn: Tìm kiếm các phiên bản trước
zh_cn: 搜索以前的版本
zh_tw: 搜尋舊版
