Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# commentPostedFormat
source: {name} commented {time ago}
ar_sa: {name} عّلق/عَلقت {time ago}
bg_bg: {name} коментира {time ago}
ca_es: {name} ha escrit un comentari {time ago}
cs_cz: {name} přidal(a) komentář {time ago}
da_dk: {name} kommenterede for {time ago}
de_de: {name} kommentierte {time ago}
el_gr: Ο χρήστης {name} σχολίασε {time ago}
es_es: {name} hizo un comentario {time ago}
et_ee: {name} kommenteeris {time ago}
eu_es: {name} erabiltzaileak duela {time ago} idatzi du iruzkina
fi_fi: {name} on kommentoinut {time ago}
fr_ca: {name} a commenté {time ago}
ga_ie: D’fhág {name} nóta tráchta {time ago}
gl_es: {name} comentou {time ago}
he_il: {name} הגיב {time ago}
hi_in: {name} ने {time ago} पर टिप्पणी की
hr_hr: Korisnik {name} komentirao je {time ago}
hu_hu: {name} megjegyzést adott hozzá {time ago}
id_id: {name} mengomentari {time ago}
is_is: {name} skrifaði ummæli {time ago}
it_it: {name} ha inserito commenti {time ago}
ja_jp: {name} が {time ago} にコメント
kk_kz: {name} {time ago} комментарий жазды
ko_kr: {name}이(가) {time ago}에 의견을 달았음
lb_lu: {name} huet {time ago} kommentéiert
lt_lt: {name} komentavo {time ago}
lv_lv: {name} komentēja {time ago}
ms_my: {name} telah memberikan komen {time ago}
mt_mt: {name} ikkummenta/t {time ago}
nb_no: {name} kommenterte {time ago}
nl_be: {name} heeft {time ago} gereageerd
pl_pl: Użytkownik {name} skomentował {time ago}
pt_pt: {name} comentou {time ago}
ro_ro: {name} a comentat {time ago}
ru_ru: пользователь {name} оставил комментарий {time ago}
sk_sk: {name} komentoval/-a {time ago}
sl_si: Oseba {name} je komentirala {time ago}
sr_cyrl_rs: {name} је коментарисао/ла {time ago}
sr_latn_rs: {name} je komentarisao/la {time ago}
sv_se: {name} kommenterade {time ago}
th_th: {name} แสดงข้อคิดเห็นเมื่อ {time ago}
tr_tr: {name}, {time ago} yorum yaptı
uk_ua: Коментар користувача {name} додано {time ago}
vi_vn: {name} đã nhận xét {time ago}
zh_cn: {time ago} {name} 发表了评论
zh_tw: {name} 於 {time ago} 回應

source: Comments
ar_sa: التعليقات
bg_bg: Коментари
ca_es: Comentaris
cs_cz: Komentáře
da_dk: Kommentarer
de_de: Kommentare
el_gr: Σχόλια
es_es: Comentarios
et_ee: Kommentaarid
eu_es: Iruzkinak
fi_fi: Kommentit
fr_ca: Commentaires
ga_ie: Nótaí tráchta
gl_es: Comentarios
he_il: תגובות
hi_in: टिप्पणियाँ
hr_hr: Komentari
hu_hu: Megjegyzések
id_id: Komentar
is_is: Ummæli
it_it: Commenti
ja_jp: コメント
kk_kz: Түсініктемелер
ko_kr: 의견
lb_lu: Kommentaren
lt_lt: Komentarai
lv_lv: Piezīmes
ms_my: Komen
mt_mt: Kummenti
nb_no: Kommentarer
nl_be: Opmerkingen
pl_pl: Komentarze
pt_pt: Comentários
ro_ro: Comentarii
ru_ru: Комментарии
sk_sk: Komentáre
sl_si: Komentarji
sr_cyrl_rs: Коментари
sr_latn_rs: Komentari
sv_se: Kommentarer
th_th: ข้อคิดเห็น
tr_tr: Yorumlar
uk_ua: Коментарі
vi_vn: Nhận xét
zh_cn: 注释
zh_tw: 註解

source: Complete
ar_sa: إكمال
bg_bg: Завършено
ca_es: Complet
cs_cz: Dokončit
da_dk: Fuldfør
de_de: Abgeschlossen
el_gr: Ολοκληρώθηκε
es_es: Completo
et_ee: Valmis
eu_es: Osatuta
fi_fi: Valmis
fr_ca: Terminer
ga_ie: Críochnaithe
gl_es: Concluído
he_il: הושלם
hi_in: पूर्ण
hr_hr: Dovršeno
hu_hu: Kész
id_id: Selesai
is_is: Ljúka
it_it: Operazione completata
ja_jp: 完了
kk_kz: Аяқтау
ko_kr: 완료
lb_lu: Ofgeschloss
lt_lt: Baigta
lv_lv: Pabeigts
ms_my: Lengkap
mt_mt: Lest
nb_no: Fullført
nl_be: Voltooid
pl_pl: Ukończ
pt_pt: Concluído
ro_ro: Finalizat
ru_ru: Завершить
sk_sk: Dokončené
sl_si: Dokončano
sr_cyrl_rs: Завршено
sr_latn_rs: Završeno
sv_se: Klart
th_th: เสร็จสมบูรณ์
tr_tr: Tamamla
uk_ua: Завершено
vi_vn: Hoàn tất
zh_cn: 完成
zh_tw: 完成

# configuringCloudShellForSandbox
source: Configuring Cloud Shell for sandbox access...
ar_sa: جارٍ تكوين Cloud Shell للوصول إلى بيئة الاختبار المعزولة...
bg_bg: Конфигуриране на Cloud Shell за достъп до ограничителен режим...
ca_es: S’està configurant el Cloud Shell per a l’accés a l’espai aïllat...
cs_cz: Konfiguruje se Cloud Shell pro přístup k sandboxu...
da_dk: Konfigurerer Cloud Shell til sandkasseadgang...
de_de: Cloud Shell wird für den Sandboxzugriff konfiguriert ...
el_gr: Ρύθμιση παραμέτρων του Cloud Shell για πρόσβαση στο περιβάλλον προστατευμένης εκτέλεσης...
es_es: Configurando acceso de Cloud Shell para espacio aislado...
et_ee: Cloud Shelli konfigureerimine liivakasti juurdepääsu jaoks…
eu_es: Sandbox-en sartzeko Cloud Shell konfiguratzen...
fi_fi: Määritetään Cloud Shelliä eristyksen käyttöoikeutta varten...
fr_ca: Configuration de Cloud Shell pour accéder à l’environnement d’essai...
ga_ie: Blaosc Néil le haghaidh rochtain sandbox á cumrú...
gl_es: Configurando Cloud Shell para o acceso ao ambiente de illamento de procesos...
he_il: מגדיר את התצורה של Cloud Shell לצורך גישה לארגז החול...
hi_in: सैंडबॉक्स एक्सेस के लिए Cloud Shell कॉन्फ़िगर कर रहा है...
hr_hr: Konfiguriranje servisa Cloud Shell za pristup sigurnosnoj ogradi...
hu_hu: A Cloud Shell konfigurálása tesztkörnyezet elérése céljából...
id_id: Mengonfigurasi Cloud Shell untuk akses Sandbox...
is_is: Setur upp Cloud Shell fyrir aðgang að sandkassa…
it_it: Configurazione di Cloud Shell per l'accesso a Sandbox...
ja_jp: サンドボックスにアクセスするために Cloud Shell を構成しています...
kk_kz: Құм жәшікке кіру үшін Cloud Shell қызметін конфигурациялау...
ko_kr: 샌드박스용 Cloud Shell 액세스 구성 중...
lb_lu: Konfiguréiere vun der Cloud Shell fir de Sandbox Zougang...
lt_lt: Konfigūruojama smėlio dėžės prieigos „Cloud Shell“...
lv_lv: Konfigurē Cloud Shell smilškastes piekļuvei...
ms_my: Mengkonfigurasi Cangkerang Awan untuk capaian kotak pasir...
mt_mt: Qed Jikkonfigura Cloud Shell għall-aċċess ta' sandbox...
nb_no: Konfigurerer Cloud Shell for sandkassetilgang ...
nl_be: Cloud Shell voor sandbox-toegang configureren...
pl_pl: Trwa konfigurowanie usługi Cloud Shell pod kątem dostępu do piaskownicy...
pt_pt: A configurar o Cloud Shell para acesso do sandbox...
ro_ro: Se configurează Cloud Shell pentru acces la sandbox...
ru_ru: Идет настройка Cloud Shell для доступа к песочнице…
sk_sk: Konfiguruje sa Cloud Shell na prístup k testovaciemu prostrediu (sandbox)...
sl_si: Konfiguriranje lupine v oblaku za dostop do peskovnika ...
sr_cyrl_rs: Konfigurisanje Cloud Shell for sandbox pristupa...
sr_latn_rs: Konfigurisanje Cloud Shell for sandbox pristupa...
sv_se: Konfigurerar Cloud Shell för åtkomst till sandbox-miljö...
th_th: กำลังกำหนดค่า Cloud Shell สำหรับการเข้าถึง Sandbox...
tr_tr: Korumalı alan erişimi için Cloud Shell yapılandırılıyor...
uk_ua: Налаштування Cloud Shell для доступу до ізольованого програмного середовища…
vi_vn: Đang định cấu hình Cloud Shell để truy cập vào hộp cát...
zh_cn: 正在配置 Cloud Shell 进行沙盒访问...
zh_tw: 正在設定 Cloud Shell 進行沙箱存取...

source: Confused
ar_sa: مرتبك
bg_bg: Объркване
ca_es: Confós
cs_cz: Zmatek
da_dk: Forvirret
de_de: Verwirrt
el_gr: Μπερδεμένος
es_es: Confusión
et_ee: Segaduses
eu_es: Nahastuta
fi_fi: Hämmentynyt
fr_ca: Confus(e)
ga_ie: Measctha
gl_es: Confuso
he_il: מבולבל
hi_in: भ्रमित
hr_hr: Zbunjen
hu_hu: Zavaros
id_id: Bingung
is_is: Ráðvilltur
it_it: Confusione
ja_jp: 困惑
kk_kz: Абыржыған
ko_kr: 혼동됨
lb_lu: Duercherneen
lt_lt: Sumišęs
lv_lv: Apmulsusi sejiņa
ms_my: Keliru
mt_mt: Konfuż
nb_no: Forvirret
nl_be: Verward
pl_pl: Zakłopotanie
pt_pt: Confuso
ro_ro: Confuz
ru_ru: Озадаченный смайлик
sk_sk: Zmätenosť
sl_si: Zmeden
sr_cyrl_rs: Збуњен/а
sr_latn_rs: Zbunjen/a
sv_se: Förvirrad
th_th: สับสน
tr_tr: Kafası karışmış
uk_ua: Збентеження
vi_vn: Lúng túng
zh_cn: 困惑
zh_tw: 困惑

# confusedReactionCount
source: {0} confused reactions
ar_sa: {0} من تفاعلات الحيرة
bg_bg: {0} реагираха с объркване
ca_es: {0} reaccions Estic confós
cs_cz: {0} zmatených reakcí
da_dk: {0} forvirrede reaktioner
de_de: {0} verwirrte Reaktionen
el_gr: {0} μπερδεμένες αντιδράσεις
es_es: {0} reacciones de confusión
et_ee: {0} segaduses reaktsiooni
eu_es: Harridura motako {0} erantzun
fi_fi: {0} hämmentynyttä reaktiota
fr_ca: {0} réactions « confus »
ga_ie: {0} freagairt mheasctha
gl_es: Reaccións confusas de {0}
he_il: {0} תגובות מבולבלות
hi_in: {0} भ्रम संबंधी प्रतिक्रियाएँ
hr_hr: Zbunjenih reakcija: {0}
hu_hu: {0} zavaros visszajelzés
id_id: {0} reaksi bingung
is_is: {0} ráðavillt viðbrögð
it_it: {0} reazioni confuse
ja_jp: {0} 件のリアクション (困惑)
kk_kz: {0} «абыржыған» реакциясы
ko_kr: 혼동된 반응 {0}개
lb_lu: {0} duerchernee Reaktiounen
lt_lt: Reakcijų Sumišęs: {0}
lv_lv: Atzīmes ar apmulsušu sejiņu ({0})
ms_my: {0} reaksi keliru
mt_mt: {0} reazzjonijiet konfużi
nb_no: {0} forvirret-reaksjoner
nl_be: {0} verbaasde reacties
pl_pl: Reakcje „Zakłopotanie”: {0}
pt_pt: {0} reações confusas
ro_ro: {0} reacții „confuz”
ru_ru: Озадаченных смайликов: {0}
sk_sk: Zmätené reakcie: {0}
sl_si: Zmedeni odzivi: {0}
sr_cyrl_rs: Збуњених реакција: {0}
sr_latn_rs: Zbunjenih reakcija: {0}
sv_se: {0} förvirrade reaktioner
th_th: {0} การตอบสนองว่าสับสน
tr_tr: {0} kafa karışıklığı
uk_ua: Реакцій "Збентеження": {0}
vi_vn: {0} phản ứng lúng túng
zh_cn: {0} 个困惑的反应
zh_tw: {0} 個困惑反應

source: Congratulations!
ar_sa: تهانينا!
bg_bg: Поздравления!
ca_es: Enhorabona.
cs_cz: Gratulujeme!
da_dk: Tillykke!
de_de: Herzlichen Glückwunsch!
el_gr: Συγχαρητήρια!
es_es: ¡Enhorabuena!
et_ee: Õnnitleme!
eu_es: Zorionak!
fi_fi: Onnittelut!
fr_ca: Félicitations!
ga_ie: Comhghairdeas!
gl_es: Parabéns!
he_il: ברכותינו!
hi_in: शुभकामनाएँ!
hr_hr: Čestitamo!
hu_hu: Gratulálunk!
id_id: Selamat!
is_is: Til hamingju!
it_it: Congratulazioni!
ja_jp: おめでとうございます
kk_kz: Құттықтаймыз!
ko_kr: 축하합니다!
lb_lu: Gléckwonsch!
lt_lt: Sveikiname!
lv_lv: Apsveicam!
ms_my: Tahniah!
mt_mt: Prosit!
nb_no: Gratulerer!
nl_be: Gefeliciteerd
pl_pl: Gratulacje!
pt_pt: Parabéns!
ro_ro: Felicitări!
ru_ru: Поздравляем!
sk_sk: Blahoželáme!
sl_si: Čestitamo!
sr_cyrl_rs: Честитамо!
sr_latn_rs: Čestitamo!
sv_se: Grattis!
th_th: ยินดีด้วย!
tr_tr: Tebrikler!
uk_ua: Наші вітання!
vi_vn: Xin chúc mừng!
zh_cn: 恭喜！
zh_tw: 恭喜！

source: Connections per account
ar_sa: الاتصالات لكل حساب
bg_bg: Връзки за отделен акаунт
ca_es: Connexions per compte
cs_cz: Připojení na účet
da_dk: Forbindelser pr. konto
de_de: Verbindungen pro Konto
el_gr: Συνδέσεις ανά λογαριασμό
es_es: Conexiones por cuenta
et_ee: Ühendused konto kohta
eu_es: Konexioak kontuko
fi_fi: Yhteydet tiliä kohti
fr_ca: Connexions par compte
ga_ie: Naisc sa chuntas
gl_es: Conexións por conta
he_il: חיבורים לכל חשבון
hi_in: प्रति खाता कनेक्शन की संख्या
hr_hr: Povezivanja po računu
hu_hu: Fiókonkénti kapcsolatok
id_id: Sambungan per Akun
is_is: Tengingar fyrir hvern reikning
it_it: Connessioni per account
ja_jp: アカウントあたりの接続数
kk_kz: Әр тіркелгідегі байланыстар
ko_kr: 계정별 연결
lb_lu: Verbindunge jee Kont
lt_lt: Vienos paskyros ryšiai
lv_lv: Savienojumi katram kontam
ms_my: Sambungan setiap Akaun
mt_mt: Konnessjonijiet għal kull Kont
nb_no: Tilkoblinger per konto
nl_be: Verbindingen per account
pl_pl: Połączenia na konto
pt_pt: Ligações por Conta
ro_ro: Conexiuni per cont
ru_ru: Количество подключений для одной учетной записи
sk_sk: Pripojenia na konto
sl_si: Povezave na račun
sr_cyrl_rs: Везе по налогу
sr_latn_rs: Veze po nalogu
sv_se: Anslutningar per konto
th_th: การเชื่อมต่อต่อบัญชี
tr_tr: Hesap başına bağlantılar
uk_ua: Підключень на обліковий запис
vi_vn: Kết nối trên mỗi tài khoản
zh_cn: 每个帐户的连接数
zh_tw: 每個帳戶的連線數

source: Constructor details
ar_sa: تفاصيل المنشئ
bg_bg: Подробни данни за конструктора
ca_es: Detalls del constructor
cs_cz: Podrobnosti konstruktoru
da_dk: Oplysninger om konstruktør
de_de: Details zum Konstruktor
el_gr: Λεπτομέρειες κατασκευής
es_es: Detalles del constructor
et_ee: Konstruktori üksikasjad
eu_es: Eraikitzailearen xehetasunak
fi_fi: Konstruktorin tiedot
fr_ca: Détails constructeur
ga_ie: Sonraí Cruthaitheora
gl_es: Detalles do construtor
he_il: פרטי הבנאי
hi_in: निर्माता विवरण
hr_hr: Pojedinosti o graditeljima
hu_hu: Konstruktor adatai
id_id: Detail Konstruktor
is_is: Upplýsingar um framleiðanda
it_it: Dettagli costruttore
ja_jp: コンストラクターの詳細
kk_kz: Құрастырғыш мәліметтері
ko_kr: 생성자 세부 정보
lb_lu: Konstrukteursdetailer
lt_lt: Išsami konstruktorių informacija
lv_lv: Informācija par izstrādātājiem
ms_my: Butiran Pembina
mt_mt: Dettalji tal-Kostruttur
nb_no: Konstruktørdetaljer
pl_pl: Szczegóły konstruktora
pt_pt: Detalhes do Construtor
ro_ro: Detalii constructor
ru_ru: Сведения о конструкторе
sk_sk: Podrobnosti o konštruktoroch
sl_si: Podrobnosti konstruktorjev
sr_cyrl_rs: Детаљи о конструктору
sr_latn_rs: Detalji o konstruktoru
sv_se: Konstruktorinformation
th_th: รายละเอียดคอนสตรักเตอร์
tr_tr: Oluşturucu Ayrıntıları
uk_ua: Відомості про конструктор
vi_vn: Chi tiết hàm tạo
zh_cn: 构造函数详细信息
zh_tw: 建構函式詳細資料

# constructorsInSubtitle
source: Constructors
ar_sa: المنشئون
bg_bg: Конструктори
cs_cz: Konstruktory
da_dk: Konstruktører
de_de: Konstruktoren
el_gr: Κατασκευές
es_es: Constructores
et_ee: Konstruktorid
eu_es: Eraikitzaileak
fi_fi: Konstruktorit
fr_ca: Constructeurs
ga_ie: Cruthaitheoirí
gl_es: Construtores
he_il: בנאים
hi_in: कंस्ट्रक्टर
hr_hr: Graditelji
hu_hu: Konstruktorok
id_id: Konstruktor
is_is: Uppbygging
it_it: Costruttori
ja_jp: コンストラクター
kk_kz: Құрастырғыштар
ko_kr: 생성자
lb_lu: Konstrukteur
lt_lt: Konstruktoriai
lv_lv: Izstrādātāji
ms_my: Pembina
mt_mt: Kostrutturi
nb_no: Konstruktører
pl_pl: Konstruktory
pt_pt: Construtores
ro_ro: Constructori
ru_ru: Конструкторы
sk_sk: Konštruktory
sl_si: Konstruktorji
sr_cyrl_rs: Конструктори
sr_latn_rs: Konstruktori
sv_se: Konstruktorer
th_th: ผู้ผลิต
tr_tr: Oluşturucular
uk_ua: Конструктори
vi_vn: Người hướng dẫn
zh_cn: 构造函数
zh_tw: 建構函式

source: Content feedback
ar_sa: ملاحظات حول المحتوى
bg_bg: Обратна връзка за съдържание
ca_es: Comentaris del contingut
cs_cz: Názor na obsah
da_dk: Ïndholdsfeedback
de_de: Feedback zum Inhalt
el_gr: Σχόλια για το περιεχόμενο
es_es: Comentarios sobre el contenido
et_ee: Sisu tagasiside
eu_es: Edukiari buruzko oharrak
fi_fi: Palautetta sisällöstä
fr_ca: Commentaires liés au contenu
ga_ie: Aiseolas inneachair
gl_es: Comentarios acerca do contido
he_il: משוב על תוכן
hi_in: सामग्री प्रतिक्रिया
hr_hr: Povratne informacije o sadržaju
hu_hu: Tartalmi visszajelzés
id_id: Umpan balik konten
is_is: Álit á efni
it_it: Commenti sul contenuto
ja_jp: コンテンツに関するフィードバック
kk_kz: Контент туралы пікір
ko_kr: 콘텐츠 피드백
lb_lu: Inhalt Feedback
lt_lt: Atsiliepimas apie turinį
lv_lv: Atsauksmes par saturu
ms_my: Maklum balas kandungan
mt_mt: Feedback tal-kontenut
nb_no: Tilbakemeldinger om innhold
nl_be: Inhoudelijke feedback
pl_pl: Opinia dotycząca zawartości
pt_pt: Comentários sobre conteúdo
ro_ro: Feedback legat de conținut
ru_ru: Отзыв о содержимом
sk_sk: Pripomienky k obsahu
sl_si: Povratne informacije o vsebini
sr_cyrl_rs: Повратне информације о садржају
sr_latn_rs: Povratne informacije o sadržaju
sv_se: Innehållsfeedback
th_th: คำติชมเนื้อหา
tr_tr: İçerik geri bildirimi
uk_ua: Відгук про вміст
vi_vn: Phản hồi về nội dung
zh_cn: 内容反馈
zh_tw: 內容意見反應

source: Contents
ar_sa: المحتويات
bg_bg: Съдържание
ca_es: Continguts
cs_cz: Obsah
da_dk: Indhold
de_de: Inhalte
el_gr: Περιεχόμενα
es_es: Contenido
et_ee: Sisu
eu_es: Edukia
fi_fi: Sisältö
fr_ca: Contenu
ga_ie: Inneachar
gl_es: Contido
he_il: תוכן
hi_in: सामग्री
hr_hr: Sadržaj
hu_hu: Tartalom
id_id: Konten
is_is: Efnisinnihald
it_it: Contenuto
ja_jp: コンテンツ
kk_kz: Мазмұны
ko_kr: 콘텐츠
lb_lu: Inhalter
lt_lt: Turinys
lv_lv: Saturs
ms_my: Kandungan
mt_mt: Kontenut
nb_no: Innhold
nl_be: Inhoud
pl_pl: Zawartość
pt_pt: Conteúdos
ro_ro: Conținut
ru_ru: Содержимое
sk_sk: Obsah
sl_si: Vsebina
sr_cyrl_rs: Садржај
sr_latn_rs: Sadržaj
sv_se: Innehåll
th_th: เนื้อหาต่างๆ
tr_tr: İçindekiler
uk_ua: Зміст
vi_vn: Nội dung
zh_cn: 内容
zh_tw: 內容

source: Continue
ar_sa: متابعة
bg_bg: Продължаване
ca_es: Continua
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Weiter
el_gr: Συνέχεια
es_es: Continuar
et_ee: Jätka
eu_es: Jarraitu
fi_fi: Jatka
fr_ca: Continuer
ga_ie: Lean ar aghaidh
gl_es: Continuar
he_il: המשך
hi_in: जारी रखें
hr_hr: Nastavak
hu_hu: Folytatás
id_id: Lanjutkan
is_is: Halda áfram
it_it: Continua
ja_jp: 続行
kk_kz: Жалғастыру
ko_kr: 계속
lb_lu: Weider
lt_lt: Tęsti
lv_lv: Turpināt
ms_my: Teruskan
mt_mt: Kompli
nb_no: Fortsett
nl_be: Doorgaan
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuare
ru_ru: Продолжить
sk_sk: Pokračovať
sl_si: Naprej
sr_cyrl_rs: Настави
sr_latn_rs: Nastavi
sv_se: Fortsätt
th_th: ดำเนินการต่อ
tr_tr: Devam et
uk_ua: Продовжити
vi_vn: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

source: Continue here
ar_sa: متابعة هنا
bg_bg: Продължете тук
ca_es: Continueu aquí
cs_cz: Tady pokračovat
da_dk: Fortsæt her
de_de: Hier geht‘s weiter
el_gr: Συνεχίστε εδώ
es_es: Continúe aquí
et_ee: Jätkake siin
eu_es: Jarraitu hemen
fi_fi: Jatka tästä
fr_ca: Continuer ici
ga_ie: Lean ar aghaidh anseo
gl_es: Continuar aquí
he_il: המשך כאן
hi_in: यहाँ जारी रखें
hr_hr: Nastavite ovdje
hu_hu: Folytatás itt
id_id: Lanjutkan Di Sini
is_is: Halda áfram hér
it_it: Continua qui
ja_jp: こちらから続ける
kk_kz: Осында жалғастыру
ko_kr: 여기서 계속
lb_lu: Hei virufueren
lt_lt: Tęsti čia
lv_lv: Turpināt šeit
ms_my: Teruskan Di Sini
mt_mt: Kompli Hawn
nb_no: Fortsett her
nl_be: Hier doorgaan
pl_pl: Kontynuuj tutaj
pt_pt: Continuar Aqui
ro_ro: Continuați aici
ru_ru: Продолжить
sk_sk: Pokračujte tu
sl_si: Nadaljujte tukaj
sr_cyrl_rs: Наставите овде
sr_latn_rs: Nastavite ovde
sv_se: Fortsätt här
th_th: ดำเนินการต่อที่นี่
tr_tr: Buradan Devam Edin
uk_ua: Продовжити тут
vi_vn: Tiếp tục tại đây
zh_cn: 在此处继续
zh_tw: 按一下這裡繼續

source: Continue to first step
ar_sa: متابعة إلى الخطوة الأولى
bg_bg: Напред към първа стъпка
ca_es: Continua al primer pas
cs_cz: Pokračovat k prvnímu kroku
da_dk: Fortsæt til første trin
de_de: Mit erstem Schritt beginnen
el_gr: Συνέχεια στο πρώτο βήμα
es_es: Continúe en el primer paso
et_ee: Jätka esimese etapi juurde
eu_es: Joan lehen urratsera
fi_fi: Jatka ensimmäiseen vaiheeseen
fr_ca: Poursuivre vers la première étape
ga_ie: Lean chuig an gcéad chéim
gl_es: Continuar no primeiro paso
he_il: המשך לשלב הבא
hi_in: पहले चरण पर जारी रखें
hr_hr: Prijeđite na prvi korak
hu_hu: Folytatás az első lépéssel
id_id: Lanjutkan pada langkah pertama
is_is: Halda áfram í fyrsta skrefið
it_it: Procedi al primo passaggio
ja_jp: 最初のステップに進む
kk_kz: Бірінші қадамға өту
ko_kr: 첫 번째 단계로 계속
lb_lu: Weider mam éischte Schrëtt
lt_lt: Pereiti prie pirmo veiksmo
lv_lv: Turpināt ar pirmo darbību
ms_my: Teruskan ke langkah pertama
mt_mt: Kompli lejn l-ewwel pass
nb_no: Fortsett til første trinn
nl_be: Doorgaan naar de eerste stap
pl_pl: Przejdź do pierwszego kroku
pt_pt: Continuar para o primeiro passo
ro_ro: Continuați la primul pas
ru_ru: Перейти к первому шагу
sk_sk: Pokračovať na prvý krok
sl_si: Nadaljujte na prvi korak
sr_cyrl_rs: Пређите на први корак
sr_latn_rs: Pređite na prvi korak
sv_se: Fortsätt till första steget
th_th: ดำเนินการต่อไปยังขั้นตอนแรก
tr_tr: İlk adıma devam et
uk_ua: Перейти до першого кроку
vi_vn: Tiếp tục với bước đầu tiên
zh_cn: 继续第一个步骤
zh_tw: 繼續第一個步驟

source: Continue to next module
ar_sa: متابعة إلى الوحدة النمطية التالية
bg_bg: Продължаване към следващ модул
ca_es: Continueu al mòdul següent
cs_cz: Pokračovat dalším modulem
da_dk: Fortsæt til næste modul
de_de: Weiter zum nächsten Modul
el_gr: Μετάβαση στην επόμενη ενότητα
es_es: Continuar con el módulo siguiente
et_ee: Jätka järgmise mooduliga
eu_es: Joan hurrengo modulura
fi_fi: Jatka seuraavaan moduuliin
fr_ca: Poursuivre avec le prochain module
ga_ie: Lean ar aghaidh chuig an gcéad mhodúl eile
gl_es: Continuar no seguinte módulo
he_il: המשך אל המודול הבא
hi_in: अगले मॉड्यूल पर जारी रखें
hr_hr: Prijeđite na sljedeći modul
hu_hu: Tovább a következő modulra
id_id: Lanjutkan ke modul berikutnya
is_is: Halda áfram í næstu einingu
it_it: Continua con il modulo successivo
ja_jp: 次のモジュールに進む
kk_kz: Келесі модульге өту
ko_kr: 다음 모듈로 계속
lb_lu: Mam nächste Modul virufueren
lt_lt: Tęsti kitame modulyje
lv_lv: Turpināt ar nākamo moduli
ms_my: Teruskan ke modul seterusnya
mt_mt: Kompli għall-modulu li jmiss
nb_no: Gå videre til neste modul
nl_be: Doorgaan met de volgende module
pl_pl: Przejdź do następnego modułu
pt_pt: Avançar para o módulo seguinte
ro_ro: Continuați cu următorul modul
ru_ru: Перейти к следующему модулю, чтобы продолжить обучение
sk_sk: Pokračovať na ďalším modul
sl_si: Nadaljuj z naslednjim modulom
sr_cyrl_rs: Пређите на следећи модул
sr_latn_rs: Pređite na sledeći modul
sv_se: Fortsätt till nästa modul
th_th: ดำเนินการต่อไปยังมอดูลถัดไป
tr_tr: Sonraki modüle devam et
uk_ua: Перейти до наступного модуля
vi_vn: Chuyển sang mô-đun tiếp theo
zh_cn: 继续探索下一个模块
zh_tw: 繼續下一個模組

# continueWithoutSaving
source: Continue without saving progress
ar_sa: المتابعة دون حفظ التقدم
bg_bg: Продължаване без записване на напредъка
ca_es: Continua sense guardar el progrés
cs_cz: Pokračovat bez uložení postupu
da_dk: Fortsæt uden at gemme status
de_de: Vorgang ohne Speichern des Fortschritts fortsetzen
el_gr: Συνέχεια χωρίς αποθήκευση προόδου
es_es: Continúe sin guardar el progreso
et_ee: Jätkake edenemist salvestamata
eu_es: Jarraitu aurrerapenak gorde gabe
fi_fi: Jatka tallentamatta edistymistä
fr_ca: Continuer sans sauvegarder la progression
ga_ie: Lean ar aghaidh gan an dul chun cinn a shábháil
gl_es: Continuar sen gardar o progreso
he_il: המשך ללא שמירת ההתקדמות
hi_in: प्रगति सहेजे बिना जारी रखें
hr_hr: Nastavite bez spremanja napretka
hu_hu: Folytatás az előrehaladás mentése nélkül
id_id: Lanjutkan tanpa menyimpan perkembangan
is_is: Halda áfram án þess að vista framvinduna
it_it: Continua senza salvare lo stato
ja_jp: 進行状況を保存せずに進む
kk_kz: Орындалу барысы туралы мәліметтерді сақтамай жалғастыру
ko_kr: 진행 상황을 저장하지 않고 계속
lb_lu: Weider ouni de Fortschrëtt ze späicheren
lt_lt: Tęsti neįrašant eigos
lv_lv: Turpināt, nesaglabājot progresu
ms_my: Teruskan tanpa menyimpan kemajuan
mt_mt: Kompli mingħajr ma tissejvja l-progress
nb_no: Fortsett uten å lagre fremdriften
nl_be: Doorgaan zonder op te slaan
pl_pl: Kontynuuj bez zapisywania postępów
pt_pt: Continuar sem guardar o progresso
ro_ro: Continuați fără a salva progresul
ru_ru: Продолжить без сохранения результатов
sk_sk: Pokračovať bez uloženie priebehu
sl_si: Nadaljuj brez shranjevanja napredka
sr_cyrl_rs: Наставите без чувања тока
sr_latn_rs: Nastavite bez čuvanja toka
sv_se: Fortsätt utan att spara framsteg
th_th: ดำเนินการต่อโดยไม่มีการบันทึกการดำเนินการ
tr_tr: İlerlemeyi kaydetmeden devam et
uk_ua: Продовжити без зберігання поступу
vi_vn: Tiếp tục mà không lưu tiến độ
zh_cn: 继续操作而不保存进度
zh_tw: 繼續但不儲存進度

source: Contributor
ar_sa: مساهم
bg_bg: Сътрудник
ca_es: Col·laborador
cs_cz: Přispěvatel
da_dk: Bidragyder
de_de: Beitragender
el_gr: Συμβάλλων
es_es: Colaborador
et_ee: Kaasautor
eu_es: Kolaboratzailea
fi_fi: Osallistuja
fr_ca: Contributeur
ga_ie: Rannpháirtí
gl_es: Colaborador
he_il: תורם
hi_in: योगदानकर्ता
hr_hr: Suradnik
hu_hu: Közreműködő
id_id: Kontributor
is_is: Framlagsveitandi
it_it: Autore di contributi
ja_jp: 共同作成者
kk_kz: Қатысушы
ko_kr: 참가자
lb_lu: Auteur
lt_lt: Bendraautoris
lv_lv: Līdzstrādnieks
ms_my: Penyumbang
mt_mt: Kontributur
nb_no: Bidragsyter
nl_be: Inzender
pl_pl: Współautor
pt_pt: Contribuinte
ro_ro: Colaborator
ru_ru: Участник
sk_sk: Prispievateľ
sl_si: Sodelavec
sr_cyrl_rs: Аутор прилога
sr_latn_rs: Autor priloga
sv_se: Deltagare
th_th: ผู้สนับสนุน
tr_tr: Katılımcı
uk_ua: Співавтор
vi_vn: Người đóng góp
zh_cn: 参与者
zh_tw: 參與者
