Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# createFTEProfileExplanation
source: By using Microsoft Learn, <strong>you understand and acknowledge</strong> that your membership means our network of sites and applications will record and track your achievements and activities, and we may share your results and activities with other teams within Microsoft. Additionally, your username, display name, achievements and activities will be publicly visible.<ul><li>Your profile will publicly indicate that you work at Microsoft.</li><li>If you lose access to the email, you won’t be able to log in to the site.</li><li>Some gamification features aren’t available to Microsoft employees.</li><li>If you’d like to use this site for personal activity, please sign in with a different account.</li></ul>
ar_sa: باستخدام Microsoft Learn، <strong>فإنك تدرك وتُقر</strong> بأن عضويتك تعني تسجيل شبكة مواقعنا وتطبيقاتنا لإنجازاتك وأنشطتك وتتبعهما، كما يجوز لنا مشاركة نتائجك وأنشطتك مع الفِرق الأخرى داخل شركة Microsoft. بالإضافة إلى هذا، سيكون اسم المستخدم والاسم المعروض والإنجازات والأنشطة مرئية علنًا.<ul><li>سيوضح ملفك التعريفي علانيةً أنك تعمل لدى شركة Microsoft.</li><li>في حالة فقد إمكانية الوصول إلى البريد الإلكتروني، لن تتمكن من تسجيل الدخول إلى الموقع.</li><li>لا تتوفر بعض ميزات التلعيب لموظفي Microsoft.</li><li>إذا كنت ترغب في استخدام هذا الموقع لإجراء نشاط شخصي، الرجاء تسجيل الدخول باستخدام حساب مختلف.</li></ul>
bg_bg: Чрез използването на Microsoft Learn <strong>вие разбирате и приемате</strong>, че членството ви означава, че нашата мрежа от сайтове и приложения ще записва и проследява вашите постижения и дейности и че може да споделим вашите резултати и дейности с други екипи в Microsoft. Освен това вашето потребителско име, показвано име, постижения и дейности ще бъдат видими публично.<ul><li>Вашият профил публично ще показва, че работите в Microsoft.</li><li>Ако загубите достъп до имейла, няма да може да влезете в сайта.</li><li>Някои функции на геймификация не са налични за служители на Microsoft.</li><li>Ако искате да използвате този сайт за лични дейности, влезте с друг акаунт.</li></ul>
ca_es: En utilitzar el Microsoft Learn, <strong>compreneu i reconeixeu</strong> que el fet de tenir una subscripció significa que la nostra xarxa de llocs i aplicacions podrà registrar els vostres assoliments i les vostres activitats, així com fer-ne un seguiment, i és possible que compartim els resultats i les activitats amb altres equips de Microsoft. A més, el vostre nom d'usuari, el nom de visualització, els assoliments i les activitats estaran visibles públicament.<ul><li>El perfil indicarà públicament que treballeu a Microsoft.</li><li>Si perdeu l'accés al correu, no podreu iniciar la sessió al lloc.</li><li>Algunes característiques de ludificació no estan disponibles per als empleats de Microsoft.</li><li>Si voleu utilitzar aquest lloc per a l'activitat personal, inicieu la sessió amb un altre compte.</li></ul>
cs_cz: Použitím programu Microsoft Learn <strong>berete na vědomí a uznáváte</strong>, že vaše členství znamená, že naše síť webů a aplikací bude zaznamenávat a sledovat vaše virtuální dosažené cíle a aktivity a že se o vaše výsledky a aktivity můžeme podělit s ostatními týmy v Microsoftu. Vaše uživatelské jméno, zobrazované jméno, virtuální dosažené cíle a aktivity budou navíc veřejně viditelné.<ul><li>Váš profil bude veřejně uvádět, že pracujete v Microsoftu.</li><li>Pokud ztratíte přístup k tomuto e-mailu, nebudete se moci na tento web přihlásit.</li><li>Některé gamifikační funkce nejsou pro zaměstnance Microsoftu dostupné.</li><li>Pokud chcete tento web využívat k osobním aktivitám, přihlaste se pomocí jiného účtu.</li></ul>
da_dk: Når du bruger Microsoft Learn, <strong>forstår og accepterer du</strong>, at dit medlemskab betyder, at vores netværk af websteder og programmer registrerer og sporer dine gennemførelser og aktiviteter, og at vi kan dele dine resultater og aktiviteter med andre teams hos Microsoft. Derudover er dit brugernavn, dit viste navn samt dine gennemførelser og aktiviteter offentligt synlige.<ul><li>Din profil vil offentligt angive, at du arbejder hos Microsoft.</li><li>Hvis du mister adgangen til mailkontoen, kan du ikke logge på webstedet.</li><li>Nogle spilfunktioner er ikke tilgængelige for Microsoft-medarbejdere.</li><li>Hvis du gerne vil bruge dette websted til personlige aktiviteter, skal du logge på med en anden konto.</li></ul>
de_de: Durch Verwendung von Microsoft Learn <strong>erklären Sie sich damit einverstanden</strong>, dass Ihre Auszeichnungen und Aktivitäten aufgrund Ihrer Mitgliedschaft von unserem Netzwerk aus Websites und Anwendungen aufgezeichnet und nachverfolgt werden und dass wir Ihre Ergebnisse und Aktivitäten für andere Teams innerhalb von Microsoft freigeben dürfen. Außerdem sind Ihr Benutzername, Ihr Anzeigename, Ihre Auszeichnungen und Ihre Aktivitäten öffentlich sichtbar.<ul><li>In Ihrem Profil wird öffentlich darauf hingewiesen, dass Sie bei Microsoft arbeiten.</li><li>Wenn Sie den Zugriff auf Ihre E-Mail verlieren, können Sie sich nicht mehr bei der Website anmelden.</li><li>Einige Gamificationfeatures stehen für Microsoft-Mitarbeiter nicht zur Verfügung.</li><li>Wenn Sie diese Website für private Aktivitäten verwenden möchten, melden Sie sich mit einem anderen Konto an.</li></ul>
el_gr: Με τη χρήση του Microsoft Learn, <strong>δηλώνετε ότι κατανοείτε και αποδέχεστε</strong> ότι με τη συμμετοχή σας, το δίκτυο τοποθεσιών και εφαρμογών μας θα καταγράφει και θα παρακολουθεί τα επιτεύγματα και τις δραστηριότητές σας και ότι ενδέχεται να κοινοποιήσουμε τα αποτελέσματα και τις δραστηριότητές σας σε άλλες ομάδες εντός της Microsoft. Επιπλέον, το όνομα χρήστη, το εμφανιζόμενο όνομα, τα επιτεύγματα και οι δραστηριότητές σας θα είναι ορατά δημοσίως.<ul><li>Το προφίλ σας θα υποδεικνύει δημοσίως ότι εργάζεστε στη Microsoft.</li><li>Αν δεν έχετε πρόσβαση στο μήνυμα ηλεκτρονικού ταχυδρομείου, δεν μπορείτε να εισέλθετε στην τοποθεσία.</li><li>Ορισμένες δυνατότητες παιχνιδοποίησης δεν είναι διαθέσιμες σε υπαλλήλους της Microsoft.</li><li>Αν θέλετε να χρησιμοποιήσετε αυτήν την τοποθεσία για προσωπικές δραστηριότητες, εισέλθετε με έναν διαφορετικό λογαριασμό.</li></ul>
es_es: Al usar Microsoft Learn, <strong>comprende y acepta</strong> que su pertenencia significa que nuestra red de sitios y aplicaciones registrará y hará un seguimiento de sus logros digitales y actividades, y que es posible que compartamos sus resultados y actividades con otros equipos de Microsoft. Además, su nombre de usuario, nombre para mostrar, logros digitales y actividades serán visibles de forma pública.<ul><li>Su perfil indicará de manera pública que trabaja en Microsoft.</li><li>Si pierde el acceso al correo electrónico, no podrá iniciar sesión en este sitio.</li><li>Algunas característica de ludificación no están disponibles para los empleados de Microsoft.</li><li>Si quiere usar este sitio para actividades personales, inicie sesión con otra cuenta.</li></ul>
et_ee: Microsoft Learni kasutamisega <strong>mõistate ja nõustute,</strong> et teie liikmesus tähendab, et meie saitide ning rakenduste võrgustik salvestab ja jälgib teie saavutusi ning tegevusi ja me võime teie tulemusi ning tegevusi Microsofti siseselt teiste töörühmadega ühiskasutusse anda. Peale selle on teie kasutajanimi, kuvatav nimi, saavutused ja tegevused avalikult nähtavad.<ul><li>Teie profiilil kuvatakse avalikult, et töötate Microsoftis.</li><li>Kui te meilile enam juurde ei pääse, ei saa te saidile sisse logida.</li><li>Mõned mängustamise funktsioonid pole Microsofti töötajatele saadaval.</li><li>Kui soovite kasutada seda saiti isiklikuks tegevuseks, logige sisse mõne muu kontoga.</li></ul>
eu_es: Microsoft Learn erabiliz gero, <strong>ulertzen eta onartzen duzu</strong> bazkide izateagatik zure lorpen eta jarduerak erregistratuko dituela eta horien jarraipena egingo duela gure gune- eta aplikazio-sareak, eta baliteke zure emaitza eta jarduerak Windows-eko beste talde batzuekin partekatzea. Halaber, publikoki argitaratuko dira erabiltzaile-izena, bistaratzeko izena, lorpenak eta jarduerak.<ul><li>Profilak Microsoft-en lan egiten duzula adieraziko du publikoki.</li><li>Helbide elektronikorako sarbidea galtzen baduzu, ezingo duzu hasi saioa gune honetan.</li><li>Microsoft-eko langileek ez dute erabilgarri zenbait ludifikazio-eginbide.</li><li>Gunea erabili nahi baduzu jarduera pertsonalak kudeatzeko, hasi saioa beste kontu batekin.</li></ul>
fi_fi: Käyttämällä Microsoft Learnia <strong>ymmärrät ja hyväksyt</strong> jäsenyytesi tarkoittavan sitä, että sivusto- ja sovellusverkostomme tallentaa ja seuraa saavutuksiasi ja toimintojasi ja että voimme jakaa tuloksesi ja toimintosi Microsoftin muiden työryhmien kanssa. Lisäksi käyttäjänimesi, näyttönimesi, saavutuksesi ja toimintosi näkyvät julkisesti.<ul><li>Profiilistasi näkyy julkisesti, että työskentelet Microsoftilla.</li><li>Jos menetät sähköpostin käyttöoikeuden, et pysty kirjautumaan sisään sivustoon.</li><li>Osa pelillistämisominaisuuksista ei ole Microsoftin työntekijöiden käytettävissä.</li><li>Jos haluat käyttää tätä sivustoa henkilökohtaiseen toimintaan, kirjaudu sisään toisella tilillä.</li></ul>
fr_ca: En utilisant Microsoft Learn, <strong>vous comprenez et acceptez</strong> que votre adhésion signifie que notre réseau de sites et d’applications enregistrera et fera le suivi de vos succès et de vos activités et que nous pourrions partager vos résultats et activités avec d’autres équipes au sein de Microsoft. De plus, votre nom d’utilisateur, votre nom d’affichage, vos succès et vos activités seront affichés publiquement.<ul><li>Votre profil indiquera publiquement que vous travaillez chez Microsoft.</li><li>Si vous perdez votre accès à votre courriel, vous ne pourrez plus vous connecter au site.</li><li>Certaines caractéristiques de ludification ne sont pas offertes aux employés de Microsoft.</li><li>Si vous désirez utiliser ce site pour des activités personnelles, veuillez vous connecter avec un autre compte.</li></ul>
ga_ie: Trí úsáid a bhaint as Microsoft Learn, <strong>tuigeann tú agus admhaíonn tú</strong> go gciallaíonn do bhallraíocht go ndéanfaidh ár líonra suíomhanna agus feidhmchlár taifeadadh ar do ghaiscí agus ar do ghníomhaíochtaí, go ndéanfar iad a rianú agus go bhféadfadh muid do thorthaí agus do ghníomhaíochtaí a chomhroinnt le foirne eile laistigh de Microsoft. Ina theannta sin, beidh d’ainm úsáideora, ainm taispeána, gaiscí agus gníomhaíochtaí le feiceáil go poiblí.<ul><li>Tabharfaidh do phróifíl le fios go poiblí go bhfuil tú ag obair do Microsoft.</li><li>Má chailleann tú rochtain ar an ríomhphost, ní bheidh tú in ann logáil isteach ar an suíomh.</li><li>Níl roinnt gnéithe cluichithe ar fáil d’fhostaithe Microsoft.</li><li>Más mian leat an suíomh seo a úsáid do ghníomhaíocht phearsanta, sínigh isteach le cuntas difriúil le do thoil.</li></ul>
gl_es: Ao usar Microsoft Learn, <strong>entende e acepta</strong> que a súa afiliación significa que a nosa rede de sitios e aplicacións rexistrará e rastrexará os seus logros e actividades e que podemos compartir os seus resultados e actividades con outros equipos de Microsoft. Ademais, o seu nome de usuario, nome para mostrar, logros e actividades serán visibles publicamente.<ul><li>O perfil indicará publicamente que traballa en Microsoft.</li><li>Se perde acceso ao correo electrónico, non poderá iniciar sesión no sitio.</li><li>Algunhas funcionalidades de Gamification non están dispoñibles para os empregados de Microsoft.</li><li>Se quere usar este sitio para actividades persoais, inicie sesión con outra conta.</li></ul>
he_il: בעצם השימוש ב- Microsoft Learn, <strong>אתה מבין ומאשר</strong> שהחברות שלך פירושה שרשת האתרים והאפליקציות שלנו תתעד את ההישגים והפעילויות שלך ותעקוב אחריהם, ושנהיה עשויים לשתף את התוצאות והפעילויות שלך עם צוותים אחרים ב- Microsoft. בנוסף, שם המשתמש, שם התצוגה, ההישגים והפעילויות שלך יהיו גלויים באופן ציבורי.<ul><li>הפרופיל שלך יציין באופן ציבורי שאתה עובד ב- Microsoft.</li><li>אם תאבד את הגישה אל הדואר האלקטרוני, לא תוכל להיכנס לאתר זה.</li><li>תכונות משחוק מסוימות אינן זמינות לעובדי Microsoft.</li><li>אם ברצונך להשתמש באתר זה לפעילות אישית, היכנס באמצעות חשבון שונה.</li></ul>
hi_in: Microsoft Learn का उपयोग करके, <strong>आप यह समझते और स्वीकार करते हैं</strong> कि आपकी सदस्यता का अर्थ है साइटों का हमारा नेटवर्क और एप्लिकेशन आपकी उपलब्धियों और गतिविधियों को रिकॉर्ड और ट्रैक करेंगे और हम Microsoft में मौजूद अन्य टीमों के मध्य आपके परिणामों और गतिविधियों को साझा कर सकते हैं. इसके अतिरिक्त, आपका उपयोगकर्ता नाम, डिस्प्ले नाम और उपलब्धियाँ व गतिविधियाँ सार्वजनिक रूप से दृश्यमान होंगी.<ul><li>आपकी प्रोफ़ाइल सार्वजनिक रूप से संकेत देगी कि आप Microsoft पर कार्य करते हैं.</li><li>यदि आप ईमेल की पहुँच खो देते हैं, तो आप साइट पर लॉगिन नहीं कर सकेंगे.</li><li>Microsoft कर्मचारियों के लिए कुछ गेमिफ़िकेशन सुविधाएँ उपलब्ध नहीं हैं.</li><li>यदि आप निजी गतिविधि के लिए इस साइट का उपयोग करना चाहते हैं, तो कृपया भिन्न खाते से साइन इन करें.</li></ul>
hr_hr: Korištenjem servisa Microsoft Learn izjavljujete da <strong>razumijete i prihvaćate</strong> da članstvo podrazumijeva da će naša mreža bilježiti i pratiti postignuća i aktivnosti te da možemo zajednički koristiti rezultate i aktivnosti s drugim timovima unutar Microsofta. Dodatno, vaše korisničko ime, zaslonsko ime, postignuća i aktivnosti bit će javno vidljivi.<ul><li>Vaš će profil javno upućivati na to da radite u Microsoftu.</li><li>Ako izgubite pristup e-pošti, nećete se moći prijaviti na web-mjesto.</li><li>Neke značajke igrifikacije nisu dostupne Microsoftovim zaposlenicima.</li><li>Ako ovo web-mjesto želite koristiti za osobne aktivnosti, prijavite se pomoću nekog drugog računa.</li></ul>
hu_hu: A Microsoft Learn használatával Ön kijelenti, hogy <strong>megértette és elfogadja</strong>, hogy a tagsággal az jár, hogy webhelyeink és alkalmazásaink tárolni és követni fogják az Ön eredményeit és tevékenységeit, és eredményeit és tevékenységeit más Microsoft-csapatokkal is megoszthatjuk. Ezen kívül a felhasználóneve, a megjelenített neve, az eredményei és a tevékenységei nyilvánosan láthatóak lesznek.<ul><li>A profilja nyilvánosan jelezni fogja, hogy a Microsoftnál dolgozik.</li><li>Ha nem tud hozzáférni az e-mailhez, nem jelentkezhet be erre a webhelyre.</li><li>Egyes játékossá tételi funkciók nem érhetők el Microsoft-alkalmazottak számára.</li><li>Ha személyes célra szeretné használni ezt a webhelyet, jelentkezzen be egy másik fiókkal.</li></ul>
id_id: Dengan menggunakan Microsoft Learn, <strong>Anda memahami dan mengakui</strong> bahwa keanggotaan Anda berarti jaringan situs dan aplikasi kami akan merekam dan menelusuri pencapaian dan aktivitas Anda, dan kami dapat membagikan hasil dan aktivitas Anda dengan tim lain dalam Microsoft. Selain itu, nama pengguna, nama tampilan, pencapaian, dan aktivitas Anda akan terlihat oleh publik.<ul><li>Profil Anda akan menunjukkan secara publik bahwa Anda bekerja di Microsoft.</li><li>Jika kehilangan akses ke email, Anda tidak akan dapat masuk ke situs ini.</li><li>Beberapa fitur gamifikasi tidak tersedia untuk karyawan Microsoft.</li><li>Jika Anda ingin menggunakan situs ini untuk aktivitas pribadi, silakan masuk dengan akun lain.</li></ul>
is_is: Með því að nota Microsoft Learn <strong>skilurðu og samþykkir</strong> að aðild þín felur í sér að vefsvæði okkar og forrit skrái og reki árangur þinn og athafnasemi og að við gætum deilt niðurstöðum þínum og athafnasemi með öðrum teymum innan Microsoft. Þess að auki verða notandanafn þitt, birtingarnafn, árangur og athafnasemi birt opinberlega.<ul><li>Það verður opinberlega birt á prófílnum þínum að þú vinnir hjá Microsoft.</li><li>Ef þú tapar aðgangi að tölvupóstinum muntu ekki geta skráð þig inn á vefsvæðið.</li><li>Sumir leikjaeiginleikar eru ekki tiltækir fyrir starfsfólk Microsoft.</li><li>Ef þú vilt nota þessa síðu fyrir einkastarfsemi skaltu skrá þig inn með öðrum reikningi.</li></ul>
it_it: Usando Microsoft Learn, <strong>dichiari di comprendere e accettare</strong> che la tua appartenenza comporta la registrazione e la verifica dei tuoi obiettivi e delle tue attività da parte della nostra rete di siti e di applicazioni e che i tuoi risultati e le tue attività potrebbero essere condivisi con altri team di Microsoft. Il tuo nome utente, il tuo nome visualizzato, i tuoi obiettivi e le tue attività saranno inoltre visibili pubblicamente.<ul><li>Il tuo profilo indicherà pubblicamente che lavori presso Microsoft.</li><li>Se perdi l'accesso all'indirizzo di posta elettronica, non potrai accedere al sito.</li><li>Alcune funzionalità di gamification non sono disponibili per i dipendenti Microsoft.</li><li>Se vuoi usare questo sito per attività personali, accedi con un account diverso.</li></ul>
ja_jp: お客様は、Microsoft Learn をお使いになることで、Microsoft のサイトとアプリケーションのネットワークで Microsoft がお客様の実績とアクティビティを記録および追跡し、その結果とアクティビティを Microsoft 内の他のチームと共有する可能性があることを<strong>理解し、同意したものとみなされます</strong>。 また、お客様のユーザー名、表示名、実績、アクティビティが公開されます。<ul><li>Microsoft で働いていることがプロファイルで公開されます。</li><li>このメールにアクセスできなくなると、サイトにログインできなくなります。</li><li>Microsoft の従業員は一部のゲーミフィケーション機能を利用できません。</li><li>このサイトを個人的な活動に使用したい場合は、別のアカウントでサインインしてください。</li></ul>
kk_kz: Microsoft Learn веб-сайтын пайдалану арқылы, мүше болған жағдайда, сайттарымыздың желісі мен бағдарламаларымыздың жетістіктеріңіз бен әрекеттеріңізді жазатынын және қадағалайтынын және нәтижелеріңіз бен әрекеттеріңізді Microsoft корпорациясындағы басқа топтармен бөлісуіміз мүмкін екендігін <strong>түсінесіз және растайсыз</strong>. Сонымен қатар, пайдаланушы атыңыз, көрсетілетін атыңыз, жетістіктеріңіз бен әрекеттеріңіз ашық түрде көрсетіледі.<ul><li>Профиліңіз сіздің Microsoft қызметкері екеніңізді ашық көрсетеді.</li><li>Электрондық поштаға кіру мүмкіндігін жоғалтсаңыз, сайтқа кіре алмайсыз.</li><li>Кейбір геймификация мүмкіндіктері Microsoft қызметкерлері үшін қолжетімді емес.</li><li>Бұл сайтты жеке әрекеттер үшін пайдаланғыңыз келсе, басқа тіркелгімен кіріңіз.</li></ul>
ko_kr: Microsoft Learn을 사용하면 멤버 자격을 통해 사이트 및 응용 프로그램 네트워크에서 사용자 업적과 활동을 기록 및 추적하고, 사용자 결과와 활동을 다른 Microsoft 팀과 공유할 수 있음을 <strong>이해하고 인정</strong>하는 것입니다. 또한 사용자 이름, 표시 이름, 업적 및 활동이 공개적으로 표시됩니다.<ul><li>프로필에 Microsoft 직원임이 공개적으로 표시됩니다.</li><li>메일 액세스 권한을 잃게 되면 해당 사이트에 로그인할 수 없습니다.</li><li>Microsoft 직원인 경우 일부 게이미피케이션 기능을 사용할 수 없습니다.</li><li>이 사이트를 개인 활동에 사용하려면 다른 계정으로 로그인하세요.</li></ul>
lb_lu: Mam Benotze vu Microsoft Learn <strong>verstitt Dir a bestätegt</strong> datt Är Memberschaft bedeit, datt eis Netzwierk u Websäiten an Applikatiounen Är Erfolleger an Aktivitéite späichert, an datt mir Är Resultater an Aktivitéite mat aneren Teams innerhalb vu Microsoft deelen. Zousätzlech sinn Äre Benotzernumm, Displaynumm, Erfolleger an Aktivitéiten ëffentlech siichtbar.<ul><li>Äre Profil wäert ëffentlech weisen, datt Dir bei Microsoft schafft.</li><li>Wann Dir den Zougang zum E-Mail verléiert, kënnt Dir Iech net méi op dësem Site aloggen.</li><li>E puer Spilleegeschafte sinn net fir Microsoft Ugestallte verfügbar.</li><li>Wann Dir dëse Site fir perséinlech Aktivitéite benotze wëllt, mellt Iech w.e.g. mat engem anere Kont un.</li></ul>
lt_lt: Naudodamiesi „Microsoft Learn“ <strong>suprantate ir patvirtinate</strong>, kad narystė reiškia, jog mūsų svetainių ir programų tinklas registruos bei stebės jūsų pasiekimus ir veiklas, o mes galėsime bendrinti jūsų rezultatus bei veiklą su kitomis „Microsoft“ komandomis. Be to, jūsų vartotojo vardas, rodomas pavadinimas, pasiekimai ir veikla bus viešai matomi.<ul><li>Jūsų profilis viešai parodys, kad dirbate „Microsoft“.</li><li>Jei prarasite prieigą prie el. pašto, nebegalėsite prisijungti prie svetainės.</li><li>„Microsoft“ darbuotojai negali naudotis kai kuriomis žaidybinimo funkcijomis.</li><li>Jei norite naudotis šia svetaine asmeninei veiklai, prisijunkite naudodami kitą paskyrą.</li></ul>
lv_lv: Izmantojot programmu Microsoft Learn, <strong>jūs saprotat un apliecināt</strong>, ka jūsu dalības dēļ mūsu vietņu un programmu tīklā tiks reģistrēti un uzskaitīti jūsu sasniegumi un darbības, kā arī to, ka mēs varam kopīgot jūsu rezultātus un darbības ar citām darba grupām uzņēmumā Microsoft. Turklāt jūsu lietotājvārds, parādāmais vārds, sasniegumi un aktivitātes būs publiski redzamas.<ul><li>Jūsu profils publiski paziņos, ka strādājat pie Microsoft.</li><li>Ja jūs pazaudēsit piekļuvi e-pasta kontam, nevarēsit pierakstīties vietnē.</li><li>Dažas spēliskošanas funkcijas nav pieejamas Microsoft darbiniekiem.</li><li>Ja jūs vēlaties izmantot šo vietni privātām darbībām, lūdzu, pierakstieties ar citu kontu.</li></ul>
ms_my: Dengan menggunakan Microsoft Learn, <strong>anda memahami dan memperakui</strong> bahawa keahlian anda bermakna rangkaian laman dan aplikasi kami akan merekodkan dan menjejaki pencapaian dan aktiviti anda serta kami boleh berkongsi hasil dan aktiviti anda dengan pasukan lain dalam Microsoft. Di samping itu, nama pengguna, nama paparan, pencapaian dan aktiviti anda akan kelihatan secara terbuka.<ul><li>Profil anda akan secara terbuka menunjukkan bahawa anda bekerja di Microsoft.</li><li>Jika anda kehilangan capaian kepada e-mel, anda tidak akan dapat log masuk ke laman tersebut.</li><li>Sesetengah ciri gamifikasi tidak tersedia kepada pekerja Microsoft.</li><li>Jika anda ingin menggunakan laman ini untuk aktiviti peribadi, sila daftar masuk dengan akaun yang berbeza.</li></ul>
mt_mt: Permezz ta' Microsoft Learn, <strong>inti tifhem u tirrikonoxxi</strong> li s-sħubija tiegħek tfisser li n-netwerk tas-siti u l-applikazzjonijiet tagħna jirreġistraw u jintraċċaw il-kisbiet u l-attivitajiet tiegħek u aħna nistgħu nixxerjaw ir-riżultati u l-attivitajiet tiegħek ma' timijiet oħra f'Microsoft. Barra minn dan, isem l-utent, l-isem muri, il-kisbiet u l-attivitajiet tiegħek ikunu viżibbli għall-pubbliku.<ul><li>Il-profil tiegħek jindika pubblikament ix-xogħol tiegħek f'Microsoft.</li><li>Jekk titlef l-aċċess għall-ittra elettronika, ma tkunx tista' tidħol fis-sit.</li><li>Xi karatteristiki tal-logħob mhumiex disponibbli għall-impjegati ta' Microsoft.</li><li>Jekk tixtieq tuża dan is-sit għal attività personal, idħol b'kont differenti.</li></ul>
nb_no: Ved å bruke Microsoft Learn <strong>forstår og bekrefter du</strong> at medlemskapet ditt betyr at nettverket vårt av nettsteder og programmer vil registrere og spore de digitale prestasjonene og aktivitetene dine, og vi kan dele resultatene og aktivitetene dine med andre team i Microsoft. I tillegg vil brukernavnet og visningsnavnet ditt, samt prestasjonene og aktivitetene dine, være offentlig synlige.<ul><li>Profilen din vil indikere offentlig at du jobber ved Microsoft.</li><li>Hvis du mister tilgang til e-posten din, vil du ikke kunne logge deg på nettstedet.</li><li>Enkelte gamification-funksjoner er ikke tilgjengelige for Microsoft-ansatte.</li><li>Hvis du vil bruke dette nettstedet for personlig aktivitet, må du logge på med en annen konto.</li></ul>
nl_be: Door Microsoft Learn te gebruiken, <strong>begrijpt u en erkent u</strong> dat uw lidmaatschap betekent dat ons netwerk van sites en toepassingen uw prestaties en activiteiten zal bijhouden en volgen en dat we uw resultaten en activiteiten mogelijk met andere teams binnen Microsoft delen. Uw gebruikersnaam, weergavenaam, prestaties en activiteiten zijn ook openbaar zichtbaar.<ul><li>In uw profiel is openbaar zichtbaar dat u bij Microsoft werkt.</li><li>Als u geen toegang meer hebt tot het e-mailadres, kunt u zich niet meer aanmelden bij de site.</li><li>Sommige gamificatiefuncties zijn niet beschikbaar voor Microsoft-werknemers.</li><li>Als u deze site wilt gebruiken voor persoonlijke activiteit, moet u zich aanmelden met een ander account.</li></ul>
pl_pl: Korzystanie ze środowiska Microsoft Learn oznacza <strong>zaakceptowanie</strong> tego, że w ramach członkostwa nasza sieć witryn i aplikacji będzie rejestrować oraz śledzić Twoje osiągnięcia i działania, a także że możemy udostępniać Twoje wyniki i działania innym zespołom w firmie Microsoft. Dodatkowo Twoja nazwa użytkownika, nazwa wyświetlana, osiągnięcia i działania będą publicznie widoczne.<ul><li>W Twoim profilu będzie publiczna informacja o tym, że pracujesz w firmie Microsoft.</li><li>Jeśli utracisz dostęp do tego adresu e-mail, nie będzie można się zalogować do tej witryny.</li><li>Niektóre funkcje grywalizacji nie są dostępne dla pracowników firmy Microsoft.</li><li>Jeśli chcesz używać tej witryny do celów osobistych, zaloguj się za pomocą innego konta.</li></ul>
pt_pt: Ao utilizar o Microsoft Learn, <strong>compreende e reconhece</strong> que a sua associação significa que a nossa rede de sites e aplicações vai registar e controlar as suas conquistas e atividades, sendo que podemos partilhar os seus resultados e atividades com outras equipas na Microsoft. Além disso, o seu nome de utilizador, nome a apresentar, feitos e atividades estarão visíveis ao público.<ul><li>O seu perfil vai indicar publicamente que trabalha na Microsoft.</li><li>Se perder o acesso ao e-mail, não vai conseguir iniciar sessão no site.</li><li>Algumas funcionalidades de gamificação não estão disponíveis para funcionários da Microsoft.</li><li>Se pretende utilizar este site para atividades pessoais, inicie sessão com uma conta diferente.</li></ul>
ro_ro: Prin utilizarea Microsoft Learn în calitate de membru, <strong>înțelegeți și luați la cunoștință</strong> faptul că rețeaua noastră de site-uri și aplicații va înregistra și va monitoriza realizările și activitățile dvs. și că este posibil să partajăm rezultatele și activitățile dvs. cu alte echipe din cadrul Microsoft. De asemenea, numele de utilizator, numele afișat, realizările și activitățile vor fi vizibile public.<ul><li>Profilul dvs. va indica în mod public faptul că lucrați la Microsoft.</li><li>Dacă pierdeți accesul la contul de e-mail, nu vă veți mai putea conecta la site.</li><li>Unele funcții pentru aplicarea teoriei jocurilor nu sunt disponibile pentru angajații Microsoft.</li><li>Dacă doriți să folosiți acest site pentru activități personale, conectați-vă cu alt cont.</li></ul>
ru_ru: Используя платформу Microsoft Learn, <strong>вы соглашаетесь</strong> с тем, что ваше участие предполагает регистрацию и отслеживание ваших достижений и действий в нашей сети сайтов и приложений и что мы можем предоставлять общий доступ к вашим результатам и действиям другим командам в Майкрософт. Кроме того, ваше имя пользователя, отображаемое имя, достижения и действия будут видны другим пользователям.<ul><li>Указанные в вашем профиле сведения о том, что вы работаете в Майкрософт, будут видны другим пользователям.</li><li>Если вы потеряете доступ к электронной почте, вы не сможете войти на сайт.</li><li>Некоторые возможности игрофикации недоступны для сотрудников Майкрософт.</li><li>Если вы хотите использовать этот сайт для личной деятельности, войдите с помощью другой учетной записи.</li></ul>
sk_sk: Ak budete používať Microsoft Learn, <strong>porozumeli ste a oboznámili ste sa s tým</strong>, že svojím členstvom vyjadrujete súhlas so zaznamenávaním a sledovaním vašich výsledkov a aktivít našou sieťou lokalít a aplikácií, a že tieto výsledky a aktivity môžeme zdieľať s ostatnými tímami v rámci spoločnosti Microsoft. Navyše vaše meno používateľa, zobrazované meno, výsledky a aktivity budú viditeľné verejne.<ul><li>Váš profil bude verejne označovať, že pracujete v spoločnosti Microsoft.</li><li>Ak stratíte prístup k e-mailu, nebudete sa môcť na tejto lokalite prihlásiť.</li><li>Niektoré funkcie gamifikácie nie sú pre zamestnancov spoločnosti Microsoft k dispozícii.</li><li>Ak chcete túto lokalitu používať na osobné účely, prihláste sa s iným kontom.</li></ul>
sl_si: Z uporabo storitve Microsoft Learn <strong>potrjujete in soglašate</strong>, da bo naše omrežje spletnih mest in aplikacij v okviru vašega članstva beležilo in spremljajo vaše dosežke in dejavnosti ter da lahko vaše rezultate in dejavnosti posredujemo drugim skupinam v Microsoftu. Poleg tega bodo javno prikazani tudi vaše uporabniško ime, prikazano ime, dosežki in dejavnosti.<ul><li>V vašem profilu bo javno navedeno, da ste zaposleni pri Microsoftu.</li><li>Če izgubite dostop do e-pošte, se ne boste mogli prijaviti na spletno mesto.</li><li>Nekatere funkcije igrifikacije niso na voljo zaposlenim pri Microsoftu.</li><li>Če želite to spletno mesto uporabljati za osebno dejavnost, se vpišite z drugačnim računom.</li></ul>
sr_cyrl_rs: Коришћењем услуге Microsoft Learn, <strong>разумете и потврђујете</strong> да ваше чланство значи да ће наша мрежа сајтова и апликација снимати и пратити ваша достигнућа и активности и да можемо делити ваше резултате и активности са другим тимовима у корпорацији Microsoft. Поред тога, ваше корисничко име, име за приказ, достигнућа и активности биће јавно видљиви.<ul><li>На вашем профилу биће јавно назначено да радите у корпорацији Microsoft.</li><li>Ако изгубите приступ е-пошти, нећете моћи да се пријавите на сајт.</li><li>Неке функције гамификације нису доступне за запослене у корпорацији Microsoft.</li><li>Ако желите да користите овај сајт за личне активности, пријавите се са другим налогом.</li></ul>
sr_latn_rs: Korišćenjem usluge Microsoft Learn, <strong>razumete i potvrđujete</strong> da vaše članstvo znači da će naša mreža sajtova i aplikacija snimati i pratiti vaša dostignuća i aktivnosti i da možemo deliti vaše rezultate i aktivnosti sa drugim timovima u korporaciji Microsoft. Pored toga, vaše korisničko ime, ime za prikaz, dostignuća i aktivnosti biće javno vidljivi.<ul><li>Na vašem profilu biće javno naznačeno da radite u korporaciji Microsoft.</li><li>Ako izgubite pristup e-pošti, nećete moći da se prijavite na sajt.</li><li>Neke funkcije gamifikacije nisu dostupne za zaposlene u korporaciji Microsoft.</li><li>Ako želite da koristite ovaj sajt za lične aktivnosti, prijavite se sa drugim nalogom.</li></ul>
sv_se: Genom att använda Microsoft Learn <strong>förstår och godkänner du</strong> att ditt medlemskap innebär att vårt nätverk av webbplatser och program registrerar och spårar dina prestationer och aktiviteter och att vi kan dela dina resultat och aktiviteter med andra team inom Microsoft. Dessutom kommer ditt användarnamn och visningsnamn, samt dina prestationer och aktiviteter, att vara offentligt synliga.<ul><li>Din profil visar offentligt att du arbetar för Microsoft.</li><li>Om du förlorar åtkomst till ditt e-postkonto kan du inte logga in på webbplatsen.</li><li>Vissa spelifieringsfunktioner är inte tillgängliga för Microsoft-anställda.</li><li>Om du vill använda den här webbplatsen privat bör du logga in med ett annat konto.</li></ul>
th_th: โดยการใช้ Microsoft Learn <strong>คุณเข้าใจและยอมรับ</strong> ว่าการเป็นสมาชิกของคุณจะหมายความว่าเครือข่ายของไซต์และแอปพลิเคชันของเราจะบันทึกไว้ และติดตามความสำเร็จและกิจกรรมต่างๆ ของคุณและเราอาจแบ่งปันผลลัพธ์และกิจกรรมต่างๆ กับทีมอื่นภายใน Microsoft นอกจากนี้ ชื่อผู้ใช้ ชื่อที่แสดง ความสำเร็จ และกิจกรรมของคุณจะเปิดเผยต่อสาธารณะ<ul><li>โปรไฟล์ของคุณจะระบุสู่สาธารณะว่าคุณทำงานที่ Microsoft</li><li>หากคุณสูญเสียการเข้าถึงอีเมล คุณจะไม่สามารถเข้าสู่ระบบไซต์นี้ได้</li><li>คุณสมบัติของเกมิฟิเคชันบางประการยังไม่พร้อมให้พนักงานของ Microsoft ใช้งาน</li><li>หากคุณต้องการใช้ไซต์ในสำหรับกิจกรรมส่วนบุคคล โปรดลงชื่อเข้าใช้ด้วยบัญชีอื่น</li></ul>
tr_tr: Üyeliğinizle Microsoft Learn’ü kullanarak, dijital başarılarınız ile etkinliklerinizin site ve uygulamalarımızın bulunduğu ağda kaydedilip izleneceğini, ayrıca sonuç ve etkinliklerinizin Microsoft içindeki diğer ekiplerle paylaşılabileceğini <strong>anlamış ve kabul etmiş</strong> olursunuz. Bunlara ek olarak kullanıcı adınız, görünen adınız, dijital başarılarınız ve etkinlikleriniz herkese açık olarak gösterilir.<ul><li>Profilinizde Microsoft’ta çalıştığınız herkese açık bir şekilde belirtilecek.</li><li>Bu e-postaya erişiminizi kaybederseniz bu siteye tekrar giriş yapamazsınız.</li><li>Bazı oyunlaştırma özellikleri Microsoft çalışanlarının kullanımına açık değildir.</li><li>Bu siteyi kişisel etkinlik amacıyla kullanmak istiyorsanız lütfen farklı bir hesapla oturum açın.</li></ul>
uk_ua: Використовуючи Microsoft Learn, <strong>ви усвідомлюєте й визнаєте,</strong> що наша мережа сайтів і програм фіксуватиме й відстежуватиме ваші досягнення та дії, а також що ми можемо ділитися вашими результатами та діями з іншими командами Microsoft. Крім того, ваші ім’я користувача, відображуване ім’я, досягнення та дії відображатимуться для всіх.<ul><li>у загальнодоступній інформації вашого профілю буде вказано, що ви працюєте в корпорації Майкрософт;</li><li>Утративши доступ до електронної пошти, ви не зможете входити на цей сайт.</li><li>для працівників корпорації Майкрософт недоступні певні функції ігрофікації.</li><li>Щоб використовувати цей сайт для особистих потреб, увійдіть в інший обліковий запис.</li></ul>
vi_vn: Khi sử dụng Microsoft Learn, <strong>bạn hiểu và đồng ý</strong> rằng tư cách thành viên của bạn đồng nghĩa với việc mạng trang web và ứng dụng của chúng tôi sẽ ghi và theo dõi thành tích cũng như hoạt động của bạn, đồng thời chúng tôi có thể chia sẻ kết quả và hoạt động đó với các nhóm khác trong Microsoft. Ngoài ra, tên người dùng, tên hiển thị, thành tích và hoạt động của bạn sẽ hiển thị công khai.<ul><li>Thông tin làm việc tại Microsoft sẽ hiển thị công khai trên hồ sơ của bạn.</li><li>Nếu mất quyền truy cập vào email, bạn sẽ không thể đăng nhập vào trang web này.</li><li>Một số tính năng game hóa không dành cho nhân viên Microsoft.</li><li>Nếu bạn muốn sử dụng trang web này cho hoạt động cá nhân, vui lòng đăng nhập bằng một tài khoản khác.</li></ul>
zh_cn: 使用 Microsoft Learn 即表示你了解并确认你的成员资格意味着我们的网站和应用程序网络将记录和跟踪你的成就和活动，我们可能会将你的结果和活动与 Microsoft 的其他团队共享。 此外，你的用户名、显示名称、成就和活动将公开可见。<ul><li>你的个人资料将公开指明你是 Microsoft 员工。</li><li>如果无法访问电子邮件，将无法登录此网站。</li><li>一些游戏化功能对 Microsoft 员工不可用。</li><li>若要使用此网站执行个人活动，请使用其他帐户登录。</li></ul>
zh_tw: 使用 Microsoft Learn，<strong>即代表您了解且認知到</strong>您的成員資格意味著，我們的網站及應用程式網路將會記錄與追蹤您的成就及活動，且我們可以與 Microsoft 中的其他團隊分享您的結果及活動。 此外，您的使用者名稱、顯示名稱、成就及活動將可公開閱覽。<ul><li>您的個人資料將公開指出您在 Microsoft 工作。</li><li>若您無法存取此電子郵件，就無法再登入此網站。</li><li>Microsoft 員工無法使用某些遊戲化功能。</li><li>若不想使用此網站進行個人活動，請使用其他帳戶登入。</li></ul>
