Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Document details
ar_sa: تفاصيل المستند
bg_bg: Подробни данни за документите
ca_es: Detalls del document
cs_cz: Podrobnosti dokumentu
da_dk: Dokumentoplysninger
de_de: Dokumentdetails
el_gr: Λεπτομέρειες εγγράφου
es_es: Detalles del documento
et_ee: Dokumendi üksikasjad
eu_es: Dokumentuaren xehetasunak
fi_fi: Asiakirjan tiedot
fr_ca: Détails du document
ga_ie: Sonraí doiciméid
gl_es: Detalles do documento
he_il: פרטי מסמך
hi_in: दस्तावेज का विवरण
hr_hr: Pojedinosti o dokumentu
hu_hu: A dokumentum adatai
id_id: Detail Dokumen
is_is: Upplýsingaskjal
it_it: Dettagli del documento
ja_jp: ドキュメントの詳細
kk_kz: Құжат туралы мәліметтер
ko_kr: 문서 세부 정보
lb_lu: Dokumentdetailer
lt_lt: Išsami dokumento informacija
lv_lv: Detalizēta informācija par dokumentu
ms_my: Butiran Dokumen
mt_mt: Dettalji tad-Dokument
nb_no: Dokumentinformasjon
pl_pl: Szczegóły dokumentu
pt_pt: Detalhes do Documento
ro_ro: Detalii document
ru_ru: Сведения о документе
sk_sk: Podrobnosti o dokumente
sl_si: Podrobnosti dokumenta
sr_cyrl_rs: Детаљи о документу
sr_latn_rs: Detalji o dokumentu
sv_se: Dokumentinformation
th_th: รายละเอียดเอกสาร
tr_tr: Belge Ayrıntıları
uk_ua: Відомості про документ
vi_vn: Chi tiết tài liệu
zh_cn: 文档详细信息
zh_tw: 文件詳細資料

# doNotEditThis
source: Do not edit this section. It is required for docs.microsoft.com ➟ GitHub issue linking.
ar_sa: تجنب تحرير هذا القسم. مطلوب لـ docs.microsoft.com ➟ ربط مشكلة GitHub.
bg_bg: Не редактирайте този раздел. Задължително е за docs.microsoft.com ➟ връзка към проблем в GitHub.
ca_es: No editeu aquesta secció. Es necessita per a docs.microsoft.com ➟ enllaç de problemes del GitHub.
cs_cz: Neupravujte tuto část. Vyžaduje se k propojení problémů docs.microsoft.com ➟ GitHub.
da_dk: Undlad at redigere denne sektion. Det er påkrævet til docs.microsoft.com ➟ GitHub-problemlinkning.
de_de: Bearbeiten Sie diesen Abschnitt nicht. Er ist für die Verknüpfung von docs.microsoft.com zum GitHub-Artikel erforderlich.
el_gr: Μην επεξεργαστείτε αυτή την ενότητα. Απαιτείται για σύνδεση θεμάτων docs.microsoft.com ➟ GitHub.
es_es: No edite esta sección. Se requiere para docs.microsoft.com ➟ Vinculación de problema de GitHub.
et_ee: Ärge seda jaotist redigeerige. See on vajalik docs.microsoft.com-i ➟ GitHubi probleemide linkimiseks.
eu_es: Ez editatu sekzio hau. docs.microsoft.com ➟ GitHub arazoak estekatzeko beharrezkoa da.
fi_fi: Älä muokkaa tätä osiota. Sitä tarvitaan kohteessa docs.microsoft.com GitHub-ongelmien linkityksessä.
fr_ca: Ne pas modifier cette section. Elle est requise pour docs.microsoft.com ➟ problème de liaison GitHub.
ga_ie: Ná cuir an rannán seo in eagar. Tá sé riachtanach le haghaidh docs.microsoft.com ➟ nascadh fadhbanna GitHub.
gl_es: Non editar esta sección. É obrigatorio para docs.microsoft.com ➟ problema de ligazón de GitHub.
he_il: אין לערוך מקטע זה. פעולה זו נדרשת עבור קישור לנושאים ב- docs.microsoft.com ← GitHub.
hi_in: इस अनुभाग को संपादित न करें. यह docs.microsoft.com के लिए आवश्यक है ➟ GitHub समस्या लिंक करना.
hr_hr: Nemojte uređivati ovu sekciju. Obavezno za docs.microsoft.com ➟ problem s povezivanjem na repozitoriju GitHub.
hu_hu: Ezt a szakaszt ne szerkessze. A szakasz a docs.microsoft.com ➟ GitHub-problémák hivatkozásaihoz szükséges.
id_id: Jangan edit bagian ini. Diperlukan untuk masalah penautan docs.microsoft.com ➟ GitHub.
is_is: Ekki breyta þessum kafla. Það er nauðsynlegt fyrir docs.microsoft.com ➟ Vandamál með GitHub hlekk.
it_it: Non modificare questa sezione. È necessaria per i collegamenti relativi ai problemi tra docs.microsoft.com ➟ GitHub.
ja_jp: このセクションを編集しないでください。 docs.microsoft.com で必須です ➟ GitHub の問題のリンク。
kk_kz: Бұл бөлімді өзгертпеңіз. Ол docs.microsoft.com үшін қажет ➟ GitHub мәселесіне сілтеме.
ko_kr: 이 섹션을 편집하지 마세요. docs.microsoft.com ➟ GitHub 문제 연결에 필요합니다.
lb_lu: Dës Sektioun net editéieren. Se ass fir docs.microsoft.com ➟ GitHub-Problemverknäppung erfuerderlech.
lt_lt: Neredaguokite šio skyriaus. To reikia docs.microsoft.com ➟ „GitHub“ problemoms sieti.
lv_lv: Nerediģējiet šo sadaļu. Tas ir nepieciešams vietnei docs.microsoft.com ➟ GitHub problēmu saistīšana.
ms_my: Jangan edit bahagian ini. Ia diperlukan untuk docs.microsoft.com ➟ Pemautan isu GitHub.
mt_mt: Teditjax din is-sezzjoni. Hija meħtieġa għal docs.microsoft.com ➟ illinkjat ta' problemi GitHub.
nb_no: Ikke rediger denne delen. Den kreves for koblingen docs.microsoft.com ➟ GitHub-problem.
nl_be: Dit gedeelte niet bewerken. Het is vereist om problemen te koppelen tussen docs.microsoft.com en GitHub.
pl_pl: Nie edytuj tej sekcji. Jest ona wymagana dla docs.microsoft.com ➟ Dołączanie problemu w usłudze GitHub.
pt_pt: Não edite esta secção. É necessário para a ligação de problemas docs.microsoft.com ➟ GitHub.
ro_ro: Nu editați această secțiune. Este necesară pentru asocierea prin link a problemelor între docs.microsoft.com și GitHub.
ru_ru: Не вносите правки в этот раздел. Это необходимо для связывания страницы сайта docs.microsoft.com с вопросом на GitHub.
sk_sk: Neupravujte túto sekciu. Vyžaduje sa pre lokalitu docs.microsoft.com ➟ prepojenie na problém v službe GitHub.
sl_si: Ne uredite tega razdelka. Potreben je za povezovanje težav med storitvama docs.microsoft.com in GitHub.
sr_cyrl_rs: Немојте да уређујете овај одељак. Обавезно је за повезивање docs.microsoft.com ➟ GitHub проблема.
sr_latn_rs: Nemojte da uređujete ovaj odeljak. Obavezno je za povezivanje docs.microsoft.com ➟ GitHub problema.
sv_se: Redigera inte det här avsnittet. Det krävs för docs.microsoft.com ➟ länkning till GitHub-problem.
th_th: อย่าแก้ไขส่วนนี้ กำหนดให้ต้องจัดทำ docs.microsoft.com ➟ การเชื่อมโยงปัญหา GitHub
tr_tr: Bu bölümü düzenlemeyin. docs.microsoft.com ➟ GitHub sorunu bağlantısı için gereklidir.
uk_ua: Не змінюйте цей розділ. Він необхідний для зв’язування питань на платформах docs.microsoft.com ➟ GitHub.
vi_vn: Không chỉnh sửa phần này. Điều này là bắt buộc cho docs.microsoft.com ➟ Vấn đề khi liên kết GitHub.
zh_cn: 请勿编辑此部分。 docs.microsoft.com ➟ GitHub 问题链接必须具有此部分。
zh_tw: 請勿編輯此區段。 這是 docs.microsoft.com ➟ GitHub 問題連結的必要項。

# dotnetDocs
source: .NET Documentation
ar_sa: وثائق .NET
bg_bg: Документация за .NET
ca_es: Documentació del .NET
cs_cz: Dokumentace k .NET
da_dk: Dokumentation til .NET
de_de: .NET-Dokumentation
el_gr: Τεκμηρίωση του .NET
es_es: Documentación de .NET
et_ee: .NET-i dokumentatsioon
eu_es: .NET dokumentazioa
fi_fi: .NET:n dokumentaatio
fr_ca: Documentation pour .NET
ga_ie: Doiciméadacht .NET
gl_es: Documentación de .NET
he_il: תיעוד של .NET
hi_in: .NET दस्तावेज़
hr_hr: .NET dokumentacija
hu_hu: .NET-dokumentáció
id_id: Dokumentasi .NET
is_is: .NET skjal
it_it: Documentazione di .NET
ja_jp: .NET ドキュメント
kk_kz: .NET құжаттамасы
ko_kr: .NET 설명서
lb_lu: .NET-Dokumentatioun
lt_lt: .NET dokumentacija
lv_lv: .NET dokumentācija
ms_my: Dokumentasi .NET
mt_mt: Dokumentazzjoni .NET
nb_no: .NET-dokumentasjon
nl_be: .NET-documentatie
pl_pl: Dokumentacja technologii .NET
pt_pt: Documentação .NET
ro_ro: Documentație pentru .NET
ru_ru: Документация по .NET
sk_sk: Dokumentácia k technológii .NET
sl_si: Dokumentacija za .NET
sr_cyrl_rs: Документација за .NET
sr_latn_rs: Dokumentacija za .NET
sv_se: .NET-dokumentation
th_th: คู่มือ .NET
tr_tr: .NET Belgeleri
uk_ua: Документація .NET
vi_vn: Tài liệu .NET
zh_cn: .NET 文档
zh_tw: .NET 文件

# dotnetEditor
source: .NET Editor
bg_bg: Редактор за .NET
ca_es: Editor del .NET
cs_cz: Editor .NET
el_gr: Πρόγραμμα επεξεργασίας .NET
es_es: Editor de .NET
eu_es: .NET editorea
fi_fi: .NET-editori
fr_ca: Éditeur .NET
ga_ie: Eagarthóir .NET
hi_in: .NET संपादक
hr_hr: .NET uređivač
hu_hu: .NET-szerkesztő
id_id: Editor .NET
ja_jp: .NET エディター
kk_kz: .NET өңдегіші
ko_kr: .NET 편집기
lb_lu: .NET-Editeur
lt_lt: .NET rengyklė
lv_lv: .NET redaktors
ms_my: Editor .NET
mt_mt: Editur .NET
nb_no: .NET-redigeringsprogram
pl_pl: Edytor technologii .NET
pt_pt: Editor .NET
ro_ro: Editor .NET
ru_ru: Редактор .NET
sl_si: Urejevalnik za ogrodje .NET
th_th: ตัวแก้ไข .NET
uk_ua: Редактор .NET
vi_vn: Trình soạn thảo .NET
zh_cn: .NET 编辑器
zh_tw: .NET 編輯器

source: Download
ar_sa: تنزيل
bg_bg: Изтегляне
ca_es: Baixa
cs_cz: Stáhnout
de_de: Herunterladen
el_gr: Λήψη
es_es: Descargar
et_ee: Laadi alla
eu_es: Deskargatu
fi_fi: Lataa
fr_ca: Télécharger
ga_ie: Íoslódáil
gl_es: Descargar
he_il: הורד
hi_in: डाउनलोड करें
hr_hr: Preuzimanje
hu_hu: Letöltés
id_id: Unduh
is_is: Sækja
ja_jp: ダウンロード
kk_kz: Жүктеп алу
ko_kr: 다운로드
lb_lu: Eroflueden
lt_lt: Atsisiųsti
lv_lv: Lejupielādēt
ms_my: Muat turun
mt_mt: Niżżel
nb_no: Last ned
nl_be: Downloaden
pl_pl: Pobierz
ro_ro: Descărcare
ru_ru: Скачать
sk_sk: Stiahnuť
sl_si: Prenos
sr_cyrl_rs: Преузимање
sr_latn_rs: Preuzimanje
sv_se: Ladda ned
th_th: ดาวน์โหลด
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

source: Download PDF
ar_sa: تنزيل PDF
bg_bg: Изтегляне на PDF
ca_es: Baixa el PDF
cs_cz: Stáhnout PDF
de_de: PDF herunterladen
el_gr: Λήψη του PDF
es_es: Descargar PDF
et_ee: Laadi alla PDF
eu_es: Deskargatu PDFa
fi_fi: Lataa PDF-tiedosto palvelimesta
fr_ca: Télécharger le PDF
ga_ie: Íoslódáil PDF
gl_es: Descargar PDF
he_il: הורד PDF
hi_in: PDF डाउनलोड करें
hr_hr: Preuzmite PDF
hu_hu: PDF letöltése
id_id: Unduh PDF
is_is: Sækja PDF
it_it: Scarica il PDF
ja_jp: PDF をダウンロード
kk_kz: PDF жүктеп алу
ko_kr: PDF 다운로드
lb_lu: PDF eroflueden
lt_lt: Atsisiųsti PDF
lv_lv: Lejupielādēt PDF failu
ms_my: Muat turun PDF
mt_mt: Niżel il-PDF
nb_no: Last ned PDF
nl_be: PDF downloaden
pl_pl: Pobierz plik PDF
pt_pt: Transferir PDF
ro_ro: Descărcare PDF
ru_ru: Скачать PDF
sk_sk: Stiahnuť PDF
sl_si: Prenos datoteke PDF
sr_cyrl_rs: Преузмите PDF
sr_latn_rs: Preuzmite PDF
sv_se: Ladda ned PDF
th_th: ดาวน์โหลด PDF
tr_tr: PDF’yi İndir
uk_ua: Завантажити PDF-файл
vi_vn: Tải xuống PDF
zh_cn: 下载 PDF
zh_tw: 下載 PDF

source: Download ZIP
ar_sa: تنزيل ZIP
bg_bg: Изтегляне на пощенски код
ca_es: Descarrega el fitxer ZIP
cs_cz: Stáhnout ZIP
da_dk: Download ZIP-fil
de_de: ZIP herunterladen
el_gr: Λήψη του ZIP
es_es: Descargar ZIP
et_ee: Laadi ZIP-fail alla
eu_es: Deskargatu ZIP fitxategia
fi_fi: Lataa ZIP-tiedosto palvelimesta
fr_ca: Télécharger le ZIP
ga_ie: Íoslódáil ZIP
gl_es: Descargar ZIP
he_il: הורד ZIP
hi_in: ZIP डाउनलोड करें
hr_hr: Preuzmi ZIP
hu_hu: ZIP letöltése
id_id: Unduh ZIP
is_is: Sækja þjappaða skrá
it_it: Scarica il file ZIP
ja_jp: ZIP をダウンロード
kk_kz: ZIP жүктеп алу
ko_kr: ZIP 다운로드
lb_lu: ZIP eroflueden
lt_lt: Atsisiųsti ZIP
lv_lv: Lejupielādēt ZIP failu
ms_my: Muat turun ZIP
mt_mt: Niżżel ZIP
nb_no: Last ned ZIP
nl_be: Zip-bestand downloaden
pl_pl: Pobierz plik ZIP
pt_pt: Transferir ZIP
ro_ro: Descărcare ZIP
ru_ru: Скачать ZIP-файл
sk_sk: Stiahnuť ZIP
sl_si: Prenos datoteke ZIP
sr_cyrl_rs: Преузмите ZIP датотеку
sr_latn_rs: Preuzmite ZIP datoteku
sv_se: Ladda ned ZIP
th_th: ดาวน์โหลด ZIP
tr_tr: ZIP’i indir
uk_ua: Завантажити ZIP-файл
vi_vn: Tải tệp ZIP xuống
zh_cn: 下载 ZIP
zh_tw: 下載 ZIP

# dynamicOutputsDescription
source: The outputs of this operation are dynamic.
ar_sa: مخرجات هذه العملية ديناميكية.
bg_bg: Резултатите от тази операция са динамични.
ca_es: Les sortides d'aquesta operació són dinàmiques.
cs_cz: Výstupy této operace jsou dynamické.
da_dk: Output for denne handling er dynamiske.
de_de: Die Ausgaben dieses Vorgangs sind dynamisch.
el_gr: Οι έξοδοι αυτής της λειτουργίας είναι δυναμικές.
es_es: Las salidas de esta operación son dinámicas.
et_ee: Toimingu väljundid on dünaamilised.
eu_es: Eragiketa honen irteerako elementuak dinamikoak dira.
fi_fi: Tämän toiminnon tulokset ovat dynaamisia.
fr_ca: Les sorties de cette opération sont dynamiques.
ga_ie: Tá aschuir na hoibríochta seo dinimiciúil.
gl_es: Os resultados desta operación son dinámicos.
he_il: פריטי הקלט של פעולה זו הם דינמיים.
hi_in: इस कार्रवाई के आउटपुट प्रभावी हैं.
hr_hr: Izlazi ove operacije su dinamički.
hu_hu: Ennek a műveletnek a kimenetei dinamikusak.
id_id: Output operasi ini bersifat dinamis.
is_is: Frálög þessarar aðgerðar eru kvik.
it_it: Gli output di questa operazione sono dinamici.
ja_jp: この操作の出力は状況に応じて変わります。
kk_kz: Бұл операцияның нәтижесі өзгермелі болады.
ko_kr: 이 작업의 출력은 동적입니다.
lb_lu: D'Ausgabe vun dësem Virgang sinn dynamesch.
lt_lt: Šios operacijos išvestys yra dinaminės.
lv_lv: Šīs operācijas izvades ir dinamiskas.
ms_my: Output operasi ini adalah dinamik.
mt_mt: L-outputs ta' din l-operazzjoni huma dinamiċi.
nb_no: Utdataene fra denne operasjonen er dynamiske.
nl_be: De uitvoer van deze bewerking is dynamisch.
pl_pl: Dane wyjściowe tej operacji są dynamiczne.
pt_pt: As saídas desta operação são dinâmicas.
ro_ro: Ieșirile acestei operațiuni sunt dinamice.
ru_ru: Выходные данные этой операции являются динамическими.
sk_sk: Výstupy tejto operácie sú dynamické.
sl_si: Rezultati tega postopka so dinamični.
sr_cyrl_rs: Резултати ове операције су динамички.
sr_latn_rs: Rezultati ove operacije su dinamički.
sv_se: Utdata för den här åtgärden är dynamiska.
th_th: ผลลัพธ์ของการดำเนินงานนี้เป็นแบบไดนามิก
tr_tr: Bu işlemin çıkışları dinamiktir.
uk_ua: Результати цієї операції динамічні.
vi_vn: Các kết quả của thao tác này mang tính động.
zh_cn: 此操作输出是动态内容。
zh_tw: 此作業會輸出隨機的結果。

source: Earn more achievements
ar_sa: تحقيق إنجازات أكثر
bg_bg: Печелете още постижения
ca_es: Guanya més assoliments
cs_cz: Dosáhnout dalších úspěchů
da_dk: Opnå flere resultater
de_de: Weitere Auszeichnungen verdienen
el_gr: Κερδίστε περισσότερα επιτεύγματα
es_es: Obtener más logros
et_ee: Teenige rohkem saavutusi
eu_es: Erdietsi lorpen gehiago
fi_fi: Hanki lisää saavutuksia
fr_ca: Gagner plus de succès
ga_ie: Tuill Breis Gaiscí
gl_es: Gañar mais logros
he_il: השג הישגים נוספים
hi_in: अधिक उपलब्धियाँ अर्जित करें
hr_hr: Osvojite još postignuća
hu_hu: További szintek megszerzése
id_id: Dapatkan Penghargaan Lainnya
is_is: Vinna mér inn fleiri áfanga
it_it: Raggiungi più obiettivi
ja_jp: さらに実績を獲得
kk_kz: Қосымша жетістіктерге жету
ko_kr: 더 많은 도전 과제 받기
lb_lu: Méi Erfolleger verzeechnen
lt_lt: Uždirbti daugiau pasiekimų
lv_lv: Nopelnīt vairāk sasniegumu
ms_my: Perolehi Lebih Banyak Pencapaian
mt_mt: Iggwadanja Aktar Kisbiet
nb_no: Få flere oppnåelser
nl_be: Meer prestaties verdienen
pl_pl: Zdobądź więcej osiągnięć
pt_pt: Obter Mais Conquistas
ro_ro: Obțineți mai multe realizări
ru_ru: Получить больше достижений
sk_sk: Získať ďalšie odmeny
sl_si: Zaslužite več dosežkov
sr_cyrl_rs: Добијте још достигнућа
sr_latn_rs: Dobijte još dostignuća
sv_se: Tjäna fler achievements
th_th: รับความสำเร็จเพิ่ม
tr_tr: Daha Fazla Başarı Kazanın
uk_ua: Отримати більше досягнень
vi_vn: Giành thêm thành tích
zh_cn: 获得更多成就
zh_tw: 贏得更多成就

source: Edit
ar_sa: تحرير
bg_bg: Редактиране
ca_es: Edita
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Redigeeri
eu_es: Editatu
fi_fi: Muokkaa
fr_ca: Édition
ga_ie: Cuir in eagar
gl_es: Editar
he_il: ערוך
hi_in: संपादित करें
hr_hr: Uređivanje
hu_hu: Szerkesztés
is_is: Breyta
it_it: Modifica
ja_jp: 編集
kk_kz: Өзгерту
ko_kr: 편집
lb_lu: Editéieren
lt_lt: Redaguoti
lv_lv: Rediģēt
mt_mt: Editja
nb_no: Rediger
nl_be: Bewerken
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editare
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Uredi
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# editdesc
source: Edit this document
ar_sa: تحرير هذا المستند
bg_bg: Редактиране на този документ
ca_es: Edita aquest document
cs_cz: Upravit tento dokument
da_dk: Rediger dette dokument
de_de: Dieses Dokument bearbeiten
el_gr: Επεξεργασία αυτού του εγγράφου
es_es: Editar este documento
et_ee: Redigeeri seda dokumenti
eu_es: Editatu dokumentua
fi_fi: Muokkaa asiakirjaa
fr_ca: Modifier ce document
ga_ie: Cuir an doiciméad seo in eagar
gl_es: Editar este documento
he_il: ערוך מסמך זה
hi_in: इस दस्तावेज़ को संपादित करें
hr_hr: Uređivanje ovog dokumenta
hu_hu: A dokumentum szerkesztése
id_id: Edit Dokumen Ini
is_is: Breyta þessu skjali
it_it: Modifica documento
ja_jp: このドキュメントを編集する
kk_kz: Осы құжатты өзгерту
ko_kr: 이 문서 편집
lb_lu: Dëst Dokument editéieren
lt_lt: Redaguoti šį dokumentą
lv_lv: Rediģēt šo dokumentu
ms_my: Edit Dokumen Ini
mt_mt: Editja dan id-Dokument
nb_no: Rediger dette dokumentet
nl_be: Dit document bewerken
pl_pl: Edytuj ten dokument
pt_pt: Editar Este Documento
ro_ro: Editați acest document
ru_ru: Редактировать этот документ
sk_sk: Upraviť tento dokument
sl_si: Uredite ta dokument
sr_cyrl_rs: Уреди овај документ
sr_latn_rs: Uredi ovaj dokument
sv_se: Redigera det här dokumentet
th_th: แก้ไขเอกสารนี้
tr_tr: Bu Belgeyi Düzenle
uk_ua: Редагувати цей документ
vi_vn: Chỉnh sửa tài liệu này
zh_cn: 编辑本文
zh_tw: 編輯此文件

# eiisInSubtitle
source: Explicit Interface Implementations
ar_sa: عمليات تنفيذ الواجهة الصريحة
bg_bg: Явни разполагания на интерфейс
ca_es: Implementacions d'interfície explícites
cs_cz: Explicitní implementace rozhraní
da_dk: Eksplicitte grænsefladeimplementeringer
de_de: Explizite Schnittstellenimplementierungen
el_gr: Υλοποιήσεις ρητής διασύνδεσης
es_es: Implementaciones de interfaz explícitas
et_ee: Üksikasjalikud liidese juurutamised
eu_es: Interfazearen inplementazio esplizituak
fi_fi: Määritetyt liittymätoteutukset
fr_ca: Implémentations d’interfaces explicites
ga_ie: Cur i bhfeidhm léir comhéadain
gl_es: Implantacións explícitas da interface
he_il: יישומים מפורשים של ממשק
hi_in: एक्सप्लिसिट इंटरफ़ेस कार्यान्वयन
hr_hr: Eksplicitne implementacije sučelja
hu_hu: Explicit interfész-implementációk
id_id: Implementasi Antarmuka Eksplisit
is_is: Bein viðmótsútfærsla
it_it: Implementazioni dell'interfaccia esplicita
ja_jp: 明示的なインターフェイスの実装
kk_kz: Анық интерфейс орындаулары
ko_kr: 명시적 인터페이스 구현
lb_lu: Explizit Interfaceimplementéierungen
lt_lt: Tiesioginės sąsajos diegimai
lv_lv: Precīzas interfeisa implementācijas
ms_my: Pelaksanaan Antara Muka Tak Tersirat
mt_mt: Implimentazzjonijiet Espliċiti tal-Interface
nb_no: Implementeringer av eksplisitt grensesnitt
nl_be: Expliciete interface-implementaties
pl_pl: Jawne implementacje interfejsu
pt_pt: Implementações de Interface Explícita
ro_ro: Implementări de interfețe explicite
ru_ru: Явные реализации интерфейса
sk_sk: Explicitné implementácie rozhrania
sl_si: Izrecne uvedbe vmesnika
sr_cyrl_rs: Експлицитне примене интерфејса
sr_latn_rs: Eksplicitne primene interfejsa
sv_se: Explicita gränssnittsimplementeringar
th_th: การปรับใช้อินเทอร์เฟซแบบเปิดเผย
tr_tr: Belirtik Arabirim Kullanımları
uk_ua: Явні впровадження інтерфейсу
vi_vn: Triển khai giao diện rõ ràng
zh_cn: 显式界面实现
zh_tw: 明確介面實作

source: Email
ar_sa: بريد إلكتروني
bg_bg: Имейл
ca_es: Correu
da_dk: Mail
el_gr: Ηλεκτρονικό ταχυδρομείο
es_es: Correo electrónico
et_ee: E-post
eu_es: Helbide elektronikoa
fi_fi: Sähköposti
fr_ca: Courriel
ga_ie: Ríomhphost
gl_es: Correo electrónico
he_il: דואר אלקטרוני
hi_in: ईमेल
hr_hr: E-pošta
is_is: Tölvupóstur
ja_jp: 電子メール
kk_kz: Электрондық пошта
ko_kr: 메일
lt_lt: El. paštas
lv_lv: E-pasts
ms_my: E-mel
mt_mt: Posta elettronika
nb_no: E-post
ru_ru: Адрес электронной почты
sl_si: E-pošta
sr_cyrl_rs: Е-пошта
sr_latn_rs: E-pošta
sv_se: E-post
th_th: อีเมล
tr_tr: E-posta
uk_ua: Електронна пошта
zh_cn: 电子邮件
zh_tw: 電子郵件

# emailIsRequired
source: Email address is required to activate a sandbox
ar_sa: البريد الإلكتروني مطلوب لتنشيط بيئة اختبار معزولة
bg_bg: Необходим е имейл за активиране на ограничителен режим
ca_es: Es necessita el correu per activar un espai aïllat.
cs_cz: K aktivaci sandboxu se vyžaduje e-mail.
da_dk: Der kræves en mailadresse for at aktivere en sandkasse
de_de: Für die Aktivierung einer Sandbox muss eine E-Mail-Adresse angegeben werden.
el_gr: Απαιτείται διεύθυνση ηλεκτρονικού ταχυδρομείου για την ενεργοποίηση ενός περιβάλλοντος προστατευμένης εκτέλεσης
es_es: El correo electrónico es necesario para activar un espacio aislado
et_ee: Liivakasti aktiveerimiseks on vaja meiliaadressi
eu_es: Helbide elektronikoa beharrezkoa da Sandbox bat aktibatzeko
fi_fi: Eristyksen aktivointi edellyttää sähköpostia
fr_ca: L’adresse courriel est obligatoire pour activer un environnement d’essai
ga_ie: Teastaíonn ríomhphost chun sandbox a ghníomhachtú
gl_es: É necesario un correo electrónico para activar un ambiente de illamento de procesos
he_il: נדרש דואר אלקטרוני כדי להפעיל ארגז חול
hi_in: सैंडबॉक्स सक्रिय करने के लिए ईमेल आवश्यक है
hr_hr: Da biste aktivirali sigurnosnu ogradu, potrebna je adresa e-pošte
hu_hu: A tesztkörnyezet aktiválásához kötelező megadni e-mail-címet
id_id: Email diperlukan untuk mengaktifkan sandbox
is_is: Netfang er nauðsynlegt til að virkja Sandbox
it_it: Per attivare un sandbox è necessario un indirizzo di posta elettronica
ja_jp: サンドボックスのアクティブ化にはメール アドレスが必要です
kk_kz: Құм жәшікті белсендіру үшін электрондық пошта қажет
ko_kr: 샌드박스를 활성화하려면 메일이 필요합니다.
lb_lu: En E-Mail gëtt gebraucht fir d'Sandbox z'aktivéieren
lt_lt: Norint suaktyvinti smėlio dėžę reikia el. pašto adreso
lv_lv: Lai aktivizētu smilškasti, nepieciešama e-pasta adrese.
ms_my: E-mel diperlukan untuk mengaktifkan kotak pasir
mt_mt: Indirizz elettroniku huwa meħtieġ biex tattiva sandbox
nb_no: E-post er obligatorisk for å aktivere en sandkasse
nl_be: E-mailadres is vereist om een sandbox te activeren
pl_pl: Do uaktywnienia piaskownicy jest wymagany adres e-mail
pt_pt: É necessário o e-mail para ativar uma sandbox
ro_ro: Pentru activarea unui sandbox este necesară adresa de e-mail
ru_ru: Чтобы активировать песочницу, необходимо указать адрес электронной почты
sk_sk: Na aktivovanie testovacieho prostredia (sandbox) sa vyžaduje e-mail
sl_si: Za aktiviranje peskovnika potrebujete e-poštni naslov
sr_cyrl_rs: Адреса е-поште је обавезна за активацију Sandbox окружења
sr_latn_rs: Adresa e-pošte je obavezna za aktivaciju Sandbox okruženja
sv_se: En e-postadress måste anges för att aktivera en sandbox-miljö
th_th: จำเป็นต้องใช้อีเมลเพื่อเปิดใช้งาน Sandbox
tr_tr: Korumalı alanı etkinleştirmek için e-posta gereklidir
uk_ua: Для активації ізольованого програмного середовища потрібна адреса електронної пошти
vi_vn: Cần có email để kích hoạt hộp cát
zh_cn: 需要电子邮件才能激活沙盒
zh_tw: 需要電子郵件才能啟用沙箱
