Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: an hour ago
ar_sa: منذ ساعة
bg_bg: преди един час
ca_es: fa una hora
cs_cz: před hodinou
da_dk: en time siden
de_de: vor einer Stunde
el_gr: πριν από μία ώρα
es_es: hace una hora
et_ee: 1 tund tagasi
eu_es: duela ordubete
fi_fi: tunti sitten
fr_ca: il y a 1 heure
ga_ie: uair ó shin
gl_es: hai unha hora
he_il: לפני שעה
hi_in: एक घंटा पहले
hr_hr: prije jednog sata
hu_hu: egy órával ezelőtt
id_id: satu jam yang lalu
is_is: fyrir klukkustund síðan
it_it: un'ora fa
ja_jp: 1 時間前
kk_kz: бір сағат бұрын
ko_kr: 1시간 전
lb_lu: virun enger Stonn
lt_lt: prieš valandą
lv_lv: pirms stundas
ms_my: sejam yang lalu
mt_mt: siegħa ilu
nb_no: for en time siden
nl_be: een uur geleden
pl_pl: godzinę temu
pt_pt: há uma hora
ro_ro: cu o oră în urmă
ru_ru: час назад
sk_sk: pred hodinou
sl_si: pred eno uro
sr_cyrl_rs: пре сат времена
sr_latn_rs: pre jednog časa
sv_se: för en timme sedan
th_th: หนึ่งชั่วโมงที่แล้ว
tr_tr: bir saat önce
uk_ua: годину тому
vi_vn: một giờ trước
zh_cn: 1 小时前
zh_tw: 一小時前

# apiReference
source: {0} API reference
ar_sa: مرجع {0} API
bg_bg: Препратка към API на {0}
ca_es: Referència de l’API {0}
cs_cz: Reference rozhraní API {0}
de_de: {0}-API-Referenz
el_gr: Αναφορά {0} API
es_es: Referencia de la API {0}
et_ee: {0} API viide
eu_es: {0} APIaren erreferentzia
fi_fi: {0}-ohjelmointirajapinnan viittaus
fr_ca: Référence de l’API {0}
ga_ie: {0} Gluais API
gl_es: Referencia da API de {0}
he_il: חומר עזר עבור ה- API {0}
hi_in: {0} API संदर्भ
hr_hr: {0} API referencije
hu_hu: {0} API-referencia
id_id: Referensi API {0}
is_is: {0} API-tilvísun
it_it: Informazioni di riferimento sull'API {0}
ja_jp: {0} API リファレンス
kk_kz: {0} API анықтамасы
ko_kr: {0} API 참조
lb_lu: {0}-API-Referenz
lt_lt: {0} API nuoroda
lv_lv: {0} API atsauce
ms_my: {0} Rujukan API
mt_mt: {0} Referenza API
nb_no: API-referanse for {0}
nl_be: {0} API-verwijzing
pl_pl: Dokumentacja interfejsu API {0}
pt_pt: Referência de API {0}
ro_ro: {0} Referință API
ru_ru: Ссылка на API {0}
sk_sk: Odkaz na rozhranie API {0}
sl_si: Sklic na vmesnik API za {0}
sr_cyrl_rs: {0} API референца
sr_latn_rs: {0} API referenca
sv_se: {0} API-referens
th_th: {0} การอ้างอิง API
tr_tr: {0} API Başvurusu
uk_ua: Довідковий матеріал для інтерфейсу API {0}
vi_vn: {0} Tài liệu tham khảo về API
zh_cn: {0} API 引用
zh_tw: {0} API 參考

# apiSearchIsUnavailable
source: API search is unavailable. Please try again later.
ar_sa: بحث API غير متوفر. الرجاء إعادة المحاولة لاحقًا.
bg_bg: Функцията за търсене на API не е достъпна. Опитайте отново по-късно.
ca_es: La cerca de l'API no està disponible. Torneu-ho a provar més tard.
cs_cz: Hledání rozhraní API je nedostupné. Zkuste to později.
da_dk: API-søgning er ikke tilgængeligt. Prøv igen senere.
de_de: Die API-Suche ist nicht verfügbar. Versuchen Sie es später noch mal.
el_gr: Η αναζήτηση API δεν είναι διαθέσιμη. Δοκιμάστε ξανά αργότερα.
es_es: La búsqueda de API no está disponible. Vuelva a intentarlo más tarde.
et_ee: API otsing pole saadaval. Proovige hiljem uuesti.
eu_es: APIen bilaketa ez dago erabilgarri. Saiatu berriro geroago.
fi_fi: Ohjelmointirajapintahaku ei ole käytettävissä. Yritä myöhemmin uudelleen.
fr_ca: Le recherche d’API n’est pas disponible. Veuillez réessayer ultérieurement.
ga_ie: Níl fáil ar chuardach API. Bain triail as arís ar ball le do thoil.
gl_es: A busca de API non está dispoñible. Ténteo de novo máis tarde.
he_il: חיפוש API לא זמין. נסה שוב מאוחר יותר.
hi_in: API खोज अनुपलब्ध है. कृपया बाद में पुनः प्रयास करें.
hr_hr: Pretraživanje API-ja nije dostupno. Pokušajte ponovno kasnije.
hu_hu: Az API-keresés nem elérhető. Próbálkozzon újra később.
id_id: Pencarian API tidak tersedia. Coba lagi nanti.
is_is: API-leit er ekki tiltæk. Reyndu aftur síðar.
it_it: La ricerca di API non è disponibile. Riprova più tardi.
ja_jp: API 検索はご利用になれません。 後で再度お試しください。
kk_kz: API іздеу қолжетімді емес. Кейінірек қайталап көріңіз.
ko_kr: API 검색을 사용할 수 없습니다. 나중에 다시 시도하세요.
lb_lu: API-Sich ass net verfügbar. Probéier et w. e. g. spéider erneit.
lt_lt: API ieška negalima. Bandykite dar kartą vėliau.
lv_lv: API meklēšana nav pieejama. Lūdzu, vēlāk mēģiniet vēlreiz.
ms_my: Carian API tidak tersedia. Sila cuba sebentar lagi.
mt_mt: It-tiftixa API mhijex disponibbli. Erġa' pprova aktar tard.
nb_no: API-søk er ikke tilgjengelig. Prøv på nytt senere.
nl_be: API zoeken is niet beschikbaar. Probeert u het later nog eens.
pl_pl: Wyszukiwanie interfejsów API jest niedostępne. Spróbuj ponownie później.
pt_pt: A pesquisa da API está indisponível. Tente novamente mais tarde.
ro_ro: Căutarea în interfața API este indisponibilă. Încercați din nou mai târziu.
ru_ru: Поиск API недоступен. Повторите попытку позже.
sk_sk: Vyhľadávanie v rozhraní API nie je k dispozícii. Skúste to znova neskôr.
sl_si: Iskanje vmesnikov API ni na voljo. Poskusite znova pozneje.
sr_cyrl_rs: API претрага није доступна. Пробајте поново касније.
sr_latn_rs: API pretraga je nedostupna. Probajte ponovo kasnije.
sv_se: API-sökningen är inte tillgänglig. Försök igen senare.
th_th: การค้นหา API ไม่พร้อมใช้งาน โปรดลองอีกครั้งในภายหลัง
tr_tr: API araması kullanılamıyor. Lütfen daha sonra yeniden deneyin.
uk_ua: Пошук API недоступний. Спробуйте знову пізніше.
vi_vn: Tính năng tìm kiếm API không khả dụng. Vui lòng thử lại sau.
zh_cn: API 搜索不可用。 请稍后再试。
zh_tw: API 搜尋無法使用。 請稍後再試一次。

# archiveDocs
source: Previous versions
ar_sa: الإصدارات السابقة
bg_bg: Предишни версии
ca_es: Versions anteriors
cs_cz: Předchozí verze
da_dk: Tidligere versioner
de_de: Vorherige Versionen
el_gr: Προηγούμενες εκδόσεις
es_es: Versiones anteriores
et_ee: Eelmised versioonid
eu_es: Aurreko bertsioak
fi_fi: Edelliset versiot
fr_ca: Versions précédentes
ga_ie: Leaganacha roimhe
gl_es: Versións anteriores
he_il: גירסאות קודמות
hi_in: पिछला संस्करण
hr_hr: Prethodne verzije
hu_hu: Korábbi verziók
id_id: Versi sebelumnya
is_is: Fyrri útgáfur
it_it: Versioni precedenti
ja_jp: 以前のバージョン
kk_kz: Алдыңғы нұсқалары
ko_kr: 이전 버전
lb_lu: Viregt Versiounen:
lt_lt: Ankstesnės versijos
lv_lv: Iepriekšējās versijas
ms_my: Versi sebelumnya
mt_mt: Verżjonijiet preċedenti
nb_no: Tidligere versjoner
nl_be: Vorige versies
pl_pl: Poprzednie wersje
pt_pt: Versões anteriores
ro_ro: Versiuni anterioare
ru_ru: предыдущих версий
sk_sk: Predchádzajúce verzie
sl_si: Prejšnje različice
sr_cyrl_rs: Претходне верзије
sr_latn_rs: Prethodne verzije
sv_se: Tidigare versioner
th_th: เวอร์ชันก่อนหน้า
tr_tr: Önceki sürümler
uk_ua: Попередні версії
vi_vn: Các phiên bản trước
zh_cn: 旧版
zh_tw: 舊版

source: Are you sure?
ar_sa: هل أنت متأكد؟
bg_bg: Сигурни ли сте?
ca_es: N’esteu segur?
cs_cz: Jste si jistí?
da_dk: Er du sikker?
de_de: Möchten Sie diesen Vorgang wirklich durchführen?
el_gr: Είστε βέβαιοι;
es_es: ¿Está seguro?
et_ee: Kas olete kindel?
eu_es: Ziur zaude?
fi_fi: Oletko varma?
fr_ca: Êtes-vous certain?
ga_ie: An bhfuil tú cinnte?
gl_es: Seguro?
he_il: האם אתה בטוח?
hi_in: क्या आप सुनि‍श्चित हैं?
hr_hr: Jeste li sigurni?
hu_hu: Biztos benne?
id_id: Apa Anda yakin?
is_is: Ertu viss?
it_it: Continuare?
ja_jp: 実行してもよろしいですか?
kk_kz: Сенімдісіз бе?
ko_kr: 계속하시겠습니까?
lb_lu: Sidd Dir sécher?
lt_lt: Ar tikrai?
lv_lv: Vai tiešām veikt šo darbību?
ms_my: Adakah anda pasti?
mt_mt: Inti żgur?
nb_no: Er du sikker?
nl_be: Weet u het zeker?
pl_pl: Czy na pewno?
pt_pt: Tem a certeza?
ro_ro: Sunteți sigur?
ru_ru: Вы уверены?
sk_sk: Ste si istí?
sl_si: Ali ste prepričani?
sr_cyrl_rs: Да ли сте сигурни?
sr_latn_rs: Da li ste sigurni?
sv_se: Är du säker?
th_th: คุณแน่ใจหรือไม่
tr_tr: Emin misiniz?
uk_ua: Справді зробити це?
vi_vn: Bạn có chắc chắn không?
zh_cn: 确实要执行此操作吗?
zh_tw: 確定嗎？

# areYouSureDescription
source: Deleting your data cannot be undone.
ar_sa: لا يمكن التراجع عن حذف بياناتك.
bg_bg: Изтриването на вашите данни не може да бъде отменено.
ca_es: La supressió de les dades no es pot desfer.
cs_cz: Odstranění vašich dat se nedá vrátit zpět.
da_dk: Sletning af dine data kan ikke fortrydes.
de_de: Das Löschen der Daten kann nicht rückgängig gemacht werden.
el_gr: Η διαγραφή των δεδομένων σας δεν μπορεί να αναιρεθεί.
es_es: La eliminación de los datos no se puede deshacer.
et_ee: Andmete kustutamist ei saa tagasi võtta.
eu_es: Ezin da desegin datuak ezabatzeko eragiketa.
fi_fi: Tietojen poistamista ei voi kumota.
fr_ca: La suppression de vos données ne peut pas être annulée.
ga_ie: Ní féidir scriosadh do chuid sonraí a chealú.
gl_es: A eliminación dos datos non se pode desfacer.
he_il: לא ניתן לבטל את פעולת מחיקת הנתונים.
hi_in: आपके डेटा को हटाना पूर्ववत नहीं किया जा सकता.
hr_hr: Brisanje podataka nije moguće poništiti.
hu_hu: Az adatok törlése nem visszavonható.
id_id: Penghapusan data tidak dapat dibatalkan.
is_is: Ekki er hægt að afturkalla eyðingu gagnanna.
it_it: Non è possibile annullare l'eliminazione dei dati.
ja_jp: データの削除は元に戻すことができません。
kk_kz: Деректерді жою әрекетін қайтару мүмкін емес.
ko_kr: 데이터 삭제는 실행 취소할 수 없습니다.
lb_lu: D'Läsche vun Ären Date kann net réckgängeg gemaach ginn.
lt_lt: Duomenų panaikinimo veiksmo anuliuoti negalima.
lv_lv: Datu dzēšanu nevar atsaukt.
ms_my: Memadamkan data anda tidak boleh dibuat asal.
mt_mt: Meta tħassar id-dejta tiegħek din ma tistax tittreġġa' lura.
nb_no: Sletting av data kan ikke angres.
nl_be: Het verwijderen van uw gegevens kan niet ongedaan worden gemaakt.
pl_pl: Usunięcia danych nie można cofnąć.
pt_pt: Eliminar os seus dados não é uma ação que possa ser desfeita.
ro_ro: Ștergerea datelor este o acțiune ireversibilă.
ru_ru: Удаление ваших данных невозможно отменить.
sk_sk: Odstránenie údajov sa nedá vrátiť späť.
sl_si: Brisanja svojih podatkov ne morete razveljaviti.
sr_cyrl_rs: Није могуће опозвати брисање података.
sr_latn_rs: Nije moguće opozvati brisanje podataka.
sv_se: Det går inte att ångra borttagning av data.
th_th: ไม่สามารถยกเลิกการลบข้อมูลของคุณได้
tr_tr: Verilerinizi silme işlemi geri alınamaz.
uk_ua: Видалення даних не можна скасувати.
vi_vn: Không thể hoàn tác hành động xóa dữ liệu của bạn.
zh_cn: 删除数据的操作无法撤消。
zh_tw: 您的資料一經刪除，即無法復原。

source: a second ago
ar_sa: منذ ثانية
bg_bg: преди една секунда
ca_es: fa un segon
cs_cz: před sekundou
da_dk: et sekund siden
de_de: vor einer Sekunde
el_gr: πριν από ένα δευτερόλεπτο
es_es: hace un segundo
et_ee: 1 sekund tagasi
eu_es: duela segundo bat
fi_fi: sekunti sitten
fr_ca: il y a 1 seconde
ga_ie: soicind ó shin
gl_es: hai 1 segundo
he_il: לפני שנייה
hi_in: एक सेकंड पहले
hr_hr: prije jedne sekunde
hu_hu: egy másodperccel ezelőtt
id_id: satu detik yang lalu
is_is: fyrir sekúndu síðan
it_it: un secondo fa
ja_jp: 1 秒前
kk_kz: бір секунд бұрын
ko_kr: 1초 전
lb_lu: virun enger Sekonn
lt_lt: prieš sekundę
lv_lv: pirms sekundes
ms_my: sesaat yang lalu
mt_mt: sekonda ilu
nb_no: for et sekund siden
nl_be: een seconde geleden
pl_pl: sekundę temu
pt_pt: há um segundo
ro_ro: cu o secundă în urmă
ru_ru: секунду назад
sk_sk: pred jednou sekundou
sl_si: pred eno sekundo
sr_cyrl_rs: пре једне секунде
sr_latn_rs: pre 1 sekunde
sv_se: för en sekund sedan
th_th: หนึ่งวินาทีที่แล้ว
tr_tr: bir saniye önce
uk_ua: секунду тому
vi_vn: một giây trước
zh_cn: 1 秒前
zh_tw: 一秒前

source: Asia
ar_sa: آسيا
bg_bg: Азия
ca_es: Àsia
cs_cz: Asie
da_dk: Asien
de_de: Asien
el_gr: Ασία
et_ee: Aasia
fi_fi: Aasia
fr_ca: Asie
ga_ie: An Áise
he_il: אסיה
hi_in: एशिया
hr_hr: Azija
hu_hu: Ázsia
is_is: Asía
ja_jp: アジア
kk_kz: Азия
ko_kr: 아시아
lb_lu: Asien
lt_lt: Azija
lv_lv: Āzija
mt_mt: l-Ażja
nl_be: Azië
pl_pl: Azja
pt_pt: Ásia
ru_ru: Азия
sk_sk: Ázia
sl_si: Azija
sr_cyrl_rs: Азија
sr_latn_rs: Azija
sv_se: Asien
th_th: เอเชีย
tr_tr: Asya
uk_ua: Азія
vi_vn: Châu Á
zh_cn: 亚洲
zh_tw: 亞洲

# askQuestion
source: Ask a question
ar_sa: طرح سؤال
bg_bg: Задаване на въпрос
ca_es: Fes una pregunta
cs_cz: Zeptejte se
da_dk: Stil et spørgsmål
de_de: Fragen stellen
el_gr: Υποβολή ερώτησης
es_es: Hacer una pregunta
et_ee: Esitage küsimus
eu_es: Egin galdera bat
fi_fi: Esitä kysymys
fr_ca: Poser une question
ga_ie: Cuir ceist
gl_es: Facer unha pregunta
he_il: שאל שאלה
hi_in: कोई प्रश्न पूँछें
hr_hr: Postavite pitanje
hu_hu: Kérdés küldése
id_id: Ajukan pertanyaan
is_is: Spyrja spurningar
it_it: Fai una domanda
ja_jp: 質問をする
kk_kz: Сұрақ қою
ko_kr: 질문하기
lb_lu: Eng Fro stellen
lt_lt: Užduoti klausimą
lv_lv: Uzdot jautājumu
ms_my: Tanyakan soalan
mt_mt: Agħmel mistoqsija
nb_no: Still et spørsmål
nl_be: Stel een vraag
pl_pl: Zadaj pytanie
pt_pt: Fazer uma pergunta
ro_ro: Adresați o întrebare
ru_ru: Задать вопрос
sk_sk: Položiť otázku
sl_si: Postavite vprašanje
sr_cyrl_rs: Поставите питање
sr_latn_rs: Postavite pitanje
sv_se: Ställ en fråga
th_th: ถามคำถาม
tr_tr: Bir soru sorun
uk_ua: Поставити запитання
vi_vn: Đặt câu hỏi
zh_cn: 提问
zh_tw: 詢問問題

source: Assemblies
ar_sa: التجميعات
bg_bg: Блокове
ca_es: Assemblats
cs_cz: Sestavení
de_de: Assemblys
el_gr: Συγκροτήσεις
es_es: Ensamblados
et_ee: Assemblerid
eu_es: Mihiztatzeak
fi_fi: Kokoonpanot
fr_ca: Ensembles
ga_ie: Díolaim
gl_es: Ensamblados
he_il: הרכבות
hi_in: असेंबली
hr_hr: Sklopovi
hu_hu: Szerelvények
id_id: Rakitan
is_is: Samsetningar
it_it: Assembly
ja_jp: アセンブリ
kk_kz: Жиындар
ko_kr: 어셈블리
lb_lu: Baudeeler
lt_lt: Rinkiniai
lv_lv: Montāžas
ms_my: Himpunan
mt_mt: Montaturi
nb_no: Samlinger
nl_be: Assembly’s
pl_pl: Zestawy
pt_pt: Assemblagens
ro_ro: Ansambluri
ru_ru: Сборки
sk_sk: Zostavy
sl_si: Zbiri
sr_cyrl_rs: Склопови
sr_latn_rs: Sklopovi
sv_se: Sammansättningar
th_th: การประกอบต่างๆ
tr_tr: Bütünleştirilmiş Kodlar
uk_ua: Збірки
vi_vn: Các tập hợp
zh_cn: 程序集
zh_tw: 組件

source: Assembly
ar_sa: التجميع
bg_bg: Блок
ca_es: Assemblat
cs_cz: Sestavení
el_gr: Συγκρότηση
es_es: Ensamblado
et_ee: Assembler
eu_es: Mihiztatzea
fi_fi: Kokoonpano
fr_ca: Ensemble
ga_ie: Díolamaí
gl_es: Ensamblado
he_il: הרכבה
hi_in: असेंबली
hr_hr: Sklop
hu_hu: Szerelvény
id_id: Rakitan
is_is: Samsetning
ja_jp: アセンブリ
kk_kz: Жиын
ko_kr: 어셈블리
lb_lu: Baudeel
lt_lt: Rinkinys
lv_lv: Montāža
ms_my: Himpunan
mt_mt: Montatura
nb_no: Samling
pl_pl: Zestaw
pt_pt: Assemblagem
ro_ro: Ansamblu
ru_ru: Сборка
sk_sk: Zostava
sl_si: Zbir
sr_cyrl_rs: Склоп
sr_latn_rs: Sklop
sv_se: Sammansättning
th_th: การประกอบ
tr_tr: Bütünleştirilmiş Kod
uk_ua: Збірка
vi_vn: Tập hợp
zh_cn: 程序集
zh_tw: 組件

# attachedEventsInSubtitle
source: Attached Events
ar_sa: الأحداث المرفقة
bg_bg: Прикачени събития
ca_es: Esdeveniments adjunts
cs_cz: Přidružené události
da_dk: Vedhæftede hændelser
de_de: Angefügte Ereignisse
el_gr: Συνημμένα συμβάντα
es_es: Eventos adjuntos
et_ee: Manustatud sündmused
eu_es: Erantsitako gertaerak
fi_fi: Liitetyt tapahtumat
fr_ca: Événements joints
ga_ie: Tarluithe ceangailte
gl_es: Eventos anexados
he_il: אירועים מצורפים
hi_in: अनुलग्न ईवेंट
hr_hr: Priloženi događaji
hu_hu: Hozzácsatolt események
id_id: Acara yang Terlampir
is_is: Viðhengdir viðburðir
it_it: Eventi associati
ja_jp: 添付イベント
kk_kz: Тіркелген оқиғалар
ko_kr: 연결된 이벤트
lb_lu: Ugehaangen Evenementer
lt_lt: Pridėti įvykiai
lv_lv: Pievienotie notikumi
ms_my: Peristiwa Yang Dilampirkan
mt_mt: Avvenimenti Mehmuża
nb_no: Tilknyttede hendelser
nl_be: Toegevoegde gebeurtenissen
pl_pl: Zdarzenia dołączone
pt_pt: Eventos Anexados
ro_ro: Evenimente atașate
ru_ru: Присоединенные события
sk_sk: Pripojené udalosti
sl_si: Priloženi dogodki
sr_cyrl_rs: Приложени догађаји
sr_latn_rs: Priloženi događaji
sv_se: Anslutna händelser
th_th: กิจกรรมที่แนบ
tr_tr: İliştirilmiş Olaylar
uk_ua: Вкладені події
vi_vn: Sự kiện đính kèm
zh_cn: 附加事件
zh_tw: 附加事件

# attachedPropertiesInSubtitle
source: Attached Properties
ar_sa: الخصائص المرفقة
bg_bg: Прикачени свойства
ca_es: Propietats adjuntes
cs_cz: Přidružené vlastnosti
da_dk: Vedhæftede egenskaber
de_de: Angefügte Eigenschaften
el_gr: Συνημμένες ιδιότητες
es_es: Propiedades adjuntas
et_ee: Manustatud atribuudid
eu_es: Erantsitako propietateak
fi_fi: Liitetyt ominaisuudet
fr_ca: Propriétés jointes
ga_ie: Airíonna ceangailte
gl_es: Propiedades anexadas
he_il: מאפיינים מצורפים
hi_in: अनुलग्न गुण
hr_hr: Priložena svojstva
hu_hu: Hozzácsatolt tulajdonságok
id_id: Properti yang Terlampir
is_is: Viðhengdar eignir
it_it: Proprietà associate
ja_jp: 添付プロパティ
kk_kz: Тіркелген сипаттар
ko_kr: 연결된 속성
lb_lu: Ugehaangen Eegeschaften
lt_lt: Pridėtos ypatybės
lv_lv: Pievienotie rekvizīti
ms_my: Sifat Yang Dilampirkan
mt_mt: Propjetajiet Mehmuża
nb_no: Tilknyttede egenskaper
nl_be: Toegevoegde eigenschappen
pl_pl: Właściwości dołączone
pt_pt: Propriedades Anexadas
ro_ro: Proprietăți atașate
ru_ru: Присоединенные свойства
sk_sk: Pripojené vlastnosti
sl_si: Priložene lastnosti
sr_cyrl_rs: Приложена својства
sr_latn_rs: Priložena svojstva
sv_se: Kopplade egenskaper
th_th: คุณสมบัติที่แนบ
tr_tr: İliştirilmiş Özellikler
uk_ua: Вкладені властивості
vi_vn: Thuộc tính đính kèm
zh_cn: 附加属性
zh_tw: 附加屬性

source: Attributes
ar_sa: السمات
bg_bg: Атрибути
ca_es: Atributs
cs_cz: Atributy
da_dk: Attributter
de_de: Attribute
el_gr: Χαρακτηριστικά
es_es: Atributos
et_ee: Atribuudid
eu_es: Atributuak
fi_fi: Määritteet
fr_ca: Attributs
ga_ie: Tréithe
gl_es: Atributos
he_il: תכונות
hi_in: गुण
hr_hr: Atributi
hu_hu: Attribútumok
id_id: Atribut
is_is: Eigindir
it_it: Attributi
ja_jp: 属性
kk_kz: Атрибуттар
ko_kr: 특성
lb_lu: Attributer
lt_lt: Atributai
lv_lv: Atribūti
ms_my: Atribut
mt_mt: Attribwiti
nb_no: Attributter
nl_be: Kenmerken
pl_pl: Atrybuty
pt_pt: Atributos
ro_ro: Atribute
ru_ru: Атрибуты
sk_sk: Atribúty
sl_si: Atributi
sr_cyrl_rs: Атрибути
sr_latn_rs: Atributi
sv_se: Attribut
th_th: แอตทริบิวต์
tr_tr: Öznitelikler
uk_ua: Атрибути
vi_vn: Thuộc tính
zh_cn: 属性
zh_tw: 屬性

source: Avatar
ar_sa: أفاتار
bg_bg: Аватар
eu_es: Avatarra
ga_ie: Abhatár
he_il: אוואטאר
hi_in: अवतार
is_is: Manngerving
ja_jp: アバター
kk_kz: Аватар
ko_kr: 아바타
lt_lt: Pseudoportretas
lv_lv: Avatārs
pl_pl: Awatar
ru_ru: Аватар
sr_cyrl_rs: Аватар
th_th: รูปประจำตัว
uk_ua: Аватар
vi_vn: Hình đại diện
zh_cn: 头像
zh_tw: 虛擬人偶

source: a week ago
ar_sa: منذ أسبوع
bg_bg: преди една седмица
ca_es: fa una setmana
cs_cz: před týdnem
da_dk: en uge siden
de_de: vor einer Woche
el_gr: πριν από μία εβδομάδα
es_es: hace una semana
et_ee: 1 nädal tagasi
eu_es: duela aste bat
fi_fi: viikko sitten
fr_ca: il y a 1 semaine
ga_ie: seachtain ó shin
gl_es: hai unha semana
he_il: לפני שבוע
hi_in: एक सप्ताह पहले
hr_hr: prije tjedan dana
hu_hu: egy héttel ezelőtt
id_id: satu minggu yang lalu
is_is: fyrir viku síðan
it_it: una settimana fa
ja_jp: 1 週間前
kk_kz: бір апта бұрын
ko_kr: 1주 전
lb_lu: virun enger Woch
lt_lt: prieš savaitę
lv_lv: pirms nedēļas
ms_my: seminggu yang lalu
mt_mt: ġimgħa ilu
nb_no: for en uke siden
nl_be: een week geleden
pl_pl: tydzień temu
pt_pt: há uma semana
ro_ro: cu o săptămână în urmă
ru_ru: неделю назад
sk_sk: pred týždňom
sl_si: pred enim tednom
sr_cyrl_rs: пре једне седмице
sr_latn_rs: pre jedne sedmice
sv_se: för en vecka sedan
th_th: หนึ่งสัปดาห์ที่แล้ว
tr_tr: bir hafta önce
uk_ua: тиждень тому
vi_vn: một tuần trước
zh_cn: 1 周前
zh_tw: 一週前
