Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# errorCreatingComment
source: Error with creating comment. If you’d like, you can retry on <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ar_sa: حدث خطأ أثناء إنشاء التعليق. إذا كنت ترغب، يمكنك إعادة المحاولة على <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
bg_bg: Грешка при създаването на коментара. Ако искате, можете да опитате повторно в<a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ca_es: S'ha produït un error en crear el comentari. Si voleu, podeu tornar-ho a provar al <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
cs_cz: Chyba při vytváření komentáře Pokud chcete, můžete to zkusit znovu na <a data-bi-name="create-comment-on-github" href="{0}">GitHubu<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
da_dk: Fejl under oprettelse af kommentar. Hvis du har lyst, kan du prøve igen på <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
de_de: Beim Erstellen des Kommentars ist ein Fehler aufgetreten. Bei Bedarf können Sie den Vorgang in <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> wiederholen.
el_gr: Σφάλμα κατά τη δημιουργία του σχολίου. Αν το επιθυμείτε, μπορείτε να προσπαθήσετε ξανά στο <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
es_es: Error al crear el comentario. Si lo desea, puede reintentarlo en <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
et_ee: Kommentaari loomisel ilmnes tõrge. Kui soovite, saate <a data-bi-name="create-comment-on-github" href="{0}">GitHubis <span class="docon docon-navigate-external" aria-hidden="true"></span></a> uuesti proovida.
eu_es: Errorea iruzkina sortzean. Nahi baduzu, saiatu berriro <a data-bi-name="create-comment-on-github" href="{0}">GitHub-en<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
fi_fi: Virhe luotaessa kommenttia. Voit halutessasi yrittää uudelleen kohteessa <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
fr_ca: Erreur lors de la création du commentaire. Si vous le désirez, vous pouvez réessayer sur <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ga_ie: Earráid nuair a bhí nóta tráchta á chruthú. Más mian leat, féadfaidh tú atriail ar <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
gl_es: Erro ao crear o comentario. Se quere, pode tentalo de novo en <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
he_il: שגיאה בעת יצירת הערה. תוכל לנסות מחדש ב- <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
hi_in: टिप्पणी करने में त्रुटि. यदि आप चाहें, तो आप <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> पर पुनः प्रयास कर सकते हैं.
hr_hr: Pojavila se pogreška pri stvaranju komentara. Ako želite, možete pokušati ponovno na servisu <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
hu_hu: Hiba történt a dokumentum létrehozása során. Ha kívánja, újrapróbálhatja a <a data-bi-name="create-comment-on-github" href="{0}">GitHubon <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
id_id: Kesalahan saat membuat komentar. Jika ingin, Anda dapat mencoba ulang di <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
is_is: Villa við að búa til ummæli. Ef þú vilt getur þú reynt aftur á <a data-bi-name="create-comment-on-github" href="{0}"> GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
it_it: Errore durante la creazione del commento. Se vuoi, puoi riprovare in <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ja_jp: コメント作成エラー。 必要に応じて、<a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> で再度お試しいただけます。
kk_kz: Комментарий жасау кезіндегі қате. Қажет болса, <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> арқылы қайталауға болады.
ko_kr: 의견을 작성하는 동안 오류가 발생했습니다. 원하는 경우 <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>에서 다시 시도할 수 있습니다.
lb_lu: Feeler beim Schafe vum Kommentar. Wann Dir wëllt, kënnt Dir et op <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> erneit probéieren.
lt_lt: Klaida kuriant komentarą. Jei norite, galite bandyti dar kartą saugykloje <a data-bi-name="create-comment-on-github" href="{0}">„GitHub“<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
lv_lv: Veidojot komentāru, radās kļūda. Ja vēlaties, varat mēģināt vēlreiz pakalpojumā <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ms_my: Ralat semasa mencipta komen. Jika anda mahu, anda boleh mencuba semula pada <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
mt_mt: Żball fil-ħolqien ta' kumment. Jekk tixtieq, tista' terġa' tipprova fuq <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
nb_no: Feil ved oppretting av kommentar. Du kan prøve på nytt på <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
nl_be: Fout bij het maken van de opmerking. U kunt het opnieuw proberen op <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
pl_pl: Błąd podczas tworzenia komentarza. Jeśli chcesz, możesz spróbować ponownie w usłudze <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
pt_pt: Erro ao criar comentário. Se quiser, pode repetir no <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ro_ro: Eroare la crearea comentariului. Dacă doriți, puteți să reîncercați pe <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ru_ru: Ошибка создания комментария. Можете повторить попытку на <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sk_sk: Pri vytváraní komentára došlo k chybe. Ak chcete, môžete to skúsiť znova v službe <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sl_si: Napaka pri ustvarjanju komentarja. Če želite, lahko poskusite znova v storitvi <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sr_cyrl_rs: Грешка при прављењу коментара. Ако желите, можете поново да покушате у услузи <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sr_latn_rs: Greška pri pravljenju komentara. Ako želite, možete ponovo da pokušate u usluzi <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sv_se: Ett fel uppstod när kommentaren skulle skapas. Du kan testa igen på <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> om du vill.
th_th: ข้อผิดพลาดในการสร้างข้อคิดเห็น คุณสามารถลองอีกครั้งบน <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> ได้ หากต้องการ
tr_tr: Açıklama oluşturulurken hata oluştu. Dilerseniz <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> üzerinde yeniden deneyebilirsiniz.
uk_ua: Під час створення вмісту сталася помилка. За бажанням можна повторити спробу на <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
vi_vn: Có lỗi khi tạo nhận xét. Nếu muốn, bạn có thể thử lại trên <a data-bi-name="create-comment-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
zh_cn: 创建注释时出错。 如有需要，可在 <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> 上重试。
zh_tw: 建立註解時發生錯誤。 如果您想的話，可以在 <a data-bi-name="create-comment-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> 上重試。

# errorCreatingIssue
source: Error with creating issue. If you’d like, you can retry on <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ar_sa: حدث خطأ أثناء إنشاء المشكلة. إذا كنت ترغب، يمكنك إعادة المحاولة على <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
bg_bg: Грешка при създаването на проблема. Ако искате, можете да опитате повторно в<a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ca_es: S'ha produït un error en crear el problema. Si voleu, podeu tornar-ho a provar al <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
cs_cz: Chyba při vytváření potíží Pokud chcete, můžete to zkusit znovu na <a data-bi-name="create-issue-on-github" href="{0}">GitHubu<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
da_dk: Fejl under oprettelse af problemkommentar. Hvis du har lyst, kan du prøve igen på <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
de_de: Beim Erstellen des Problems ist ein Fehler aufgetreten. Bei Bedarf können Sie den Vorgang in <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> wiederholen.
el_gr: Σφάλμα κατά τη δημιουργία του προβλήματος. Αν το επιθυμείτε, μπορείτε να προσπαθήσετε ξανά στο <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
es_es: Error al crear el problema. Si lo desea, puede reintentarlo en <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
et_ee: Probleemi loomisel ilmnes tõrge. Kui soovite, saate <a data-bi-name="create-issue-on-github" href="{0}">GitHubis <span class="docon docon-navigate-external" aria-hidden="true"></span></a> uuesti proovida.
eu_es: Errorea arazoa sortzean. Nahi baduzu, saiatu berriro <a data-bi-name="create-issue-on-github" href="{0}">GitHub-en<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
fi_fi: Virhe luotaessa ongelmaa. Voit halutessasi yrittää uudelleen kohteessa <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
fr_ca: Erreur lors de la création du problème. Si vous le désirez, vous pouvez réessayer sur <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ga_ie: Earráid nuair a bhí fadhb á cruthú. Más mian leat, féadfaidh tú atriail ar <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
gl_es: Erro ao crear o problema. Se quere, pode tentalo de novo en <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
he_il: שגיאה בעת יצירת נושא. תוכל לנסות מחדש ב- <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
hi_in: समस्या बनाने में त्रुटि. यदि आप चाहें, तो आप <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> पर पुनः प्रयास कर सकते हैं.
hr_hr: Pojavila se pogreška pri stvaranju problema. Ako želite, možete pokušati ponovno na servisu <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
hu_hu: Hiba történt a probléma létrehozása során. Ha kívánja, újrapróbálhatja a <a data-bi-name="create-issue-on-github" href="{0}">GitHubon <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
id_id: Kesalahan saat membuat masalah. Jika ingin, Anda dapat mencoba ulang di <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
is_is: Villa við að búa til útgáfu. Ef þú vilt getur þú reynt aftur á <a data-bi-name="create-issue-on-github" href="{0}"> GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
it_it: Errore durante la creazione del problema. Se vuoi, puoi riprovare in <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ja_jp: 問題作成エラー。 必要に応じて、<a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> で再度お試しいただけます。
kk_kz: Мәселе жасау кезіндегі қате. Қажет болса, <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> арқылы қайталауға болады.
ko_kr: 문제를 생성하는 동안 오류가 발생했습니다. 원하는 경우 <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>에서 다시 시도할 수 있습니다.
lb_lu: Feeler beim Schafe vum Problem. Wann Dir wëllt, kënnt Dir et op <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> erneit probéieren.
lt_lt: Klaida kuriant problemą. Jei norite, galite bandyti dar kartą saugykloje <a data-bi-name="create-issue-on-github" href="{0}">„GitHub“<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
lv_lv: Veidojot problēmas ierakstu, radās kļūda. Ja vēlaties, varat mēģināt vēlreiz pakalpojumā <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ms_my: Ralat semasa mencipta isu. Jika anda mahu, anda boleh mencuba semula pada <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
mt_mt: Żball fil-ħolqien ta' problema. Jekk tixtieq, tista' terġa' tipprova fuq <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
nb_no: Feil ved oppretting av problem. Du kan prøve på nytt på <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
nl_be: Fout bij het maken van het probleem. U kunt het opnieuw proberen op <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
pl_pl: Błąd podczas tworzenia problemu. Jeśli chcesz, możesz spróbować ponownie w usłudze <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
pt_pt: Erro ao criar problema. Se quiser, pode repetir no <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ro_ro: Eroare la crearea problemei. Dacă doriți, puteți să reîncercați pe <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
ru_ru: Ошибка создания вопроса. Можете повторить попытку на <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sk_sk: Pri vytváraní problému došlo k chybe. Ak chcete, môžete to skúsiť znova v službe <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sl_si: Napaka pri ustvarjanju težave. Če želite, lahko poskusite znova v storitvi <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sr_cyrl_rs: Грешка при прављењу проблема. Ако желите, можете поново да покушате у услузи <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sr_latn_rs: Greška pri pravljenju problema. Ako želite, možete ponovo da pokušate u usluzi <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
sv_se: Ett fel uppstod när ett ärende skulle skapas. Du kan testa igen på <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> om du vill.
th_th: ข้อผิดพลาดในการสร้างปัญหา คุณสามารถลองอีกครั้งบน <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> ได้ หากต้องการ
tr_tr: Sorun oluşturulurken hata oluştu. Dilerseniz <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a> üzerinde yeniden deneyebilirsiniz.
uk_ua: Під час створення вмісту сталася помилка. За бажанням можна повторити спробу на <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
vi_vn: Có lỗi khi tạo sự cố. Nếu muốn, bạn có thể thử lại trên <a data-bi-name="create-issue-on-github" href="{0}">GitHub <span class="docon docon-navigate-external" aria-hidden="true"></span></a>.
zh_cn: 创建问题时出错。 如有需要，可在 <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> 上重试。
zh_tw: 建立問題時發生錯誤。 如果您想的話，可以在 <a data-bi-name="create-issue-on-github" href="{0}">GitHub<span class="docon docon-navigate-external" aria-hidden="true"></span></a> 上重試。

# errorLoadingBrowseContent
source: We couldn’t load your search results. Please try again later.
ar_sa: تعذر علينا تحميل نتائج بحثك. الرجاء إعادة المحاولة لاحقًا.
bg_bg: Не успяхме да заредим вашите резултати от търсенето. Опитайте отново по-късно.
ca_es: No hem pogut carregar els resultats de la cerca. Torneu-ho a provar més tard.
cs_cz: Výsledky hledání nešlo načíst. Zkuste to později.
da_dk: Vi kunne ikke indlæse dine søgeresultater. Prøv igen senere.
de_de: Ihre Suchergebnisse konnten nicht geladen werden. Versuchen Sie es später noch mal.
el_gr: Δεν ήταν δυνατή η φόρτωση των αποτελεσμάτων αναζήτησης. Δοκιμάστε ξανά αργότερα.
es_es: No se han podido cargar los resultados de la búsqueda. Vuelva a intentarlo más tarde.
et_ee: Me ei saanud teie otsingutulemeid laadida. Proovige hiljem uuesti.
eu_es: Ezin izan ditugu kargatu bilaketa-emaitzak. Saiatu berriro geroago.
fi_fi: Emme voineet ladata hakutuloksiasi. Yritä myöhemmin uudelleen.
fr_ca: Nous ne pouvons pas charger vos résultats de recherche. Veuillez réessayer ultérieurement.
ga_ie: Ní rabhamar in ann do thorthaí cuardaigh a lódáil. Bain triail as arís ar ball le do thoil.
gl_es: Non puidemos cargar os seus resultados de busca. Ténteo de novo máis tarde.
he_il: לא הצלחנו לטעון את תוצאות החיפוש. נסה שוב מאוחר יותר.
hi_in: हम आपके खोज परिणामों को लोड नहीं कर सके. कृपया बाद में पुनः प्रयास करें.
hr_hr: Ne možemo učitati vaše rezultate pretraživanja. Pokušajte ponovno kasnije.
hu_hu: Nem sikerült betölteni a keresési eredményeket. Próbálkozzon újra később.
id_id: Kami tidak dapat memuat hasil pencarian Anda. Coba lagi nanti.
is_is: Ekki tókst að hlaða leitarniðurstöðunum þínum. Reyndu aftur síðar.
it_it: Non è stato possibile caricare i risultati della ricerca. Riprova più tardi.
ja_jp: 検索結果を読み込めませんでした。 後で再度お試しください。
kk_kz: Іздеу нәтижелері жүктелмеді. Кейінірек қайталап көріңіз.
ko_kr: 검색 결과를 로드할 수 없습니다. 나중에 다시 시도하세요.
lb_lu: Mir konnten Är Sichresultater net lueden. Probéier et w. e. g. spéider erneit.
lt_lt: Nepavyko įkelti jūsų ieškos rezultatų. Bandykite dar kartą vėliau.
lv_lv: Nevarēja ielādēt meklēšanas rezultātus. Lūdzu, vēlāk mēģiniet vēlreiz.
ms_my: Kami tidak dapat memuatkan hasil carian anda. Sila cuba sebentar lagi.
mt_mt: Ma stajniex intellgħu r-riżultati tat-tiftix tiegħek. Erġa' pprova aktar tard.
nb_no: Vi kunne ikke laste søkeresultatene dine. Prøv på nytt senere.
nl_be: Uw zoekresultaten kunnen niet worden geladen. Probeert u het later nog eens.
pl_pl: Nie można załadować wyników wyszukiwania. Spróbuj ponownie później.
pt_pt: Não foi possível carregar os resultados da pesquisa. Tente novamente mais tarde.
ro_ro: Nu am putut încărca rezultatele căutării dvs. Încercați din nou mai târziu.
ru_ru: Не удалось загрузить результаты поиска по вашему запросу. Повторите попытку позже.
sk_sk: Nepodarilo sa nám načítať vaše výsledky vyhľadávania. Skúste to znova neskôr.
sl_si: Vaših rezultatov iskanja ni bilo mogoče naložiti. Poskusite znova pozneje.
sr_cyrl_rs: Не можемо да учитамо резултате претраге. Пробајте поново касније.
sr_latn_rs: Ne možemo da učitamo rezultate pretrage. Probajte ponovo kasnije.
sv_se: Det gick inte att läsa in sökresultatet. Försök igen senare.
th_th: เราไม่สามารถโหลดผลลัพธ์การค้นหาของคุณได้ โปรดลองอีกครั้งในภายหลัง
tr_tr: Arama sonuçlarınız yüklenemedi. Lütfen daha sonra yeniden deneyin.
uk_ua: Не вдалося завантажити результати пошуку. Спробуйте знову пізніше.
vi_vn: Chúng tôi không thể tải kết quả tìm kiếm của bạn. Vui lòng thử lại sau.
zh_cn: 无法加载搜索结果。 请稍后再试。
zh_tw: 我們無法載入您的搜尋結果。 請稍後再試一次。
