Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# contributorDescription
source: This user has previously committed to the {repo} repository.
ar_sa: التزم المستخدم مسبقًا تجاه مستودع {repo}.
bg_bg: Този потребител по-рано e фиксирал за себе си хранилището {repo}.
ca_es: Aquest usuari s'ha assignat anteriorment al dipòsit {repo}.
cs_cz: Tento uživatel už přispěl do úložiště {repo}.
da_dk: Denne bruger har tidligere forpligtet sig til {repo}-lageret.
de_de: Dieser Benutzer hat bereits zum Repository „{repo}“ beigetragen.
el_gr: Αυτός ο χρήστης είχε δεσμευτεί προηγουμένως στο αποθετήριο δεδομένων {repo}.
es_es: Este usuario se ha confirmado anteriormente en el repositorio {repo}.
et_ee: See kasutaja on eelnevalt olnud seotud hoidlaga {repo}.
eu_es: Erabiltzaile honek parte hartu du jada {repo} biltegian.
fi_fi: Tämä käyttäjä on aiemmin lähettänyt säilöön {repo}.
fr_ca: Cet utilisateur a déjà collaboré au référentiel {repo}.
ga_ie: Thug an t-úsáideoir seo le fios roimhe seo go bhfuil sé tiomanta don {repo} stór.
gl_es: Este usuario xa se comprometera co repositorio {repo}.
he_il: משתמש זה הוזמן לתרום למאגר {repo}.
hi_in: यह उपयोगकर्ता पूर्व में {repo} संग्रह के लिए प्रतिबद्ध था.
hr_hr: Ovaj je korisnik prije koristio spremište {repo}.
hu_hu: A felhasználó korábban már végzett véglegesítést a(z) {repo} adattárban.
id_id: Pengguna ini sebelumnya telah berkomitmen pada repositori {repo}.
is_is: Þessi notandi hefur áður verið skuldbundinn {repo} geymslunni.
it_it: Questo utente ha eseguito in precedenza il commit nel repository {repo}.
ja_jp: このユーザーは、既に {repo} リポジトリにコミットしました。
kk_kz: Бұл пайдаланушы бұрын {repo} репозиторийіне қатысты.
ko_kr: 이 사용자는 이전에 {repo} 리포지토리에 커밋했습니다.
lb_lu: Dëse Benotzer huet sech virdrun dem {repo}-Repository verpflicht.
lt_lt: Šis vartotojas anksčiau prisidėjo prie {repo} saugyklos.
lv_lv: Šis lietotājs iepriekš ir pievienojis saturu repozitorijam {repo}.
ms_my: Pengguna ini telah terikat kepada repositori {repo} sebelum ini.
mt_mt: Dan l-utent preċedentement ikkommetta ruħu għar-repożitorju {repo}.
nb_no: Denne brukeren har tidligere forpliktet seg til repositoriet {repo}.
nl_be: Deze gebruiker heeft eerder bijgedragen aan de opslagplaats {repo}.
pl_pl: Ten użytkownik zatwierdzał już wcześniej zawartość w repozytorium {repo}.
pt_pt: Este utilizador comprometeu-se previamente com o repositório {repo}.
ro_ro: Acest utilizator s-a angajat anterior la depozitul {repo}.
ru_ru: Пользователь, который ранее участвовал в разработке содержимого для репозитория {repo}.
sk_sk: Tento používateľ v minulosti potvrdil odkladací priestor {repo}.
sl_si: Ta uporabnik se je v preteklosti potrdil shrambo {repo}.
sr_cyrl_rs: Овај корисник је раније слао садржај у {repo} депо.
sr_latn_rs: Ovaj korisnik je ranije slao sadržaj u {repo} depo.
sv_se: Den här användaren har tidigare bidragit till lagringsplatsen {repo}.
th_th: ผู้ใช้รายนี้เคยมีส่วนร่วมในที่เก็บ {repo}
tr_tr: Bu kullanıcı önceden {repo} deposuna kaydoldu.
uk_ua: Цей користувач уже затверджував зміни в репозиторії "{repo}".
vi_vn: Người dùng này trước đây đã cam kết về kho lưu trữ {repo}.
zh_cn: 此用户之前参与过 {repo} 存储库。
zh_tw: 此使用者先前曾認可到 {repo} 存放庫。

# contributorGuide
source: Contribute
ar_sa: مساهمة
bg_bg: Сътрудничество
ca_es: Col·labora
cs_cz: Přispět
da_dk: Bidrag
de_de: Mitwirken
el_gr: Συνεισφορά
es_es: Contribuir
et_ee: Panusta
eu_es: Lagundu
fi_fi: Osallistu
fr_ca: Collaborer
ga_ie: Cuir leis
gl_es: Colaborar
he_il: תרום
hi_in: योगदान करें
hr_hr: Suradnja
hu_hu: Közreműködés
id_id: Berikan kontribusi
is_is: Leggja til efni
it_it: Collabora
ja_jp: 投稿
kk_kz: Қатысу
ko_kr: 참가
lb_lu: Matwierken
lt_lt: Prisidėti
lv_lv: Piedalīties
ms_my: Menyumbang
mt_mt: Ikkontribwixxi
nb_no: Bidra
nl_be: Bijdragen
pl_pl: Współtworzenie
pt_pt: Contribuir
ro_ro: Colaborare
ru_ru: Участие в доработке
sk_sk: Prispieť
sl_si: Prispevaj
sr_cyrl_rs: Сарадња
sr_latn_rs: Saradnja
sv_se: Bidra
th_th: สนับสนุน
tr_tr: Katkıda Bulunun
uk_ua: Доповнити вміст
vi_vn: Đóng góp
zh_cn: 参与
zh_tw: 參與

source: Contributors
ar_sa: المساهمون
bg_bg: Сътрудници
ca_es: Col·laboradors
cs_cz: Přispěvatelé
da_dk: Bidragydere
de_de: Beitragende
el_gr: Συμβάλλοντες
es_es: Colaboradores
et_ee: Kaasautorid
eu_es: Kolaboratzaileak
fi_fi: Avustajat
fr_ca: Collaborateurs
ga_ie: Rannpháirtithe
gl_es: Colaboradores
he_il: תורמים
hi_in: योगदानकर्ता
hr_hr: Suradnici
hu_hu: Közreműködők
id_id: Kontributor
is_is: Meðhöfundar
it_it: Autori di contributi
ja_jp: 共同作成者
kk_kz: Қатысушылар
ko_kr: 참가자
lb_lu: Auteuren
lt_lt: Bendraautoriai
lv_lv: Līdzstrādnieki
ms_my: Penyumbang
mt_mt: Kontributuri
nb_no: Bidragsytere
nl_be: Medewerkers
pl_pl: Współautorzy
pt_pt: Contribuidores
ro_ro: Colegi
ru_ru: Соавторы
sk_sk: Prispievatelia
sl_si: Sodelavci
sr_cyrl_rs: Сарадници
sr_latn_rs: Saradnici
sv_se: Deltagare
th_th: ผู้สนับสนุน
tr_tr: Katkıda Bulunanlar
uk_ua: Співавтори
vi_vn: Người đóng góp
zh_cn: 作者
zh_tw: 參與者

source: Copy
ar_sa: نسخ
bg_bg: Копиране
ca_es: Copia
cs_cz: Kopírovat
da_dk: Kopiér
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
et_ee: Kopeeri
eu_es: Kopiatu
fi_fi: Kopioi
fr_ca: Copie
ga_ie: Cóipeáil
gl_es: Copiar
he_il: העתק
hi_in: प्रतिलिपि बनाएँ
hr_hr: Kopiraj
hu_hu: Másolás
id_id: Menyalin
is_is: Afrita
it_it: Copia
ja_jp: コピー
kk_kz: Көшіру
ko_kr: 복사
lb_lu: Kopéieren
lt_lt: Kopija
lv_lv: Kopēt
ms_my: Salin
mt_mt: Ikkopja
nb_no: Kopier
nl_be: Kopiëren
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiere
ru_ru: Копировать
sk_sk: Kopírovať
sl_si: Kopiraj
sr_cyrl_rs: Копирај
sr_latn_rs: Kopiraj
sv_se: Kopiera
th_th: คัดลอก
tr_tr: Kopyala
uk_ua: Копіювати
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

source: Correct choice
ar_sa: خيار صحيح
bg_bg: Правилен избор
ca_es: Opció correcta
cs_cz: Správná volba
da_dk: Ret valg
de_de: Richtige Auswahl
el_gr: Σωστή επιλογή
es_es: Elección correcta
et_ee: Õige valik
eu_es: Aukera zuzena
fi_fi: Oikea valinta
fr_ca: Sélection correcte
ga_ie: Rogha cheart
gl_es: Elección correcta
he_il: בחירה נכונה
hi_in: सही पसंद
hr_hr: Točan odabir
hu_hu: Helyes válasz
id_id: Pilihan Tepat
is_is: Rétt val
it_it: Scelta corretta
ja_jp: 適切な選択
kk_kz: Дұрыс таңдау
ko_kr: 올바른 선택
lb_lu: Richteg Wiel
lt_lt: Tinkamas pasirinkimas
lv_lv: Pareiza izvēle
ms_my: Pilihan Yang Betul
mt_mt: L-Għażla t-Tajba
nb_no: Riktig valg
nl_be: Juiste keuze
pl_pl: Poprawny wybór
pt_pt: Escolha Correta
ro_ro: Alegerea corectă
ru_ru: Правильный вариант
sk_sk: Správny výber
sl_si: Popravi možnost
sr_cyrl_rs: Тачан избор
sr_latn_rs: Tačan izbor
sv_se: Rätt svar
th_th: ตัวเลือกถูกต้อง
tr_tr: Doğru Seçim
uk_ua: Правильний вибір
vi_vn: Lựa chọn đúng
zh_cn: 选择正确
zh_tw: 答對了

# createAADProfileExplanation
source: You’ve signed in with your Microsoft organisational account ({0}), and your experience will differ from a personal account:
ar_sa: سجلت الدخول باستخدام حساب المؤسسة لدى Microsoft ({0})، وستختلف التجربة التي تستمتع بها عن حساب شخصي:
bg_bg: Влезли сте с вашия организационен акаунт в Microsoft ({0}) и вашето изживяване ще се различава от това с личен акаунт:
ca_es: Heu iniciat la sessió amb el compte laboral o acadèmic de Microsoft ({0}), i la vostra experiència serà diferent de la del compte personal:
cs_cz: Přihlásili jste se pomocí vašeho organizačního účtu Microsoft ({0}) a vaše prostředí se bude lišit od osobního účtu:
da_dk: Du har logget på med din Microsoft-organisationskonto ({0}), og din oplevelse adskiller sig derfor fra en personlig konto:
de_de: Sie haben sich mit Ihrem Microsoft-Organisationskonto ({0}) angemeldet, sodass sich die verfügbaren Funktionen von denen eines privaten Kontos unterscheiden:
el_gr: Έχετε εισέλθει με τον λογαριασμό οργανισμού σας Microsoft ({0}) και η εμπειρία σας θα είναι διαφορετική σε σχέση με έναν προσωπικό λογαριασμό:
es_es: Ha iniciado sesión con su cuenta organizativa de Microsoft ({0}), por lo que la experiencia será distinta de la de una cuenta personal:
et_ee: Olete sisse loginud oma organisatsiooni Microsofti kontoga ({0}) ja teie kasutuskogemus on isikliku konto omast erinev:
eu_es: Saioa hasi duzunez Microsoft laneko kontuarekin ({0}), zerbitzua desberdina izango da kontu pertsonalak eskaintzen duen zerbitzutik:
fi_fi: Olet kirjautunut sisään Microsoftin organisaatiotilillä ({0}), joten käyttökokemuksesi on erilainen kuin käyttäessäsi henkilökohtaista tiliä:
fr_ca: Vous vous êtes connecté avec votre compte organisationnel Microsoft ({0}), et votre expérience sera différente de celle avec un compte personnel :
ga_ie: Tá tú sínithe isteach le do chuntas eagraíochtúil Microsoft ({0}), agus beidh d’eispéireas éagsúil i gcomparáid le cuntas pearsanta:
gl_es: Iniciou sesión coa conta organizativa de Microsoft ({0}) e a súa experiencia será diferente á do inicio de sesión cunha conta persoal:
he_il: נכנסת באמצעות חשבון Microsoft הארגוני שלך ({0}), וחוויית השימוש שלך תהיה שונה מזו שמיועדת לחשבון אישי:
hi_in: आपने अपने Microsoft संगठनात्मक खाते ({0}) से साइन इन किया हुआ है, और आपका अनुभव निजी खाते से भिन्न होगा:
hr_hr: Prijavili ste se pomoću Microsoftova računa tvrtke ili ustanove ({0}) i okruženje će se razlikovati od osobnog računa:
hu_hu: Ön a szervezeti Microsoft-fiókjával jelentkezett be ({0}), a felhasználói élmény így eltérő lesz a személyes fiókétól:
id_id: Anda masuk dengan akun organisasi Microsoft ({0}), dan pengalaman Anda akan berbeda dari akun pribadi:
is_is: Þú skráðir þig inn með Microsoft-reikningi fyrirtækisins ({0}) og reynslan gæti verið öðruvísi en með einkareikningnum þínum:
it_it: Hai eseguito l'accesso con il tuo account aziendale Microsoft ({0}) e la tua esperienza sarà diversa rispetto a quella di un account personale:
ja_jp: Microsoft の組織アカウント ({0}) を使用してサインインしているため、個人用アカウントの場合と次の点でエクスペリエンスが異なります。
kk_kz: Сіз жүйеге Microsoft ұйым тіркелгісімен ({0}) кірдіңіз және пайдалану тәжірибеңіз жеке тіркелгіден өзгеше болады:
ko_kr: Microsoft 조직 계정({0})으로 로그인했으므로 다음과 같이 개인 계정과 환경이 달라집니다.
lb_lu: Dir hutt Iech mat Ärem Microsoft Organisatiounskont ({0}) ugemellt, an Är Experienz wäert sech vun engem perséinleche Kont ënnerscheeden:
lt_lt: Prisijungėte naudodami „Microsoft“ organizacijos paskyrą ({0}) ir joje funkcijos bus kitokios nei asmeninėje paskyroje.
lv_lv: Esat pierakstījies ar savu Microsoft organizācijas kontu ({0}), un jums pieejamās iespējas atšķirsies no personīgā konta:
ms_my: Anda telah mendaftar masuk dengan akaun organisasi Microsoft anda ({0}), dan pengalaman anda akan berbeza daripada akaun peribadi:
mt_mt: Dħalt bil-kont tal-organizzazzjoni tiegħek ta' Microsoft ({0}), u l-esperjenza tiegħek se tkun differenti minn kont personali:
nb_no: Du har logget deg på med Microsoft-organisasjonskontoen ({0}) og erfaringen vil være annerledes fra en personlig konto:
nl_be: U hebt zich aangemeld met uw organisatieaccount van Microsoft ({0}). De ervaring is anders dan voor een persoonlijk account:
pl_pl: Zalogowano się przy użyciu konta organizacyjnego Microsoft ({0}), więc środowisko może być inne niż w przypadku konta osobistego:
pt_pt: Iniciou sessão com a sua conta institucional da Microsoft ({0}), pelo que a sua experiência será diferente da de uma conta pessoal:
ro_ro: V-ați conectat cu contul de organizație Microsoft ({0}), iar experiența dvs. va fi diferită față de utilizarea unui cont personal:
ru_ru: Вы вошли с помощью корпоративной учетной записи Майкрософт ({0}), которая отличается от личной учетной записи:
sk_sk: Prihlásili ste sa prostredníctvom konta organizácie spoločnosti Microsoft ({0}) a vaše možnosti sa budú líšiť od možností osobného konta:
sl_si: Vpisali ste z Microsoftovim računom organizacije ({0}), zato bo vaša izkušnja drugačna od tiste z osebnim računom:
sr_cyrl_rs: Пријавили сте се помоћу Microsoft налога организације ({0}) и ваш утисак при раду ће се разликовати у односу на лични налог:
sr_latn_rs: Prijavili ste se pomoću Microsoft naloga organizacije ({0}) i vaš utisak pri radu će se razlikovati u odnosu na lični nalog:
sv_se: Du har loggat in med ditt Microsoft-organisationskonto ({0}), så vissa saker skiljer sig från ditt personliga konto:
th_th: คุณลงชื่อเข้าใช้ด้วยบัญชีองค์กรของ Microsoft ({0}) และประสบการณ์ของคุณจะแตกต่างไปจากการใช้งานบัญชีส่วนบุคคลดังนี้:
tr_tr: Microsoft kuruluş hesabınızla ({0}) oturum açtığınızdan, kişisel hesabınızla yaşadığınız deneyimden farklı bir deneyim yaşayacaksınız:
uk_ua: Замість особистого облікового запису Ви ввійшли в робочий або навчальний обліковий запис Microsoft ({0}), тому деякі аспекти відрізнятимуться:
vi_vn: Bạn đã đăng nhập bằng tài khoản Microsoft của tổ chức ({0}) và sẽ có được trải nghiệm khác với việc sử dụng tài khoản cá nhân:
zh_cn: 你已使用 Microsoft 组织帐户 ({0}) 登录，使用体验将不同于个人帐户：
zh_tw: 您使用了您的 Microsoft 組織帳戶 ({0}) 登入，因此您的體驗將不同於使用個人帳戶：

# createAADProfileGamificationNotAvailable
source: Some gamification features aren’t available to Microsoft employees.
ar_sa: لا تتوفر بعض ميزات التلعيب لموظفي Microsoft.
bg_bg: Някои функции на геймификация не са налични за служители на Microsoft.
ca_es: Algunes característiques de ludificació no estan disponibles per als empleats de Microsoft.
cs_cz: Některé gamifikační funkce nejsou pro zaměstnance Microsoftu dostupné.
da_dk: Nogle spilfunktioner er ikke tilgængelige for Microsoft-medarbejdere.
de_de: Einige Gamificationfeatures stehen für Microsoft-Mitarbeiter nicht zur Verfügung.
el_gr: Ορισμένες δυνατότητες παιχνιδοποίησης δεν είναι διαθέσιμες σε υπαλλήλους της Microsoft.
es_es: Algunas característica de ludificación no están disponibles para los empleados de Microsoft.
et_ee: Mõned mängustamise funktsioonid pole Microsofti töötajatele saadaval.
eu_es: Microsoft-eko langileek ez dute erabilgarri zenbait ludifikazio-eginbide.
fi_fi: Osa pelillistämisominaisuuksista ei ole Microsoftin työntekijöiden käytettävissä.
fr_ca: Certaines caractéristiques de ludification ne sont pas offertes aux employés de Microsoft.
ga_ie: Níl roinnt gnéithe cluichithe ar fáil d’fhostaithe Microsoft.
gl_es: Algunhas funcionalidades de Gamification non están dispoñibles para os empregados de Microsoft.
he_il: תכונות משחוק מסוימות אינן זמינות לעובדי Microsoft.
hi_in: Microsoft कर्मचारियों के लिए कुछ गेमिफ़िकेशन सुविधाएँ उपलब्ध नहीं हैं.
hr_hr: Neke značajke igrifikacije nisu dostupne Microsoftovim zaposlenicima.
hu_hu: Egyes játékossá tételi funkciók nem érhetők el Microsoft-alkalmazottak számára.
id_id: Beberapa fitur gamifikasi tidak tersedia untuk karyawan Microsoft.
is_is: Sumir leikjaeiginleikar eru ekki tiltækir fyrir starfsfólk Microsoft.
it_it: Alcune funzionalità di gamification non sono disponibili per i dipendenti Microsoft.
ja_jp: Microsoft の従業員は一部のゲーミフィケーション機能を利用できません。
kk_kz: Кейбір геймификация мүмкіндіктері Microsoft қызметкерлері үшін қолжетімді емес.
ko_kr: Microsoft 직원인 경우 일부 게이미피케이션 기능을 사용할 수 없습니다.
lb_lu: E puer Spilleegeschafte sinn net fir Microsoft Ugestallte verfügbar.
lt_lt: „Microsoft“ darbuotojai negali naudotis kai kuriomis žaidybinimo funkcijomis.
lv_lv: Dažas spēliskošanas funkcijas nav pieejamas Microsoft darbiniekiem.
ms_my: Sesetengah ciri gamifikasi tidak tersedia kepada pekerja Microsoft.
mt_mt: Xi karatteristiki tal-logħob mhumiex disponibbli għall-impjegati ta' Microsoft.
nb_no: Enkelte gamification-funksjoner er ikke tilgjengelige for Microsoft-ansatte.
nl_be: Sommige gamificatiefuncties zijn niet beschikbaar voor Microsoft-werknemers.
pl_pl: Niektóre funkcje grywalizacji nie są dostępne dla pracowników firmy Microsoft.
pt_pt: Algumas funcionalidades de gamificação não estão disponíveis para funcionários da Microsoft.
ro_ro: Unele funcții pentru aplicarea teoriei jocurilor nu sunt disponibile pentru angajații Microsoft.
ru_ru: Некоторые возможности игрофикации недоступны для сотрудников Майкрософт.
sk_sk: Niektoré funkcie gamifikácie nie sú pre zamestnancov spoločnosti Microsoft k dispozícii.
sl_si: Nekatere funkcije igrifikacije niso na voljo zaposlenim pri Microsoftu.
sr_cyrl_rs: Неке функције гамификације нису доступне за запослене у корпорацији Microsoft.
sr_latn_rs: Neke funkcije gamifikacije nisu dostupne za zaposlene u korporaciji Microsoft.
sv_se: Vissa spelifieringsfunktioner är inte tillgängliga för Microsoft-anställda.
th_th: คุณสมบัติของเกมิฟิเคชันบางประการยังไม่พร้อมให้พนักงานของ Microsoft ใช้งาน
tr_tr: Bazı oyunlaştırma özellikleri Microsoft çalışanlarının kullanımına açık değildir.
uk_ua: для працівників корпорації Майкрософт недоступні певні функції ігрофікації.
vi_vn: Một số tính năng game hóa không dành cho nhân viên Microsoft.
zh_cn: 一些游戏化功能对 Microsoft 员工不可用。
zh_tw: Microsoft 員工無法使用某些遊戲化功能。

# createAADProfileIndicateWork
source: Your profile will publicly indicate that you work at Microsoft.
ar_sa: سيوضح ملفك التعريفي علانيةً أنك تعمل لدى شركة Microsoft.
bg_bg: Вашият профил публично ще показва, че работите в Microsoft.
ca_es: El perfil indicarà públicament que treballeu a Microsoft.
cs_cz: Váš profil bude veřejně uvádět, že pracujete v Microsoftu.
da_dk: Din profil vil offentligt angive, at du arbejder hos Microsoft.
de_de: In Ihrem Profil wird öffentlich darauf hingewiesen, dass Sie bei Microsoft arbeiten.
el_gr: Το προφίλ σας θα υποδεικνύει δημοσίως ότι εργάζεστε στη Microsoft.
es_es: Su perfil indicará de manera pública que trabaja en Microsoft.
et_ee: Teie profiilil kuvatakse avalikult, et töötate Microsoftis.
eu_es: Profilak Microsoft-en lan egiten duzula adieraziko du publikoki.
fi_fi: Profiilistasi näkyy julkisesti, että työskentelet Microsoftilla.
fr_ca: Votre profil indiquera publiquement que vous travaillez chez Microsoft.
ga_ie: Tabharfaidh do phróifíl le fios go poiblí go bhfuil tú ag obair do Microsoft.
gl_es: O perfil indicará publicamente que traballa en Microsoft.
he_il: הפרופיל שלך יציין באופן ציבורי שאתה עובד ב- Microsoft.
hi_in: आपकी प्रोफ़ाइल सार्वजनिक रूप से संकेत देगी कि आप Microsoft पर कार्य करते हैं.
hr_hr: Vaš će profil javno upućivati na to da radite u Microsoftu.
hu_hu: A profilja nyilvánosan jelezni fogja, hogy a Microsoftnál dolgozik.
id_id: Profil Anda akan menunjukkan secara publik bahwa Anda bekerja di Microsoft.
is_is: Það verður opinberlega birt á prófílnum þínum að þú vinnir hjá Microsoft.
it_it: Il tuo profilo indicherà pubblicamente che lavori presso Microsoft.
ja_jp: Microsoft で働いていることがプロファイルで公開されます。
kk_kz: Профиліңіз сіздің Microsoft қызметкері екеніңізді ашық көрсетеді.
ko_kr: 프로필에 Microsoft 직원임이 공개적으로 표시됩니다.
lb_lu: Äre Profil wäert ëffentlech weisen, datt Dir bei Microsoft schafft.
lt_lt: Jūsų profilis viešai parodys, kad dirbate „Microsoft“.
lv_lv: Jūsu profils publiski paziņos, ka strādājat pie Microsoft.
ms_my: Profil anda akan secara terbuka menunjukkan bahawa anda bekerja di Microsoft.
mt_mt: Il-profil tiegħek jindika pubblikament ix-xogħol tiegħek f'Microsoft.
nb_no: Profilen din vil indikere offentlig at du jobber ved Microsoft.
nl_be: In uw profiel is openbaar zichtbaar dat u bij Microsoft werkt.
pl_pl: W Twoim profilu będzie publiczna informacja o tym, że pracujesz w firmie Microsoft.
pt_pt: O seu perfil vai indicar publicamente que trabalha na Microsoft.
ro_ro: Profilul dvs. va indica în mod public faptul că lucrați la Microsoft.
ru_ru: Указанные в вашем профиле сведения о том, что вы работаете в Майкрософт, будут видны другим пользователям.
sk_sk: Váš profil bude verejne označovať, že pracujete v spoločnosti Microsoft.
sl_si: V vašem profilu bo javno navedeno, da ste zaposleni pri Microsoftu.
sr_cyrl_rs: На вашем профилу биће јавно назначено да радите у корпорацији Microsoft.
sr_latn_rs: Na vašem profilu biće javno naznačeno da radite u korporaciji Microsoft.
sv_se: Din profil visar offentligt att du arbetar för Microsoft.
th_th: โปรไฟล์ของคุณจะระบุสู่สาธารณะว่าคุณทำงานที่ Microsoft
tr_tr: Profilinizde Microsoft’ta çalıştığınız herkese açık bir şekilde belirtilecek.
uk_ua: у загальнодоступній інформації вашого профілю буде вказано, що ви працюєте в корпорації Майкрософт;
vi_vn: Thông tin làm việc tại Microsoft sẽ hiển thị công khai trên hồ sơ của bạn.
zh_cn: 你的个人资料将公开指明你是 Microsoft 员工。
zh_tw: 您的個人資料將公開指出您在 Microsoft 工作。
