Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# tutorial_youWillLearn
source: You will learn how to...
ar_sa: ستتعرف على كيفية...
bg_bg: Ще научите как да...
ca_es: Aprendreu a...
cs_cz: Naučíte se...
da_dk: Du vil lære, hvordan du...
de_de: Sie erlernen Folgendes:
el_gr: Θα μάθετε πώς να κάνετε τα εξής...
es_es: Aprenderá a...
et_ee: Nüüd õpite, kuidas …
eu_es: Honako hauek egiten ikasiko duzu...
fi_fi: Opit, miten...
fr_ca: Vous apprendrez à...
ga_ie: Foghlaimeoidh tú conas...
gl_es: Aprenderá como...
he_il: תלמד כיצד...
hi_in: आप सीखेंगे की कैसे...
hr_hr: Naučit ćete kako...
hu_hu: Elsajátítandó ismeretek:
id_id: Anda akan mempelajari cara untuk…
is_is: Þú munt læra hvernig á að...
it_it: Imparerai a...
ja_jp: これから学習する内容
kk_kz: Сіздің үйренетініңіз...
ko_kr: 다음 방법을 배웁니다.
lb_lu: Dir léiert, wéi Dir …
lt_lt: Sužinosite, kaip...
lv_lv: Tagad jūs mācīsieties, kā...
ms_my: Anda akan mengetahui cara...
mt_mt: Titgħallem kif...
nb_no: Du kommer til å lære å gjøre følgende:
nl_be: U gaat leren hoe u...
pl_pl: Dowiesz się, jak...
pt_pt: Vai aprender a...
ro_ro: Veți afla cum să...
ru_ru: Вы узнаете, как...
sk_sk: Naučíte sa...
sl_si: Naučili se boste, kako ...
sr_cyrl_rs: Научићете како да...
sr_latn_rs: Naučićete kako da...
sv_se: Du kommer lära dig att...
th_th: คุณจะได้เรียนรู้วิธี...
tr_tr: Şunları yapmayı öğreneceksiniz:
uk_ua: Ви навчитеся…
vi_vn: Bạn sẽ tìm hiểu cách...
zh_cn: 你将了解操作方式...
zh_tw: 您將學到如何...

# tutorialFeedback
source: Have feedback or stuck on part of this tutorial?
ar_sa: هل لديك ملاحظات أو علقت في جزء من هذا البرنامج التعليمي؟
bg_bg: Имате обратна връзка или срещате трудности при изпълнението на тази част от въвеждащ курс?
ca_es: Teniu comentaris o esteu bloquejat en alguna part d’aquest tutorial?
cs_cz: Máte připomínky k tomuto kurzu nebo jste v nějaké jeho části uvázli?
da_dk: Har du feedback, eller er du gået i stå et sted i dette selvstudium?
de_de: Haben Sie Feedback oder kommen mit einem Teil dieses Tutorials nicht zurecht?
el_gr: Έχετε σχόλια ή δυσκολεύεστε σε κάποιο σημείο αυτής της εκμάθησης;
es_es: ¿Tiene algún comentario o se ha quedado atascado en parte de este tutorial?
et_ee: Kas soovite edastada tagasisidet või olete õppetüki osaga jännis?
eu_es: Oharrak bidali nahi dituzu edo ez duzu ulertzen tutorialaren zati bat?
fi_fi: Onko sinulla palautetta tai oletko jumissa opetusohjelman tässä osassa?
fr_ca: Vous avez des commentaires ou bloquez sur un certain point de ce tutoriel ?
ga_ie: An bhfuil aiseolas agat nó an bhfuil deacracht agat le cuid den rang teagaisc seo?
gl_es: Ten problemas ou comentarios relacionados con esta parte do titorial?
he_il: יש לך משוב לגבי ערכת נושא זו או שאתה מתקשה בחלק ממנה?
hi_in: इस ट्यूटोरियल के बारे में कोई प्रतिक्रिया है या इसमें कोई समस्या आ रही है?
hr_hr: Imate li povratnih informacija ili vam neki dio ovog vodiča nije jasan?
hu_hu: Visszajelzést szeretne küldeni, vagy elakadt az oktatóanyagban?
id_id: Punya tanggapan atau mengalami masalah dalam tutorial ini?
is_is: Viltu gefa álit þitt eða ertu í vandræðum með kennsluefnið?
it_it: Hai commenti o difficoltà per questa parte dell'esercitazione?
ja_jp: このチュートリアルについてフィードバックや不明な点はありませんか?
kk_kz: Бұл оқулықтың бөліміне қатысты пікіріңіз бар ма?
ko_kr: 피드백이 있거나 이 자습서를 더 이상 진행할 수 없나요?
lb_lu: Hutt Dir Feedback oder hänkt Dir op engem Deel vun dësem Tutorial fest?
lt_lt: Norite pateikti atsiliepimą, o gal neaiški kuri nors šios mokymo priemonės dalis?
lv_lv: Vai vēlaties sniegt atsauksmi? Varbūt neparko netiekat galā ar kādu apmācību daļu?
ms_my: Mempunyai maklum balas atau tersekat dalam bahagian tutorial ini?
mt_mt: Għandek feedback jew weħilt f’xi parti ta’ dan it-tutorial?
nb_no: Har du tilbakemeldinger, eller kommer du ikke videre fra en del av denne opplæringen?
nl_be: Hebt u feedback of is een deel van deze zelfstudie niet duidelijk?
pl_pl: Chcesz podzielić się opinią albo nie możesz poradzić sobie z jakąś częścią tego samouczka?
pt_pt: Tem comentários ou está preso em alguma parte deste tutorial?
ro_ro: Aveți feedback sau v-ați blocat la o anumită parte a acestui tutorial?
ru_ru: Хотите оставить отзыв или не можете разобраться с какой-то частью руководства?
sk_sk: Máte pripomienky alebo si s niektorou časťou tohto kurzu neviete dať rady?
sl_si: Ali imate povratne informacije oziroma ste obtičali v delu te vadnice?
sr_cyrl_rs: Имате повратне информације или сте стали у одређеном делу упутства?
sr_latn_rs: Imate povratne informacije ili ste stali u određenom delu uputstva?
sv_se: Vill du lämna feedback eller har du problem med den här självstudien?
th_th: มีข้อคิดเห็นหรือติดขัดอะไรในของส่วนบทช่วยสอนหรือไม่?
tr_tr: Paylaşmak istediğiniz görüşleriniz mi var, yoksa öğreticinin bu bölümünde takıldınız mı?
uk_ua: Маєте відгук або труднощі з цим посібником?
vi_vn: Bạn có phản hồi hoặc vướng mắc với một phần của hướng dẫn này?
zh_cn: 希望提供反馈或在此部分教程中遇到难题？
zh_tw: 您特別喜歡此教學課程？或您對其有任何意見嗎？

# tutorialIssue
source: Report an issue on Github
ar_sa: إبلاغ عن مشكلة على GitHub
bg_bg: Докладване на проблем в GitHub
ca_es: Informa d’un problema al GitHub
cs_cz: Nahlásit problém na GitHubu
da_dk: Rapportér et problem på Github
de_de: Problem in GitHub melden
el_gr: Αναφορά ζητήματος στο GitHub
es_es: Notificar un problema en GitHub
et_ee: Teata probleemist GitHubis
eu_es: Eman arazo baten berri GitHub-en
fi_fi: Ilmoita ongelma GitHubissa
fr_ca: Signaler un problème sur GitHub
ga_ie: Tuairiscigh fadhb ar Github
gl_es: Informar dun problema en GitHub
he_il: דווח על בעיה ב- GitHub
hi_in: Github पर समस्या की रिपोर्ट करें
hr_hr: Prijavi problem na servisu GitHub
hu_hu: Probléma jelentése a GitHubon
id_id: Laporkan masalah di GitHub
is_is: Tilkynna vandamál á Github
it_it: Segnala un problema in Github
ja_jp: GitHub で問題を報告する
kk_kz: Қате туралы Github қызметінде хабарлау
ko_kr: Github에서 문제 보고
lb_lu: E Problem op GitHub mellen
lt_lt: Praneškite apie šią problemą „GitHub“
lv_lv: Ziņot par problēmu platformā GitHub
ms_my: Laporkan isu pada Github
mt_mt: Irrapporta problema fuq GitHub
nb_no: Rapporter problemet på GitHub
nl_be: Een probleem melden op GitHub
pl_pl: Zgłoś problem w usłudze GitHub
pt_pt: Comunicar um problema no GitHub
ro_ro: Raportați o problemă pe GitHub
ru_ru: Сообщить о проблеме на GitHub
sk_sk: Nahlásiť problém v službe GitHub
sl_si: Prijavite to težavo v storitvi GitHub
sr_cyrl_rs: Пријавите проблем у услузи GitHub
sr_latn_rs: Prijavite problem u usluzi GitHub
sv_se: Rapportera ett problem på GitHub
th_th: รายงานปัญหาใน Github
tr_tr: GitHub’da sorun bildirin
uk_ua: Повідомте про проблему на GitHub
vi_vn: Báo cáo sự cố trên Github
zh_cn: 在 GitHub 上报告问题
zh_tw: 在 Github 上回報問題

# tutorialNextSteps
source: Next steps
ar_sa: الخطوات التالية
bg_bg: Следващи стъпки
ca_es: Passos següents
cs_cz: Další kroky
da_dk: Næste trin
de_de: Nächste Schritte
el_gr: Επόμενα βήματα
es_es: Pasos siguientes
et_ee: Järgmised etapid
eu_es: Hurrengo urratsak
fi_fi: Seuraavat vaiheet
fr_ca: Prochaines étapes
ga_ie: Na chéad chéimeanna eile
gl_es: Seguintes pasos
he_il: השלבים הבאים
hi_in: अगले चरण
hr_hr: Sljedeći koraci
hu_hu: Következő lépések
id_id: Langkah berikutnya
is_is: Næstu skref
it_it: Passaggi successivi
ja_jp: 次の手順
kk_kz: Келесі қадамдар
ko_kr: 다음 단계
lb_lu: Nächst Schrëtt
lt_lt: Kiti veiksmai
lv_lv: Turpmākās darbības
ms_my: Langkah seterusnya
mt_mt: Il-passi li jmiss
nb_no: Neste trinn
nl_be: Volgende stappen
pl_pl: Następne kroki
pt_pt: Passos seguintes
ro_ro: Pașii următori
ru_ru: Дальнейшие действия
sk_sk: Ďalšie kroky
sl_si: Naslednji koraki
sr_cyrl_rs: Следећи кораци
sr_latn_rs: Sledeći koraci
sv_se: Nästa steg
th_th: ขั้นตอนถัดไป
tr_tr: Sonraki adımlar
uk_ua: Наступні кроки
vi_vn: Bước tiếp theo
zh_cn: 后续步骤
zh_tw: 下一步

# twitterAttribution
source: Curated tweets by
ar_sa: تم تجميع التغريدات بواسطة
bg_bg: Управлявани туитове от
ca_es: Piulades recollides per
cs_cz: Kurátorované tweety podle
da_dk: Organiserede tweets efter
de_de: Tweets zusammengestellt nach
el_gr: Επεξεργασία tweet από
es_es: Tweets creados por
et_ee: Kureeritud säutsud kasutajalt:
eu_es: Honek bildutako txioak
fi_fi: Kootut twiitit käyttäjältä
fr_ca: Tweets conservés par
ga_ie: Tvuíteanna coimeádta ag
gl_es: Chíos recompilados por
he_il: ציוצים הצטברו לפי
hi_in: इनके द्वारा चुने गए ट्वीट्स
hr_hr: Nadzirani tweetovi
hu_hu: Válogatott tweetek – közzétevő:
id_id: Tweet yang dipilih oleh
is_is: Birt tíst frá
it_it: Tweet a cura di
ja_jp: キュレーション ツイートのオーナー
kk_kz: Твиттерді жинау әдісі
ko_kr: 다음 사용자에 의해 조정된 트윗
lb_lu: Kuratéiert Tweete vu(n)
lt_lt: Kuruojamos „Twitter“ žinutės, kurias paskelbė
lv_lv: Šī lietotāja pārraudzītie tvīti:
ms_my: Tweet yang dikumpul susun oleh
mt_mt: Tweets ikkurati minn
nb_no: Kuraterte tweeter fra
nl_be: Gecureerde tweets van
pl_pl: Wyselekcjonowane tweety według
pt_pt: Tweets curados por
ro_ro: Tweeturi administrate de
ru_ru: Подборка твитов
sk_sk: Tweety vytvoril/-a
sl_si: Kurirani tviti osebe
sr_cyrl_rs: Твитове приредио/ла
sr_latn_rs: Tvitove priredio/la
sv_se: Organiserade tweets av
th_th: เรียบเรียงทวีตตาม
tr_tr: Şu kişinin seçtiği tweet’ler:
uk_ua: Відібрані твіти
vi_vn: Các tin được tuyển chọn bởi
zh_cn: 精选推文作者
zh_tw: 整合整理推文者

source: type
ar_sa: النوع
bg_bg: тип
ca_es: tipus
cs_cz: typ
de_de: Typ
el_gr: τύπος
es_es: tipo
et_ee: tüüp
eu_es: mota
fi_fi: tyyppi
ga_ie: cineál
gl_es: tipo
he_il: סוג נתונים
hi_in: प्रकार
hr_hr: vrsta
hu_hu: típus
id_id: jenis
is_is: tegund
it_it: tipo
ja_jp: 型
kk_kz: түр
ko_kr: 형식
lb_lu: Typ
lt_lt: tipas
lv_lv: tips
ms_my: jenis
mt_mt: tip
pl_pl: typ
pt_pt: tipo
ro_ro: tip
ru_ru: тип
sk_sk: zadať
sl_si: vrsta
sr_cyrl_rs: куцате
sr_latn_rs: kucate
sv_se: typ
th_th: ชนิด
tr_tr: tür
uk_ua: тип
vi_vn: loại
zh_cn: 类型
zh_tw: 類型

source: Type Definition
ar_sa: تعريف النوع
bg_bg: Тип дефиниция
ca_es: Definició de tipus
cs_cz: Definice typu
de_de: Typendefinition
el_gr: Ορισμός τύπου
es_es: Definición de tipo
et_ee: Tüübi määratlus
eu_es: Motaren azalpena
fi_fi: Tyypin määritelmä
fr_ca: Définition de type
ga_ie: Sainiú cineáil
gl_es: Escribir definición
he_il: הגדרת סוג
hi_in: टाइप परिभाषा
hr_hr: upisati definiciju
hu_hu: Típusdefiníció
id_id: Definisi Tipe
is_is: Skilgreining á tegund
it_it: Definizione del tipo
ja_jp: 型の定義
kk_kz: Түр анықтамасы
ko_kr: 형식 정의
lb_lu: Typdefinitioun
lt_lt: Tipo apibrėžtis
lv_lv: Tipa definīcija
ms_my: Takrif Jenis
mt_mt: Definizzjoni ta' Tip
nb_no: Typedefinisjon
nl_be: Typedefinitie
pl_pl: Definicja typu
pt_pt: Definição de Tipo
ro_ro: Definiție tip
ru_ru: Определение типа
sk_sk: Zadať definíciu
sl_si: Definicija vrste
sr_cyrl_rs: Откуцајте дефиницију
sr_latn_rs: Otkucajte definiciju
sv_se: Typdefinition
th_th: พิมพ์คำจำกัดความ
tr_tr: Tür Tanımı
uk_ua: Визначення типу
vi_vn: Nhập định nghĩa
zh_cn: 类型定义
zh_tw: 類型定義

source: Type parameters
ar_sa: كتابة المعلمات
bg_bg: Параметри на типа
ca_es: Paràmetres de tipus
cs_cz: Parametry typu
da_dk: Typeparametre
de_de: Typparameter
el_gr: Παράμετροι τύπου
es_es: Parámetros de tipo
et_ee: Tüübi parameetrid
eu_es: Motaren parametroak
fi_fi: Tyypin parametrit
fr_ca: Paramètres du type
ga_ie: Paraiméadair chineáil
gl_es: Escribir parámetros
he_il: פרמטרים סוג כללי
hi_in: टाइप पैरामीटर
hr_hr: upisati parametre
hu_hu: Típusparaméterek
id_id: Jenis parameter
is_is: Tegundarfæribreytur
it_it: Parametri di tipo
ja_jp: 型パラメーター
kk_kz: Түр параметрлері
ko_kr: 형식 매개 변수
lb_lu: Typparameteren
lt_lt: Tipo parametrai
lv_lv: Tipa parametri
ms_my: Parameter Jenis
mt_mt: Parametri ta' Tip
nb_no: Typeparametere
pl_pl: Parametry typu
pt_pt: Parâmetros de Tipo Genérico
ro_ro: Tastați parametri
ru_ru: Параметры типа
sk_sk: Zadať parametre
sl_si: Parametri za vrsto
sr_cyrl_rs: Откуцајте параметре
sr_latn_rs: Otkucajte parametre
sv_se: Typparametrar
th_th: พารามิเตอร์ชนิดทั่วไป
tr_tr: Tür Parametreleri
uk_ua: Параметри типу
vi_vn: Tham số nhập
zh_cn: 类型参数
zh_tw: 類型參數

source: Unit
ar_sa: الوحدة
bg_bg: Единица
ca_es: Unitat
cs_cz: Jednotka
da_dk: Enhed
de_de: Einheit
el_gr: Μονάδα
es_es: Unidad
et_ee: Üksus
eu_es: Unitatea
fi_fi: Yksikkö
fr_ca: Unité
ga_ie: Aonad
gl_es: Unidade
he_il: יחידה
hi_in: इकाई
hr_hr: Jedinica
hu_hu: Egység
is_is: Eining
it_it: Unità
ja_jp: ユニット
kk_kz: Бөлім
ko_kr: 단위
lb_lu: Eenheet
lt_lt: Vienetas
lv_lv: Vienība
mt_mt: Unità
nb_no: Enhet
nl_be: Eenheid
pl_pl: Jednostka
pt_pt: Unidade
ro_ro: Unitate
ru_ru: единица
sk_sk: Lekcia
sl_si: Enota
sr_cyrl_rs: Јединица
sr_latn_rs: Jedinica
sv_se: Enhet
th_th: หน่วย
tr_tr: Birim
uk_ua: Одиниця
vi_vn: Đơn vị
zh_cn: 单元
zh_tw: 單位

source: Unit complete
ar_sa: اكتملت الوحدة
bg_bg: Урокът е завършен
ca_es: Heu completat la unitat.
cs_cz: Dokončení jednotky
da_dk: Enheden blev fuldført
de_de: Einheit abgeschlossen
el_gr: Η μονάδα ολοκληρώθηκε
es_es: Finalización de la unidad
et_ee: Õppetükk on valmis
eu_es: Osatu duzu unitatea
fi_fi: Yksikkö on valmis
fr_ca: Unité terminée
ga_ie: Aonad Críochnaithe
gl_es: Unidade concluída
he_il: היחידה הושלמה
hi_in: इकाई पूर्ण
hr_hr: Jedinica je dovršena
hu_hu: Befejezte az egységet
id_id: Unit Selesai
is_is: Einingu lokið
it_it: Unità completata
ja_jp: ユニットが完了しました
kk_kz: Бөлім аяқталды
ko_kr: 단원 완료
lb_lu: Eenheet ofgeschloss
lt_lt: Vienetas užbaigtas
lv_lv: Vienība ir pabeigta
ms_my: Unit Lengkap
mt_mt: Unità Lesta
nb_no: Enheten er ferdig
nl_be: Module voltooid
pl_pl: Lekcja ukończona
pt_pt: Unidade Concluída
ro_ro: Unitate finalizată
ru_ru: Урок завершен
sk_sk: Lekcia je dokončená
sl_si: Enota je končana
sr_cyrl_rs: Јединица је завршена
sr_latn_rs: Jedinica je završena
sv_se: Enhet slutförd
th_th: หน่วยเสร็จสมบูรณ์
tr_tr: Ünite Tamamlandı
uk_ua: Одиницю завершено
vi_vn: Hoàn tất bài học
zh_cn: 单元已完成
zh_tw: 單元完成

# unitMarker
source: Unit {index} of {total}
ar_sa: الوحدة {index} من {total}
bg_bg: Секция {index} от {total}
ca_es: Unitat {index} de {total}
cs_cz: Jednotka {index} z {total}
da_dk: Enhed {index} af {total}
de_de: Einheit {index} von {total}
el_gr: Μονάδα {index} από {total}
es_es: Unidad {index} de {total}
et_ee: Üksus {index}/{total}
eu_es: {index}/{total} unitate
fi_fi: Yksikkö {index}/{total}
fr_ca: Unité {index} de {total}
ga_ie: Aonad {index} as {total}
gl_es: Unidade {index} de {total}
he_il: יחידה {index} מתוך {total}
hi_in: {total} का यूनिट {index}
hr_hr: Jedinica {index} od {total}
hu_hu: {index} / {total} lecke
id_id: {index} unit dari {total}
is_is: Eining {index} af {total}
it_it: {index} unità su {total}
ja_jp: ユニット {index}/{total}
kk_kz: Бөлім {index}/{total}
ko_kr: 단위 {index}/{total}
lb_lu: Eenheet {index} vun {total}
lt_lt: {index} skyr. iš {total}
lv_lv: {index}. vienība no {total}
ms_my: Unit {index} daripada {total}
mt_mt: Unità {index} minn {total}
nb_no: Enhet {index} av {total}
nl_be: Eenheid {index} van {total}
pl_pl: Jednostka {index} z {total}
pt_pt: {index} unidades de {total}
ro_ro: Uniatea {index} din {total}
ru_ru: Урок {index} из {total}
sk_sk: Lekcia {index} z {total}
sl_si: Enota {index} od {total}
sr_cyrl_rs: Јединица {index} од {total}
sr_latn_rs: Jedinica {index} od {total}
sv_se: Enhet {index} av {total}
th_th: {index} หน่วยจาก {total}
tr_tr: {index} / {total} Birim
uk_ua: Одиниця {index} з {total}
vi_vn: {index}/{total} đơn vị
zh_cn: 第 {index} 单元（共 {total} 个单元）
zh_tw: {total} 中的 {index} 個單位

# unitRequiresSandbox
source: This unit requires a sandbox to be completed
ar_sa: يتطلب إكمال هذه الوحدة توفر بيئة اختبار معزولة
bg_bg: Този раздел изисква ограничителен режим, за да бъде завършен
ca_es: Aquesta unitat requereix un espai aïllat per completar-se.
cs_cz: Tato část k dokončení vyžaduje Sandbox.
da_dk: Dette undermodul kræver en sandkasse for at kunne fuldføres
de_de: Zum Abschließen dieser Einheit ist eine Sandbox erforderlich.
el_gr: Για την ολοκλήρωση αυτού του μαθήματος απαιτείται ένα περιβάλλον προστατευμένης εκτέλεσης
es_es: Para completar esta unidad, se necesita un espacio aislado
et_ee: See õppetükk nõuab lõpuleviimiseks liivakasti
eu_es: Sandbox-prozesu bat osatu behar duzu unitate honetan
fi_fi: Tämän yksikön suorittaminen edellyttää eristyksen
fr_ca: Cette unité nécessite un environnement d’essai.
ga_ie: Teastaíonn sandbox chun an t-aonad seo a chríochnú
gl_es: Esta unidade require que se conclúa un ambiente de illamento de procesos
he_il: יחידה זו דורשת השלמה של ארגז חול
hi_in: इस यूनिट के लिए सैंडबॉक्स को पूरा करना आवश्यक है
hr_hr: Da bi se dovršila ta jedinica, potrebna je sigurnosna ograda
hu_hu: Ennek a leckének az elvégzéséhez tesztkörnyezetre van szükség
id_id: Unit ini memerlukan sandbox untuk selesai
is_is: Þessi eining þarfnast þess að sandkassinn klári
it_it: Per il completamento di questa unità è necessario un sandbox
ja_jp: このユニットでは、サンドボックスを完了する必要があります
kk_kz: Бұл бөлімді аяқтау үшін құм жәшік қажет
ko_kr: 이 단원을 완료하려면 샌드박스가 필요합니다.
lb_lu: Dës Eenheet brauch eng Sandbox fir ofzeschléissen
lt_lt: Norint užbaigti šį vienetą reikia smėlio dėžės
lv_lv: Lai pabeigtu šo vienigu, nepieciešama smilškaste
ms_my: Unit ini memerlukan kotak pasir untuk dilengkapkan
mt_mt: Din l-unità teħtieġ sandbox biex tintemm
nb_no: Denne enheten krever en sandkasse for å fullføres
nl_be: Deze eenheid kan alleen worden voltooid met een sandbox
pl_pl: Ukończenie tej sekcji wymaga skorzystania z piaskownicy
pt_pt: Esta unidade precisa de um sandbox para concluir
ro_ro: Pentru finalizarea acestei unități este necesar un sandbox
ru_ru: Для прохождения этого урока требуется песочница
sk_sk: Táto lekcia vyžaduje na dokončenie testovacie prostredie (sandbox)
sl_si: Ta enota zahteva peskovnik za dokončanje
sr_cyrl_rs: Да бисте довршили ову лекцију, потребан је sandbox
sr_latn_rs: Da biste dovršili ovu lekciju, potreban je sandbox
sv_se: Den här enheten kräver en sandbox-miljö för att kunna slutföras
th_th: หน่วยต้องใช้ Sandbox เพื่อทำให้เสร็จสมบูรณ์
tr_tr: Bu ünitenin tamamlanması için korumalı alan gerekiyor
uk_ua: Для завершення цієї одиниці потрібне ізольоване програмне середовище
vi_vn: Cần có hộp cát để hoàn tất bài học này
zh_cn: 本单元需要沙盒才可完成
zh_tw: 本單元需要沙箱才能完成

source: Units
ar_sa: الوحدات
bg_bg: Единици
ca_es: Unitats
cs_cz: Jednotky
da_dk: Enheder
de_de: Einheiten
el_gr: Μονάδες
es_es: Unidades
et_ee: Üksused
eu_es: Unitateak
fi_fi: Yksiköt
fr_ca: Unités
ga_ie: Aonaid
gl_es: Unidades
he_il: יחידות
hi_in: इकाइयाँ
hr_hr: Jedinice
hu_hu: Egységek
id_id: Unit-unit
is_is: Einingar
it_it: Unità
ja_jp: ユニット
kk_kz: Бөлімдер
ko_kr: 단위
lb_lu: Eenheeten
lt_lt: Vienetai
lv_lv: Vienības
ms_my: Unit
mt_mt: Unitajiet
nb_no: Enheter
nl_be: Eenheden
pl_pl: Jednostki
pt_pt: Unidades
ro_ro: Unități
ru_ru: единиц(ы)
sk_sk: Lekcie
sl_si: Enote
sr_cyrl_rs: Јединице
sr_latn_rs: Jedinice
sv_se: Enheter
th_th: หน่วย
tr_tr: Birimler
uk_ua: Одиниці
vi_vn: Đơn vị
zh_cn: 单元
zh_tw: 單位

source: URI parameters
ar_sa: معلمات URI
bg_bg: Параметри на URI
ca_es: Paràmetres d’URI
cs_cz: Parametry identifikátoru URI
da_dk: URI-parametre
de_de: URI-Parameter
el_gr: Παράμετροι URI
es_es: Parámetros de identificador URI
et_ee: URI parameetrid
eu_es: URI parametroak
fi_fi: URI-parametrit
fr_ca: Paramètres URI
ga_ie: Paraiméadair URI
gl_es: Parámetros de URI
he_il: פרמטרים של מזהה משאבים אחיד
hi_in: URI पैरामीटर
hr_hr: Parametri URI-ja
hu_hu: URI-paraméterek
id_id: Parameter URI
is_is: URI-færibreytur
it_it: Parametri dell'URI
ja_jp: URI パラメーター
kk_kz: URI параметрлері
ko_kr: URI 매개 변수
lb_lu: URI-Parameteren
lt_lt: URI parametrai
lv_lv: URI parametri
ms_my: Parameter URI
mt_mt: Parametri URI
nb_no: URI-parametere
pl_pl: Parametry identyfikatora URI
pt_pt: Parâmetros do URI
ro_ro: Parametri URI
ru_ru: Параметры URI
sk_sk: Parametre URI
sl_si: Parametri naslova URI
sr_cyrl_rs: URI параметри
sr_latn_rs: URI parametri
sv_se: URI-parametrar
th_th: พารามิเตอร์ URI
tr_tr: URI Parametreleri
uk_ua: Параметри URI
vi_vn: Tham số URI
zh_cn: URI 参数
zh_tw: URI 參數

source: Usage
ar_sa: الاستخدام
bg_bg: Използване
ca_es: Ús
cs_cz: Využití
da_dk: Brug
de_de: Verbrauch
el_gr: Χρήση
es_es: Uso
et_ee: Kasutus
eu_es: Erabilera
fi_fi: Käyttö
fr_ca: Utilisation
ga_ie: Úsáid
gl_es: Uso
he_il: שימוש
hi_in: उपयोग
hr_hr: Iskorištenost
hu_hu: Használat
id_id: Penggunaan
is_is: Notkun
it_it: Utilizzo
ja_jp: 使用
kk_kz: Пайдалану
ko_kr: 사용량
lb_lu: Benotzung
lt_lt: Naudojimas
lv_lv: Lietojums
ms_my: Penggunaan
mt_mt: Użu
nb_no: Bruk
nl_be: Gebruik
pl_pl: Użycie
pt_pt: Utilização
ro_ro: Utilizare
ru_ru: Использование
sk_sk: Použitie
sl_si: Uporaba
sr_cyrl_rs: Коришћење
sr_latn_rs: Korišćenje
sv_se: Användning
th_th: การใช้
tr_tr: Kullanım
uk_ua: Використання
vi_vn: Mức sử dụng
zh_cn: 使用情况
zh_tw: 使用方式

source: Use a virtual machine
ar_sa: استخدام جهاز ظاهري
bg_bg: Използване на виртуална машина
ca_es: Ús d’una màquina virtual
cs_cz: Použití virtuálního počítače
da_dk: Brug en virtuel maskine
de_de: Virtuellen Computer verwenden
el_gr: Χρήση εικονικής μηχανής
es_es: Use una máquina virtual
et_ee: Virtuaalarvuti kasutamine
eu_es: Sortu makina birtualak
fi_fi: Näennäiskoneen käyttäminen
fr_ca: Utiliser une machine virtuelle
ga_ie: Úsáid meaisín fíorúil
gl_es: Usar unha máquina virtual
he_il: שימוש במחשב וירטואלי
hi_in: किसी वर्चुअल मशीन का उपयोग करें
hr_hr: Korištenje virtualnog računala
hu_hu: Virtuális gép használata
id_id: Gunakan komputer virtual
is_is: Nota sýndarvél
it_it: Usa una macchina virtuale
ja_jp: 仮想マシンを使用する
kk_kz: Виртуалды машинаны пайдалану
ko_kr: 가상 머신 사용
lb_lu: E virtuellen Apparat benotzen
lt_lt: Naudoti virtualiąją mašiną
lv_lv: Izmantot virtuālo mašīnu
ms_my: Gunakan mesin maya
mt_mt: Uża magna virtwali
nb_no: Bruk en virtuell maskin
nl_be: Een virtuele machine gebruiken
pl_pl: Używanie maszyny wirtualnej
pt_pt: Utilize uma máquina virtual
ro_ro: Utilizarea unei mașini virtuale
ru_ru: Использование виртуальной машины
sk_sk: Používanie virtuálneho počítača
sl_si: Uporaba navideznega računalnika
sr_cyrl_rs: Користите виртуелну машину
sr_latn_rs: Koristite virtuelnu mašinu
sv_se: Använd en virtuell dator
th_th: ใช้เครื่องเสมือน
tr_tr: Bir sanal makine kullanma
uk_ua: Використати віртуальну машину
vi_vn: Sử dụng máy ảo
zh_cn: 使用虚拟机
zh_tw: 使用虛擬機器
