Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# microsoftLearnIssueBody
source: Microsoft Learn is a brand-new platform and we are striving to improve the content and experiences based on customer responses. We want to hear from you! Please fill in the following information for us: 1. The issue or feedback you are reporting. 2. Anything else you would like to tell us. Note: While we are not directly responding to all customers at this time, please be aware that we are reviewing any and all feedback that is coming in. URL: {page-url}
ar_sa: Microsoft Learn هو نظام أساسي جديد ونحن نعمل جاهدين على تحسين المحتوى والتجارب بناءً على استجابات العملاء. ونرغب في التعرف على ملاحظاتك! الرجاء ملء المعلومات التالية: 1. المشكلة أو الملاحظات التي تُبلغ عنها. 2. أي شيء آخر تريد إخبارنا به. ملاحظة: بالرغم من أننا لا نجيب مباشرةً على كل العملاء حاليًا، إلا أننا نود أن تكون على يقين بأننا نراجع كل الملاحظات وأية ملاحظات يتم إرسالها إلينا. URL: {page-url}
bg_bg: Microsoft Learn е съвсем нова платформа и се стремим да подобрим съдържанието и изживяванията въз основа на отговорите на клиентите. Искаме да чуем вашето мнение! Попълнете следната информация за нас: 1. Проблемът или обратната връзка, за която докладвате. 2. Всичко друго, за което искате да споделите с нас. Забележка: Въпреки че не отговаряме директно на всички клиенти в този момент, имайте предвид, че преглеждаме всякаква обратна връзка, която получаваме. URL: {page-url}
ca_es: El Microsoft Learn és una plataforma completament nova i ens esforcem per millorar el contingut i les experiències que proporcionem a partir de les respostes dels clients. Volem escoltar els vostres comentaris. Empleneu aquesta informació: 1. El problema o els comentaris que voleu enviar. 2. Qualsevol altra cosa que ens vulgueu dir. Nota: actualment, no responem directament a tots els clients, però heu de saber que revisem tots els comentaris que ens arriben. URL: {page-url}
cs_cz: Microsoft Learn je úplně nová platforma a naším cílem je na základě odezvy uživatelů vylepšit její obsah a prostředí. Chceme slyšet váš názor! Vyplňte nám prosím následující informace: 1. Názory nebo potíže, které nám hlásíte. 2. Cokoli jiného, co byste nám chtěli sdělit. Poznámka: V současnosti sice přímo neodpovídáme všem zákazníkům, ale chceme, abyste věděli, že veškeré vaše názory procházíme a věnujeme se jim. Adresa URL: {page-url}
da_dk: Microsoft Learn er en helt nyt platform, og vi bestræber os på at forbedre indholdet og oplevelserne på baggrund af kundernes feedback. Vi vil gerne høre fra dig! Udfyld følgende oplysninger for os: 1. Det problem eller den feedback, du rapporterer om. 2. Er der andet, du har lyst til at fortælle os? Bemærk! Selvom vi ikke besvarer alle kunder direkte på nuværende tidspunkt, skal du vide, at vi gennemser al den feedback, vi får. Webadresse: {page-url}
de_de: Microsoft Learn ist eine brandneue Plattform, und wir arbeiten beständig daran, die Inhalte und Funktionen auf Grundlage von Kundenfeedback zu verbessern. Wir freuen uns darauf, von Ihnen zu hören. Bitte geben Sie die folgenden Informationen an: 1. Das Problem, das Sie melden, oder das Feedback, das Sie geben möchten. 2. Andere Anliegen, die Sie haben. Hinweis: Leider können wir derzeit nicht sofort auf jede Kundennachricht reagieren, doch wir überprüfen das gesamte eingehende Feedback. URL: {page-url}
el_gr: Το Microsoft Learn είναι μια ολοκαίνουρια πλατφόρμα και προσπαθούμε να βελτιώσουμε το περιεχόμενο και τις εμπειρίες με βάση τα σχόλια των πελατών. Θα θέλαμε να μας πείτε τη γνώμη σας! Συμπληρώστε τις ακόλουθες πληροφορίες: 1. Το ζήτημα ή τα σχόλια που θέλετε να υποβάλετε. 2. Οτιδήποτε άλλο θέλετε να μας πείτε. Σημείωση: Παρόλο που δεν απαντάμε απευθείας σε όλους τους πελάτες προς το παρόν, διαβάζουμε όλα τα σχόλια που λαμβάνουμε. Διεύθυνση URL: {page-url}
es_es: Microsoft Learn es una nueva plataforma de la marca, y estamos haciendo lo posible por mejorar el contenido y las experiencias según las respuestas de los clientes. Queremos conocer su opinión. Complete la información siguiente: 1. El problema o los comentarios que está informando. 2. Cualquier otra información que desee compartir. Nota: Si bien no estamos respondiendo directamente a todos los clientes en este momento, tenga la certeza de que estamos revisando todos los comentarios enviados. URL: {page-url}
et_ee: Microsoft Learn on täiesti uus platvorm ja me püüdleme klientide tagasiside põhjal sisu ning kogemuste täiustamise poole. Soovime teist kuulda! Täitke meie jaoks järgnev teave: 1. Probleem või tagasiside, millest teatate. 2. Kas sooviksite meile veel midagi rääkida? Märkus. Kuigi me ei vasta praegu kõigile klientidele isiklikult, võite kindel olla, et vaatame kogu saabuva tagasiside üle. URL: {page-url}
eu_es: Microsoft Learn plataforma berri-berria denez, gogor lan egiten ari gara edukia eta esperientziak hobetzeko, bezeroen beharrak asebete ahal izateko. Zure iritzia jakin nahi dugu. Idatzi jarraian eskatzen dizugun informazioa: 1. Bidaltzen ari zaren arazoa edo oharrak. 2. Beste zerbait esan nahi baduzu, idatz ezazu. Oharra: une honetan ez diogu zuzenean erantzuten bezero guztiei, baina gogoan izan jasotako ohar guztiak irakurtzen ditugula. URLa: {page-url}
fi_fi: Microsoft Learn on uusi käyttöympäristö ja pyrimme parantamaan sen sisältöä ja käyttökokemusta asiakkaiden palautteen perusteella. Haluamme kuulla mielipiteesi! Täytä seuraavat tiedot: 1. Ongelma tai palaute, jonka haluat kertoa meille. 2. Haluatko kertoa meille vielä jotakin muuta? Huomautus: Vaikka emme tällä hetkellä vastaa suoraan kaikille asiakkaille, luemme kuitenkin kaikki meille tulleet palautteet. URL: {page-url}
fr_ca: Microsoft Learn est une toute nouvelle plateforme, et les commentaires des utilisateurs nous permettent d’en améliorer le contenu et l’utilisation. Nous aimerions savoir ce que vous en pensez. Veuillez fournir les renseignements suivants : 1. Le problème ou le commentaire dont vous voulez nous faire part. 2. Toute autre information qui pourrait nous aider. Prenez note que nous ne répondons pas directement à tous les clients pour le moment, mais nous prenons connaissance de tous les commentaires reçus. URL : {page-url}
ga_ie: Is ardán nua é Microsoft Learn agus tá tréaniarracht á déanamh agat an t-inneachar agus na heispéiris a fheabhsú bunaithe ar fhreagairtí custaiméirí. Ba bhreá linn bhur dtuairimí a chloisteáil! Líon amach an fhaisnéis seo a leanas dúinn, le do thoil: 1. An fhadhb nó an t-aiseolas atá á thuairisciú agat. 2. Aon rud eile ar mhaith leat a chur in iúl dúinn. Tabhair faoi deara: Cé nach mbeidh freagra á sheoladh againn chuig gach custaiméir faoi láthair, tá athbhreithniú á dhéanamh againn ar an aiseolas ar fad atá á fháil againn. URL: {page-url}
gl_es: Microsoft Learn é unha plataforma totalmente nova e esforzámonos por mellorar o contido e as experiencias en base ás respostas dos clientes. Queremos saber que opina! Encha a información seguinte para nós: 1. O problema acerca do cal quere informar ou os comentarios que quere proporcionarnos. 2. Quere comentarnos algo máis? Teña en conta que aínda que non estamos respondendo directamente a todos os clientes neste momento, si que revisamos cada un dos comentarios que recibimos. URL: {page-url}
he_il: Microsoft Learn היא פלטפורמה חדשה לחלוטין ואנו שואפים לשפר את התוכן וחוויות השימוש על סמך תגובות הלקוחות. אנו רוצים לשמוע ממך! מלא את הפרטים הבאים עבורנו: 1. הבעיה או המשוב שעליהם אתה מדווח. 2. משהו נוסף שתרצה לספר לנו. הערה: בעוד שאיננו משיבים באופן ישיר לכל הלקוחות בשלב זה, היה סמוך ובטוח שאנו סוקרים את כל המשובים שאנו מקבלים. כתובת URL:‏ {page-url}
hi_in: Microsoft Learn एक बिल्कुल नया प्लेटफ़ॉर्म है और हम ग्राहक प्रतिक्रियाओं के आधार पर सामग्री और अनुभवों को बेहतर बनाने का प्रयास कर रहे हैं. हमें आपके उत्तर की प्रतीक्षा है! कृपया हमारे लिए निम्न जानकारी भरें: 1. आपके द्वारा रिपोर्ट की जा रही समस्या या प्रतिक्रिया. 2. यदि आप हमसे कुछ और कहना चाहें. नोट: जब इस समय हम सभी ग्राहकों से सीधे बात नहीं कर रहे हैं, तो कृपया ध्यान दें कि हम आने वाली समस्त प्रतिक्रियाओं की समीक्षा कर रहे होते हैं. URL: {page-url}
hr_hr: Microsoft Learn posve je nova platforma i stremimo poboljšanju sadržaja i doživljaja na temelju odgovora korisnika. Želimo čuti vaša razmišljanja! Popunite sljedeće podatke: 1. problem ili povratne informacije koje nam želite prijaviti 2. sve ostalo što nam želite reći. Napomena: premda trenutno ne odgovaramo izravno korisnicima, pregledavamo sve povratne informacije koje pristignu. URL: {page-url}
hu_hu: A Microsoft Learn egy teljesen új platform, és szeretnénk a tartalmat és a felhasználói élményt az ügyfelek visszajelzései alapján fejleszteni. Szeretnénk megismerni véleményét! Kérjük, adja meg az alábbi információt: 1. A probléma vagy a visszajelzés témája. 2. Bármi más, amit szeretne velünk tudatni. Megjegyzés: noha jelenleg nem válaszolunk személyesen minden ügyfélnek, szeretnénk biztosítani Önt, hogy minden beérkezett visszajelzést alaposan megfontolunk. URL: {page-url}
id_id: Microsoft Learn adalah platform baru dan kami berusaha untuk meningkatkan konten dan pengalaman berdasarkan respons pelanggan. Kami ingin mendengar pendapat Anda! Silakan isi informasi berikut untuk kami: 1. Masalah atau umpan balik yang Anda laporkan. 2. Hal lain yang ingin Anda sampaikan kepada kami. Catatan: Meskipunsaat ini kami tidak secara langsung menanggapi semua pelanggan, harap diketahui bahwa kami meninjau setiap dan semua umpan balik yang masuk. URL: {page-url}
is_is: Microsoft Learn er splunkunýr verkvangur og við vinnum að því að bæta efnið og reynsluna með því að nýta okkur viðbrögð frá viðskiptavinum. Við viljum vita hvað þér finnst! Vinsamlegast veittu okkur eftirfarandi upplýsingar: 1. Málið eða endurgjöfina sem þú ert að tilkynna. 2. Allt annað sem þú vilt segja okkur frá. Athugaðu að við svörum ekki öllum viðskiptavinum beint eins og er en þú getur verið viss um að við förum yfir allar endurgjafir sem fáum sendar. Vefslóð: {page-url}
it_it: Microsoft Learn è una piattaforma nuovissima e ci stiamo impegnando per migliorare i contenuti e le esperienze in base alle reazioni dei clienti. Le tue opinioni sono sempre utili! Fornisci le informazioni seguenti: 1. Problema o commento che stai segnalando. 2. Altre informazioni che vuoi condividere. Nota: benché attualmente non siano previste risposte dirette a tutti i clienti, tutti i commenti e i suggerimenti ricevuti vengono esaminati. URL: {page-url}
ja_jp: Microsoft Learn はまったく新しいプラットフォームです。Microsoft では、お客様の声を参考に、コンテンツとエクスペリエンスの向上に努めています。 ぜひご意見をお寄せください。 次の情報を記入し、Microsoft にご送付ください: 1. 報告する問題点またはフィードバック。 2. その他、Microsoft に伝えたいこと。 注: 現時点では、すべてのお客様に直接お返事することはありませんが、お寄せいただいたフィードバックはすべて確認していますことをご承知おきください。 URL: {page-url}
kk_kz: Microsoft Learn мүлдем жаңа платформа болып табылады және тұтынушылардың жауаптарына негізделіп контент пен тәжірибелерді жақсартуға тырысамыз. Сізден хабар алғымыз келеді! Біз үшін келесі ақпаратты толтырыңыз: 1. Сіз хабарлап жатқан мәселе немесе пікір. 2. Бізге хабарлағыңыз келген басқа нәрсе. Ескертпе: қазір барлық тұтынушыларға тікелей жауап бермесек те, келген барлық пікірлерді тексереміз. URL: {page-url}
ko_kr: Microsoft Learn은 최신 플랫폼으로, 고객의 응답을 기반으로 콘텐츠와 환경을 개선하기 위해 노력하고 있습니다. 여러분의 의견을 듣고 싶습니다. 다음 정보를 기입하세요. 1. 보고 중인 문제 또는 피드백. 2. 그 밖에 이야기하고 싶은 내용. 참고: 현재 모든 고객에게 직접 응답을 드릴 수는 없지만 수신되는 모든 피드백을 검토하고 있습니다. URL: {page-url}
lb_lu: Microsoft Learn ass eng fonkelnei Plattform a mir striewen duerno den Inhalt an d'Erfarungen baséiert op Clientsfeedback ze verbesseren. Mir wëlle vun Iech héieren! Fëllt w.e.g. folgend Informatione fir eis aus: 1. De Problem oder Feedback, deen Dir eis melle wëllt. 2. Iergendeppes anescht, dat Dir eis matdeele wëllt. Opgepasst: Wärend mir de Moment net all Clienten direkt äntweren, soltl Dir awer wëssen, datt mir all eenzele Feedback, deen erakënnt, nokucken. URL: {page-url}
lt_lt: „Microsoft Learn“ – tai visiškai nauja platforma ir mes siekiame patobulinti jos turinį ir funkcijas atsižvelgdami į klientų atsakymus. Norime sužinoti jūsų nuomonę! Užpildykite ir pateikite mums tolesnę informaciją. 1. Problema, apie kurią pranešate arba teikiate atsiliepimą. 2. Gal norite dar ką nors mums pasakyti? Pastaba. Nors šiuo metu mes tiesiogiai neatsakome visiems klientams, tačiau norime, kad žinotumėte, jog peržiūrime visus gaunamus atsiliepimus. URL: {page-url}
lv_lv: Microsoft Learn ir pavisam jauna platforma, un mēs cenšamies uzlabot saturu un pieredzi, pamatojoties uz klientu atsauksmēm. Mēs vēlētos ko dzirdēt arī no jums. Lūdzu, aizpildiet tālāk norādīto informāciju: 1. Gadījums vai atsauksme, par kuru ziņojat. 2. Vai jebkas cits, ko vēlaties mums pastāstīt. Piezīme. Lai gan šajā laikā mēs neesam tieši atbildējuši visiem klientiem, lūdzu, ņemiet vērā, ka mēs pārskatām jebkuru un visu saņemto informāciju. URL: {page-url}
ms_my: Microsoft Learn adalah platform baru dan kami sedang berusaha untuk meningkatkan kandungan dan pengalaman berdasarkan respons pelanggan. Kami ingin mendengar daripada anda! Sila isikan maklumat berikut untuk kami: 1. Isu atau maklum balas yang anda sedang laporkan. 2. Ada sebarang perkara lagi yang anda ingin beritahu kami. Nota: Walaupun kami tidak memberikan respons secara langsung kepada semua pelanggan pada masa ini, sila ambil maklum bahawa kami sedang menyemak semula semua maklum balas yang diterima. URL: {page-url}
mt_mt: Microsoft Learn hija pjattaforma ġdida fjamanta u qed naħdmu biex intejbu l-kontenut u l-esperjenzi bbażati fuq ir-rispons tal-klijenti. Irridu nisimgħu mingħandek! Imlielna l-informazzjoni li ġejja: 1. Il-problema jew feedback li qed tirrapporta dwarha. 2. Hemm xi ħaġa oħra li tixtieq tgħidilna. Nota: Filwaqt li mhux qed inwieġbu lill-klijenti direttament bħalissa, kun af li qed nirrevedu kull feedback li qed nirċievu. URL: {page-url}
nb_no: Microsoft Learn er en helt ny plattform og vi streber med å forbedre innholdet og erfaringene basert på kundetilbakemeldinger. Vi vil gjerne høre fra deg! Fyll inn følgende informasjon for oss: 1. Problemet eller tilbakemeldingen du rapporterer om. 2. Eller noe annet du ønsker å fortelle oss. Merk: Selv om vi ikke svarer direkte til alle kunder for øyeblikket, forsikrer vi deg om at vi allikevel vurderer all tilbakemelding som kommer inn. URL-adresse: {page-url}
nl_be: Microsoft Learn is een nieuw platform en we zetten ons ervoor in om de inhoud en ervaringen te verbeteren op basis van reacties van klanten. Daarom ontvangen we graag uw feedback. Geef de volgende informatie op: 1. Het probleem of de feedback die u wilt doorgeven. 2. Eventuele andere opmerkingen. Opmerking: hoewel we op dit moment niet alle klanten rechtstreeks antwoord kunnen geven, nemen we alle feedback door die we ontvangen. URL: {page-url}
pl_pl: Microsoft Learn to zupełnie nowa platforma. Pracujemy nad ulepszeniami zawartość i środowiska na podstawie odpowiedzi klientów. Chcemy poznać Twoją opinię. Podaj następujące informacje: 1. Zgłaszany problem lub opinia. 2. Pozostałe informacje do przekazania. Uwaga: nie odpowiadamy bezpośrednio wszystkim klientom, ale czytamy każdą opinię. Adres URL: {page-url}
pt_pt: O Microsoft Learn é uma plataforma acabada de criar, pelo que estamos a tentar melhorar o conteúdo e as experiências da mesma com base nas respostas dos clientes. Queremos saber a sua opinião! Preencha as seguintes informações: 1. O problema ou comentário que quer comunicar. 2. Mais alguma coisa que queira dizer-nos. Nota: Embora, de momento, não estejamos a responder diretamente a todos os clientes, estamos a rever sem exceção todos os comentários que estamos a receber. URL: {page-url}
ro_ro: Microsoft Learn este o platformă complet nouă, iar noi ne străduim să îmbunătățim conținutul și experiențele în funcție de răspunsurile clienților. Vrem să auzim părerea dvs.! Vă rugăm să ne furnizați următoarele informații: 1. Problema sau feedbackul în legătură cu care trimiteți raportul. 2. Mai aveți ceva să ne spuneți? Notă: deși momentan nu răspundem în mod direct tuturor clienților, vă asigurăm că analizăm fiecare opinie pe care o primim. Adresă URL: {page-url}
ru_ru: Microsoft Learn — это новая платформа, содержание и возможности которой мы хотим улучшить, основываясь на отзывах наших клиентов. Нам важно ваше мнение! Укажите следующую информацию: 1. Отзыв или проблема, о которой вы хотите сообщить. 2. По желанию вы можете указать дополнительные сведения. Примечание. Хотя мы пока не отвечаем всем нашим клиентам непосредственно, будьте уверены, что мы просматриваем все поступающие сообщения. URL-адрес страницы: {page-url}
sk_sk: Služba Microsoft Learn je úplne nová platforma. Usilujeme sa preto vylepšiť jej obsah a funkcie na základe pripomienok od zákazníkov. Chceme počuť váš názor! Pomôžte nám vyplnením nasledujúcich informácií: 1. Problém alebo pripomienka, ktorú nahlasujete. 2. Chcete nám povedať ešte niečo? Poznámka: Keďže aktuálne neodpovedáme priamo všetkým zákazníkom, vedzte, že kontrolujeme všetky pripomienky, ktoré k nám prichádzajú. URL adresa: {page-url}
sl_si: Microsoft Learn je povsem nova platforma, za katero si prizadevamo izboljšati vsebino in izkušnje na podlagi povratnih informacij strank. Prosimo vas za vaše mnenje. Pošljite nam te informacije: 1. Težavo, ki jo želite prijaviti, ali povratne informacije. 2. Kar koli drugega, kar nam želite zaupati. Opomba: čeprav trenutno ne bomo odgovorili vsem uporabnikom, upoštevajte, da pregledamo katere koli in kakršne koli povratne informacije, ki jih prejmemo. URL: {page-url}
sr_cyrl_rs: Microsoft Learn је потпуно нова платформа и настојимо да побољшамо њен садржај и функције на основу одговора клијената. Желимо да чујемо ваше мишљење. Наведите следеће информације: 1. Проблем или повратне информације које желите да пријавите. 2. Било шта друго што желите да нам кажете. Напомена: Иако тренутно не одговарамо директно свим клијентима, знајте да прегледамо све повратне информације које добијемо. URL: {page-url}
sr_latn_rs: Microsoft Learn je potpuno nova platforma i nastojimo da poboljšamo njen sadržaj i funkcije na osnovu odgovora klijenata. Želimo da čujemo vaše mišljenje. Navedite sledeće informacije: 1. Problem ili povratne informacije koje želite da prijavite. 2. Bilo šta drugo što želite da nam kažete. Napomena: Iako trenutno ne odgovaramo direktno svim klijentima, znajte da pregledamo sve povratne informacije koje dobijemo. URL: {page-url}
sv_se: Microsoft Learn är en helt ny plattform och vi strävar efter att förbättra innehållet och användarupplevelsen utifrån kundernas feedback. Vi vill gärna höra dina synpunkter! Hjälp oss genom att fylla i följande information: 1. Din feedback eller det problem du vill rapportera om. 2. Finns det något annat som du vill berätta för oss? Obs! Även om vi för närvarande inte svarar alla kunder direkt så går vi igenom all feedback som kommer in. URL: {page-url}
th_th: Microsoft Learn คือแพลตฟอร์มโฉมใหม่และเรามุ่งมั่นในการปรับปรุงเนื้อหาและประสบการณ์โดยอิงจากผลตอบรับของลูกค้า เราอยากได้ยินจากคุณ! โปรดเติมข้อมูลดังต่อไปนี้ให้แก่เรา: 1. ปัญหาหรือคำติชมที่คุณต้องการรายงาน 2. มีสิ่งอื่นใดที่คุณต้องการแจ้งให้เราทราบหรือไม่ หมายเหตุ: ในขณะที่เราไม่สามารถตอบสนองต่อลูกค้าได้ทันทีนั้น โปรดทราบไว้ว่าเรากำลังตรวจสอบคำติชมทุกข้อความที่เราได้รับเข้ามานั่นเอง URL: {page-url}
tr_tr: Microsoft Learn yepyeni bir platformdur ve müşteri yanıtlarını dikkate alarak içeriği ve deneyimleri geliştirmek için çalışıyoruz. Görüşlerinizi duymak isteriz! Lütfen bizim için aşağıdaki bilgileri doldurun: 1. Bildirdiğiniz sorun veya geri bildirim. 2. Bize iletmek istediğiniz başka bir konu. Not: Şu anda tüm müşterilere doğrudan yanıt veremiyoruz ama bize gelen tüm geri bildirimleri gözden geçirdiğimizi bilmenizi istiyoruz. URL: {page-url}
uk_ua: Платформа Microsoft Learn зовсім нова, і ми активно покращуємо вміст та функціональність на основі відгуків клієнтів. Ми будемо раді отримати ваш відгук! Заповніть нижче такі відомості: 1. опишіть проблему або надайте інший відгук; 2. за власним бажанням надайте додаткову інформацію. Примітка. Зараз ми не відповідаємо всім клієнтам напряму, але обов’язково розглядаємо всі відгуки без винятку. URL-адреса: {page-url}
vi_vn: Microsoft Learn là một nền tảng hoàn toàn mới và chúng tôi hiện đang nỗ lực cải thiện nội dung cũng như trải nghiệm dựa trên phản hồi của khách hàng. Chúng tôi muốn lắng nghe ý kiến của bạn! Vui lòng điền thông tin sau: 1. Sự cố hoặc phản hồi mà bạn muốn báo cáo. 2. Mọi ý kiến khác mà bạn muốn đóng góp. Lưu ý: Dù hiện tại chúng tôi chưa phản hồi trực tiếp cho mọi khách hàng nhưng xin lưu ý rằng chúng tôi sẽ xem xét mọi phản hồi từ các bạn. URL: {page-url}
zh_cn: Microsoft Learn 是一个全新的平台，我们将根据客户的回复努力改善内容和体验。 我们希望收到你的反馈！ 请填写以下信息： 1. 你报告的问题或反馈。 2. 你想要向我们反馈的其他问题。 注意：虽然我们此次不会直接回应所有客户，但请相信，我们会查看收到的所有反馈。 URL：{page-url}
zh_tw: Microsoft Learn 是全新的平台，我們正致力於依據客戶反應，改善其內容與體驗。 希望能聽聽您的意見！ 請為我們填寫下列資訊： 1. 您回報的問題或意見反應。 2. 您想告訴我們的其他事項。 注意：雖然我們目前不會直接回應所有客戶，但請知悉，我們會檢閱收到的所有意見反應。 URL：{page-url}

source: Middle East
ar_sa: الشرق الأوسط
bg_bg: Близкият Изток
ca_es: Orient Mitjà
cs_cz: Střední východ
da_dk: Mellemøsten
de_de: Naher Osten
el_gr: Μέση Ανατολή
es_es: Oriente Medio
et_ee: Lähis-Ida
eu_es: Ekialde Hurbila
fi_fi: Lähi-itä
fr_ca: Moyen-Orient
ga_ie: An Meánoirthear
gl_es: Oriente Medio
he_il: המזרח התיכון
hi_in: मध्य पूर्व
hr_hr: Bliski istok
hu_hu: Közel-Kelet
id_id: Timur Tengah
is_is: Mið-Austurlönd
it_it: Medio Oriente
ja_jp: 中東
kk_kz: Таяу Шығыс
ko_kr: 중동
lb_lu: Mëttleren Osten
lt_lt: Viduriniai Rytai
lv_lv: Tuvie Austrumi
ms_my: Timur Tengah
mt_mt: Lvant Nofsani
nb_no: Midtøsten
nl_be: Midden-Oosten
pl_pl: Bliski Wschód
pt_pt: Médio Oriente
ro_ro: Orientul Mijlociu
ru_ru: Ближний Восток
sk_sk: Stredný Východ
sl_si: Bližnji vzhod
sr_cyrl_rs: Блиски исток
sr_latn_rs: Bliski istok
sv_se: Mellanöstern
th_th: ตะวันออกกลาง
tr_tr: Orta Doğu
uk_ua: Близький Схід
vi_vn: Trung Đông
zh_cn: 中东
zh_tw: 中東

# min
source: {0} min.
ar_sa: {0} دقيقة
bg_bg: {0} мин
el_gr: {0} λεπτά
ga_ie: {0} nóiméad
he_il: {0} דקות
hi_in: {0} मि
hu_hu: {0} perc
id_id: {0} menit
is_is: {0} mín
ja_jp: {0} 分
kk_kz: {0} мин
ko_kr: {0}분
ro_ro: {0} minute
ru_ru: {0} мин
sr_cyrl_rs: {0} мин.
th_th: {0} นาที
tr_tr: {0} dk
uk_ua: {0} хв.
vi_vn: {0} phút
zh_cn: {0} 分钟
zh_tw: {0} 分鐘

# minimize
source: Minimise
ar_sa: تصغير
bg_bg: Намаляване
ca_es: Minimitza
cs_cz: Minimalizovat
da_dk: Minimer
de_de: Minimieren
el_gr: Ελαχιστοποίηση
es_es: Minimizar
et_ee: Minimeeri
eu_es: Ikonotu
fi_fi: Pienennä
fr_ca: Réduire
ga_ie: Íoslaghdaigh
gl_es: Minimizar
he_il: הקטן למינימום
hi_in: छोटा करें
hr_hr: Minimiziraj
hu_hu: Kis méret
id_id: Perkecil
is_is: Fela
it_it: Riduci
ja_jp: 最小
kk_kz: Қайыру
ko_kr: 최소화
lb_lu: Minimiséieren
lt_lt: Minimizuoti
lv_lv: Minimizēt
ms_my: Minimumkan
mt_mt: Imminimizza
nb_no: Minimer
nl_be: Minimaliseren
pl_pl: Minimalizuj
pt_pt: Minimizar
ro_ro: Minimizare
ru_ru: Свернуть
sk_sk: Minimalizovať
sl_si: Minimiziraj
sr_cyrl_rs: Умањи
sr_latn_rs: Umanji
sv_se: Minimera
th_th: ย่อ
tr_tr: Simge durumuna küçült
uk_ua: Мінімум
vi_vn: Giảm thiểu
zh_cn: 最小化
zh_tw: 最小化
