Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# knowledgeCheckFinishSection
source: You have finished this section. Continue on to the next part {nextUnitName}.
ar_sa: لقد أنهيت هذا القسم. تابع إلى الجزء التالي {nextUnitName}.
bg_bg: Завършихте този раздел. Продължете към следващата част {nextUnitName}.
ca_es: Heu completat aquesta secció. Aneu a la part següent: {nextUnitName}.
cs_cz: Dokončili jste tuto část. Pokračujte další částí {nextUnitName}.
da_dk: Du har afsluttet denne sektion. Fortsæt til næste del {nextUnitName}.
de_de: Sie haben diesen Abschnitt abgeschlossen. Fahren Sie mit dem nächsten Teil fort: {nextUnitName}.
el_gr: Έχετε ολοκληρώσει αυτή την ενότητα. Συνεχίστε στο επόμενο μέρος {nextUnitName}.
es_es: Ha finalizado esta sección. Continúe con la parte siguiente {nextUnitName}.
et_ee: Olete selle jaotise lõpetanud. Jätkake järgmise osaga {nextUnitName}.
eu_es: Sekzioa amaitu duzu. Joan hurrengo atalera: {nextUnitName}.
fi_fi: Olet saanut tämän osion valmiiksi. Jatka seuraavaan osioon {nextUnitName}.
fr_ca: Vous avez terminé cette section. Continuer vers la prochaine partie {nextUnitName}.
ga_ie: Tá an rannán seo críochnaithe agat. Lean ar aghaidh go dtí an chéad chomhpháirt eile {nextUnitName}.
gl_es: Concluíuse esta sección. Continúe á parte {nextUnitName} seguinte.
he_il: סיימת מקטע זה. המשך לחלק הבא {nextUnitName}.
hi_in: आपने यह अनुभाग समाप्त कर लिया है. अगले भाग {nextUnitName} पर जारी रखें.
hr_hr: Dovršili ste ovu sekciju. Nastavite na sljedeći dio {nextUnitName}.
hu_hu: Ezt a szakaszt elvégezte. Folytassa a következő résszel: {nextUnitName}.
id_id: Anda telah menyelesaikan bagian ini. Lanjutkan ke bagian berikutnya {nextUnitName}.
is_is: Þú laukst þessum hluta. Halda áfram í næsta hluta {nextUnitName}.
it_it: Hai completato questa sezione. Passa alla parte successiva {nextUnitName}.
ja_jp: このセクションは完了しました。 次のセクション {nextUnitName} にお進みください。
kk_kz: Бұл бөлімді аяқтадыңыз. Келесі {nextUnitName} бөліміне өтіңіз.
ko_kr: 이 섹션을 완료했습니다. 다음 부분 {nextUnitName}(으)로 계속하세요.
lb_lu: Dir hutt dës Sektioun ofgeschloss. Fuert mam nächsten Deel {nextUnitName} virun.
lt_lt: Baigėte šį skyrių. Eikite į kitą dalį {nextUnitName}.
lv_lv: Šī sadaļa ir pabeigta. Varat turpināt ar nākamo daļu – {nextUnitName}.
ms_my: Anda telah selesai bahagian ini. Teruskan ke bahagian seterusnya {nextUnitName}.
mt_mt: Temmejt din is-sezzjoni. Kompli għall-parti li jmiss {nextUnitName}.
nb_no: Du er ferdig med denne inndelingen. Fortsett til den neste delen {nextUnitName}.
nl_be: U hebt deze sectie voltooid. Ga verder met het volgende deel {nextUnitName}.
pl_pl: Ta sekcja została ukończona. Przejdź do następnej części: {nextUnitName}.
pt_pt: Terminou esta secção. Continuar para a parte seguinte {nextUnitName}.
ro_ro: Ați finalizat această secțiune. Continuați cu partea următoare, {nextUnitName}.
ru_ru: Вы завершили изучение этого раздела. Можно перейти к следующей части: {nextUnitName}.
sk_sk: Dokončili ste túto sekciu. Pokračujte na ďalšiu časť {nextUnitName}.
sl_si: To poglavje ste dokončali. Nadaljujte z naslednjim poglavjem {nextUnitName}.
sr_cyrl_rs: Завршили сте овај одељак. Наставите на следећи део {nextUnitName}.
sr_latn_rs: Završili ste ovaj odeljak. Nastavite na sledeći deo {nextUnitName}.
sv_se: Du är klar med det här avsnittet. Fortsätt till nästa del, {nextUnitName}.
th_th: คุณทำส่วนนี้เสร็จแล้ว ดำเนินการต่อไปที่ส่วนถัดไป {nextUnitName}
tr_tr: Bu bölümü bitirdiniz. Sonraki {nextUnitName} kısmından devam edin.
uk_ua: Ви завершили цей розділ. Перейдіть до наступної частини: {nextUnitName}.
vi_vn: Bạn đã hoàn thành phần này. Tiếp tục với phần tiếp theo {nextUnitName}.
zh_cn: 你已完成本部分。 继续学习下一部分 {nextUnitName}。
zh_tw: 您已完成此部分。 請繼續下一個部分：{nextUnitName}。

# knowledgeCheckFinishSectionContinueMoreTutorials
source: You have finished this section. Continue on to more tutorials.
ar_sa: لقد أنهيت هذا القسم. تابع لمزيد من البرامج التعليمية.
bg_bg: Завършихте този раздел. Продължете с още въвеждащи курсове.
ca_es: Heu completat aquesta secció. Aneu a altres tutorials.
cs_cz: Dokončili jste tuto část. Pokračujte dalšími kurzy.
da_dk: Du har afsluttet denne sektion. Fortsæt til flere selvstudier.
de_de: Sie haben diesen Abschnitt abgeschlossen. Fahren Sie mit weiteren Tutorials fort.
el_gr: Έχετε ολοκληρώσει αυτή την ενότητα. Συνεχίστε με περισσότερα προγράμματα εκμάθησης.
es_es: Ha finalizado esta sección. Continúe con más tutoriales.
et_ee: Olete selle jaotise lõpetanud. Jätkake rohkemate õppetükkidega.
eu_es: Sekzioa amaitu duzu. Jarraitu tutorial gehiago egiten.
fi_fi: Olet saanut tämän osion valmiiksi. Jatka muihin opetusohjelmiin.
fr_ca: Vous avez terminé cette section. Continuez pour plus de tutoriels.
ga_ie: Tá an rannán seo críochnaithe agat. Lean ar aghaidh go dtí tuilleadh ranganna teagaisc.
gl_es: Concluíuse esta sección. Continúe para acceder a máis titoriais.
he_il: סיימת מקטע זה. המשך לערכות לימוד נוספות.
hi_in: आपने यह अनुभाग समाप्त कर लिया है. अधिक ट्यूटोरियल पर जारी रखें.
hr_hr: Dovršili ste ovu sekciju. Nastavite na dodatne vodiče.
hu_hu: Ezt a szakaszt elvégezte. Folytassa további oktatóanyagokkal.
id_id: Anda telah menyelesaikan bagian ini. Lanjutkan ke tutorial lainnya.
is_is: Þú laukst þessum hluta. Halda áfram í meira kennsluefni.
it_it: Hai completato questa sezione. Passa ad altre esercitazioni.
ja_jp: このセクションは完了しました。 他のチュートリアルにお進みください。
kk_kz: Бұл бөлімді аяқтадыңыз. Басқа оқулықтарға өтіңіз.
ko_kr: 이 섹션을 완료했습니다. 추가 자습서로 계속하세요.
lb_lu: Dir hutt dës Sektioun ofgeschloss. Mat méi Uleedunge virufueren.
lt_lt: Baigėte šį skyrių. Eikite į daugiau mokymo priemonių.
lv_lv: Šī sadaļa ir pabeigta. Varat turpināt ar citām apmācībām.
ms_my: Anda telah selesai bahagian ini. Teruskan ke tutorial lagi.
mt_mt: Temmejt din is-sezzjoni. Kompli għal aktar tutorials.
nb_no: Du er ferdig med denne inndelingen. Fortsett til flere opplæringer.
nl_be: U hebt deze sectie voltooid. Doorgaan naar meer zelfstudies.
pl_pl: Ta sekcja została ukończona. Kontynuuj, aby uzyskać dostęp do większej liczby samouczków.
pt_pt: Terminou esta secção. Continuar para mais tutoriais.
ro_ro: Ați finalizat această secțiune. Continuați cu mai multe tutoriale.
ru_ru: Вы завершили изучение этого раздела. Можно перейти к изучению других руководств.
sk_sk: Dokončili ste túto sekciu. Pokračujte na ďalšie kurzy.
sl_si: To poglavje ste dokončali. Nadaljujte z dodatnimi vadnicami.
sr_cyrl_rs: Завршили сте овај одељак. Наставите за више подучавања.
sr_latn_rs: Završili ste ovaj odeljak. Nastavite za više podučavanja.
sv_se: Du är klar med det här avsnittet. Fortsätt med fler självstudier.
th_th: คุณทำส่วนนี้เสร็จแล้ว ดำเนินการต่อไปที่บทช่วยสอนเพิ่มเติม
tr_tr: Bu bölümü bitirdiniz. Diğer öğreticilerden devam edin.
uk_ua: Ви завершили цей розділ. Перейдіть до інших навчальних посібників.
vi_vn: Bạn đã hoàn thành phần này. Tiếp tục với các hướng dẫn khác.
zh_cn: 你已完成本部分。 继续学习更多教程。
zh_tw: 您已完成此部分。 請繼續其他教學課程。

# knowledgeCheckFinishSectionModule
source: By completing the knowledge check challenge, you have unlocked the {moduleName} achievement.
ar_sa: بإكمال تحدي اختبار المعلومات تكون قد ألغيت قفل إنجاز {moduleName}.
bg_bg: Със завършването на предизвикателството за проверка на знанията отключихте постижението {moduleName}.
ca_es: En completar el repte de la comprovació de coneixement, heu desbloquejat l'assoliment {moduleName}.
cs_cz: Dokončením kontroly znalostí jste odemkli úspěch {moduleName}.
da_dk: Da du har fuldført udfordringen med videnkontrol, har du låst op for {moduleName}.
de_de: Durch die erfolgreiche Überprüfung Ihrer Kenntnisse haben Sie das Modul „{moduleName}“ freigeschaltet.
el_gr: Ολοκληρώνοντας τη δοκιμασία ελέγχου γνώσεων, ξεκλειδώσατε το επίτευγμα {moduleName}.
es_es: Con la realización de esta comprobación de conocimiento, ha conseguido el módulo {moduleName}.
et_ee: Teadmiste kontrolli ülesande lõpetamisega avasite saavutuse {moduleName}.
eu_es: Jakintza egiaztatzeko prozesuaren erronka osatu duzunez, "{moduleName}" modulua desblokeatu duzu.
fi_fi: Suorittamalla tietämyksen tarkistushaasteen olet avannut moduulin {moduleName} saavutuksen lukituksen.
fr_ca: En terminant le défi Vérification des connaissances, vous avez déverrouillé le succès {moduleName}.
ga_ie: Ach dúshlán na seiceála eolais a chríochnú, díghlasálann tú gnóthachtáil {moduleName}.
gl_es: Ao concluír a comprobación de coñecemento, desbloqueou o logro de {moduleName}.
he_il: על-ידי השלמת מבחן הידע שחררת את ההישג של המודול {moduleName}.
hi_in: नॉलेज चेक चुनौती को पूरा करके आपने {moduleName} उपलब्धि अनलॉक कर ली है.
hr_hr: Dovršavanjem provjere znanja otključali ste postignuće {moduleName}.
hu_hu: A tudásteszt elvégzésével megszerezte a {moduleName} szintet.
id_id: Dengan menyelesaikan tantangan uji pengetahuan, Anda memperoleh penghargaan {moduleName}.
is_is: Með því að ljúka kunnáttuprófinu opnaðirðu áfangann {moduleName}.
it_it: Completando la verifica delle competenze hai sbloccato l'obiettivo {moduleName}.
ja_jp: 知識確認の課題を完了したので、{moduleName} の修了が記録されました。
kk_kz: Білімді тексеруді тапсырмасын аяқтау арқылы {moduleName} жетістігін аштыңыз.
ko_kr: 지식 검사 챌린지를 완료하여 {moduleName} 도전 과제를 잠금 해제했습니다.
lb_lu: Duerch d'Ofschléisse vun der Quizerausfuerderung hutt Dir den Erfolleg {moduleName} entspaart.
lt_lt: Baigdami žinių patikrą, atrakinote {moduleName} pasiekimą.
lv_lv: Izpildot zināšanu pārbaudes uzdevumu, atbloķējāt moduļa {moduleName} sasniegumu.
ms_my: Dengan melengkapkan cabaran semakan pengetahuan, anda telah membuka kunci pencapaian {moduleName}.
mt_mt: Meta tlesti l-isfida tat-test tal-għarfien tiftaħ il-kisba {moduleName}.
nb_no: Ved å fullføre kunnskapstesten har du låst opp {moduleName}-oppnåelsen.
nl_be: Door de kenniscontrole te voltooien, hebt u de prestatie {moduleName} ontgrendeld.
pl_pl: Ukończenie testu wiedzy spowodowało odblokowanie osiągnięcia {moduleName}.
pt_pt: Ao completar o desafio de verificação de conhecimento, desbloqueou a conquista {moduleName}.
ro_ro: Prin finalizarea verificării cunoștințelor, ați deblocat realizarea {moduleName}.
ru_ru: Выполнив тест на проверку знаний по руководству, вы разблокировали достижение {moduleName}.
sk_sk: Dokončením kontroly vedomostí ste odblokovali odmeny v module {moduleName}.
sl_si: Ko dokončate preverjanje znanja za vadnico, odklenete dosežek {moduleName}.
sr_cyrl_rs: Пошто сте завршили проверу знања, откључали сте достигнуће {moduleName}.
sr_latn_rs: Pošto ste završili proveru znanja-izazov, otklјučali ste dostignuće {moduleName}.
sv_se: Genom att slutföra kunskapstestet har du låst upp följande achievement: {moduleName}.
th_th: คุณได้ปลดล็อคความสำเร็จ{moduleName}แล้ว ด้วยการตรวจสอบความรู้นี้จนเสร็จสมบูรณ์
tr_tr: Bilgi denetimini tamamlayarak {moduleName} başarısının kilidini açtınız.
uk_ua: Виконавши перевірку знань, ви здобули досягнення модуля "{moduleName}".
vi_vn: Bằng cách hoàn thành thử thách bài kiểm tra kiến thức, bạn đã mở khóa được thành tích {moduleName}.
zh_cn: 完成此知识检查挑战即可解锁 {moduleName} 成就。
zh_tw: 完成此知識檢查挑戰後，即可取得 {moduleName} 成就。

# landmarkToc
source: Table of Contents
ar_sa: جدول المحتويات
bg_bg: Съдържание
ca_es: Índex de continguts
cs_cz: Obsah
da_dk: Indholdsfortegnelse
de_de: Inhaltsverzeichnis
el_gr: Πίνακας περιεχομένων
es_es: Tabla de contenido
et_ee: Sisukord
eu_es: Aurkibidea
fi_fi: Sisällysluettelo
fr_ca: Table des matières
ga_ie: Clár na nÁbhar
gl_es: Táboa de contidos
he_il: תוכן עניינים
hi_in: सामग्री तालिका
hr_hr: Tablica sadržaja
hu_hu: Tartalomjegyzék
id_id: Daftar Isi
is_is: Efnisinnihald
it_it: Sommario
ja_jp: 目次
kk_kz: Мазмұны
ko_kr: 목차
lb_lu: Inhaltsverzeechnes
lt_lt: Turinys
lv_lv: Satura rādītājs
ms_my: Jadual Kandungan
mt_mt: Werrej
nb_no: Innholdsfortegnelse
nl_be: Inhoudsopgave
pl_pl: Spis treści
pt_pt: Tabela de Conteúdos
ro_ro: Cuprins
ru_ru: Оглавление
sk_sk: Obsah
sl_si: Kazalo vsebine
sr_cyrl_rs: Садржај
sr_latn_rs: Sadržaj
sv_se: Innehållsförteckning
th_th: สารบัญ
tr_tr: İçindekiler Tablosu
uk_ua: Зміст
vi_vn: Mục lục
zh_cn: 目录
zh_tw: 目錄

# landmarkTocFilterFormLabel
source: Filter Table of Contents
ar_sa: تصفية جدول المحتويات
bg_bg: Филтриране на съдържанието
ca_es: Filtra l'índex de continguts
cs_cz: Filtrovat obsah
da_dk: Filtrer indholdsfortegnelse
de_de: Inhaltsverzeichnis filtern
el_gr: Φιλτράρισμα πίνακα περιεχομένων
es_es: Filtrar tabla de contenido
et_ee: Filtreeri sisukorda
eu_es: Iragazi aurkibidea
fi_fi: Suodata sisällysluettelo
fr_ca: Filtrer la table des matières
ga_ie: Scag Clár na nÁbhar
gl_es: Filtrar táboa de contidos
he_il: סנן תוכן עניינים
hi_in: सामग्री तालिका फ़िल्टर करें
hr_hr: Filtriranje tablice sadržaja
hu_hu: Tartalomjegyzék szűrése
id_id: Filter Daftar Isi
is_is: Sía efnisinnihald
it_it: Filtra il sommario
ja_jp: 新しい目次をフィルター
kk_kz: Мазмұнды сүзгіден өткізу
ko_kr: 목차 필터링
lb_lu: Inhaltsverzeechnes filteren
lt_lt: Filtruoti turinį
lv_lv: Filtrēt satura rādītāju
ms_my: Tapis Jadual Kandungan
mt_mt: Iffiltra l-Werrej
nb_no: Filtrer innholdsfortegnelsen
nl_be: Inhoudsopgave filteren
pl_pl: Filtruj spis treści
pt_pt: Nova Tabela de Conteúdos
ro_ro: Filtrare cuprins
ru_ru: Фильтровать оглавление
sk_sk: Filtrovať obsah
sl_si: Filtriraj kazalo vsebine
sr_cyrl_rs: Филтрирај садржај
sr_latn_rs: Filtriraj sadržaj
sv_se: Filtrera innehållsförteckningen
th_th: ตัวกรองสารบัญ
tr_tr: İçindekiler Tablosunu Filtrele
uk_ua: Фільтрувати зміст
vi_vn: Lọc mục lục
zh_cn: 筛选目录
zh_tw: 篩選目錄

source: Language
ar_sa: اللغة
bg_bg: Език
ca_es: Idioma
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Lenguaje
et_ee: Keel
eu_es: Hizkuntza
fi_fi: Kieli
fr_ca: Langue
ga_ie: Teanga
gl_es: Idioma
he_il: שפה
hi_in: भाषा
hr_hr: Jezik
hu_hu: Nyelv
id_id: Bahasa
is_is: Tungumál
it_it: Linguaggio
ja_jp: 言語
kk_kz: Тіл
ko_kr: 언어
lb_lu: Sprooch
lt_lt: Kalba
lv_lv: Valoda
ms_my: Bahasa
mt_mt: Lingwa
nb_no: Språk
nl_be: Taal
pl_pl: Język
pt_pt: Linguagem
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sr_cyrl_rs: Језик
sr_latn_rs: Jezik
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

source: Laugh
ar_sa: ضحك
bg_bg: Смях
ca_es: Em diverteix
cs_cz: Smích
da_dk: Latter
de_de: Lachen
el_gr: Γέλιο
es_es: Risa
et_ee: Naer
eu_es: Barrez
fi_fi: Nauru
fr_ca: Rire
ga_ie: Gáire
gl_es: Risa
he_il: צחוק
hi_in: हँसना
hr_hr: Smijeh
hu_hu: Nevetés
id_id: Tertawa
is_is: Hlæja
it_it: Divertimento
ja_jp: 笑い
kk_kz: Күлу
ko_kr: 웃음
lb_lu: Laachen
lt_lt: Juokiuosi
lv_lv: Smiekli
ms_my: Ketawa
mt_mt: Daħqa
nb_no: Latter
nl_be: Glimlach
pl_pl: Śmiech
pt_pt: Riso
ro_ro: Râs
ru_ru: Смеющийся смайлик
sk_sk: Smiech
sl_si: Nasmejan
sr_cyrl_rs: Смех
sr_latn_rs: Smeh
sv_se: Skrattar
th_th: หัวเราะ
tr_tr: Gülme
uk_ua: Сміх
vi_vn: Cười
zh_cn: 大笑
zh_tw: 大笑

# laughReactionCount
source: {0} laugh reactions
ar_sa: {0} من تفاعلات الضحك
bg_bg: {0} реагираха със смях
ca_es: {0} reaccions Em diverteix
cs_cz: {0} reakcí se smíchem
da_dk: {0} latterreaktioner
de_de: {0} Reaktionen mit Lachen
el_gr: {0} αντιδράσεις γέλιου
es_es: {0} reacciones de risa
et_ee: {0} naeru reaktsiooni
eu_es: Barre motako {0} erantzun
fi_fi: {0} naurureaktiota
fr_ca: {0} réactions « rire »
ga_ie: {0} freagairt gháire
gl_es: Reaccións de gargallada de {0}
he_il: {0} תגובות צחוק
hi_in: {0} हँसने वाली प्रतिक्रियाएँ
hr_hr: Smijanja: {0}
hu_hu: {0} nevetés visszajelzés
id_id: {0} reaksi tertawa
is_is: {0} viðbrögð með hlátri
it_it: {0} reazioni divertite
ja_jp: {0} 件のリアクション (笑い)
kk_kz: {0} «күлу» реакциясы
ko_kr: 웃음 반응 {0}개
lb_lu: {0} Laachen-Reaktiounen
lt_lt: Reakcijų Juokiuosi: {0}
lv_lv: Atzīmes ar smiekliem ({0})
ms_my: {0} reaksi ketawa
mt_mt: {0}reazzjonijiet ta' daħqa
nb_no: {0} latter-reaksjoner
nl_be: {0} reacties met een glimlach
pl_pl: Reakcje „Śmiech”: {0}
pt_pt: {0} reações de riso
ro_ro: {0} reacții „râs”
ru_ru: Смеющихся смайликов: {0}
sk_sk: Reakcie smiechom: {0}
sl_si: Nasmejani odzivi: {0}
sr_cyrl_rs: Реакција са осмехом: {0}
sr_latn_rs: Reakcija sa osmehom: {0}
sv_se: {0} skrattreaktioner
th_th: {0} การตอบสนองด้วยหัวเราะ
tr_tr: {0} gülme
uk_ua: Реакцій "Сміх": {0}
vi_vn: {0} phản ứng cười
zh_cn: {0} 个大笑的反应
zh_tw: {0} 個大笑反應
