Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# errorLoadingComments
source: Error with loading comments.
ar_sa: حدث خطأ أثناء تحميل التعليقات.
bg_bg: Грешка при зареждането на коментарите.
ca_es: S'ha produït un error en carregar els comentaris.
cs_cz: Chyba při načítání komentářů
da_dk: Fejl under indlæsning af kommentarer.
de_de: Beim Laden der Kommentare ist ein Fehler aufgetreten.
el_gr: Σφάλμα κατά τη φόρτωση των σχολίων.
es_es: Error al cargar los comentarios.
et_ee: Kommentaaride laadimisel ilmnes tõrge.
eu_es: Errorea iruzkinak kargatzean.
fi_fi: Virhe ladattaessa kommentteja.
fr_ca: Erreur lors du chargement des commentaires.
ga_ie: Earráid nuair a bhí nótaí tráchta á lódáil.
gl_es: Erro ao cargar os comentarios.
he_il: שגיאה בעת טעינת הערות.
hi_in: टिप्पणियाँ लोड करने में त्रुटि.
hr_hr: Pojavila se pogreška pri učitavanju komentara.
hu_hu: Hiba történt a megjegyzések betöltése közben.
id_id: Kesalahan saat memuat komentar.
is_is: Villa við að hlaða inn athugasemdum.
it_it: Errore durante il caricamento dei commenti.
ja_jp: コメント読み込みエラー。
kk_kz: Комментарийлерді жүктеу кезіндегі қате.
ko_kr: 의견을 로드하는 동안 오류가 발생했습니다.
lb_lu: Feeler beim Luede vum Kommentar.
lt_lt: Klaida įkeliant komentarus.
lv_lv: Ielādējot komentārus, radās kļūda.
ms_my: Ralat semasa memuatkan komen.
mt_mt: Żball biex itella' l-kummenti.
nb_no: Feil ved lasting av kommentarer.
nl_be: Fout bij het laden van opmerkingen.
pl_pl: Błąd podczas ładowania komentarzy.
pt_pt: Erro ao carregar comentários.
ro_ro: Eroare la încărcarea comentariilor.
ru_ru: Ошибка загрузки комментариев.
sk_sk: Pri načítavaní komentárov došlo k chybe.
sl_si: Napaka pri nalaganju komentarjev.
sr_cyrl_rs: Грешка при учитавању коментара.
sr_latn_rs: Greška pri učitavanju komentara.
sv_se: Fel vid inläsning av kommentarer.
th_th: ข้อผิดพลาดในการโหลดข้อคิดเห็น
tr_tr: Açıklamalar yüklenirken hata oluştu.
uk_ua: Сталася помилка під час завантаження коментарів.
vi_vn: Có lỗi khi tải nhận xét.
zh_cn: 加载注释时出错。
zh_tw: 載入註解時發生錯誤。

# errorLoadingFeedback
source: Error with loading feedback.
ar_sa: حدث خطأ أثناء تحميل الملاحظات.
bg_bg: Грешка при зареждане на обратната връзка.
ca_es: S'ha produït un error en carregar els comentaris.
cs_cz: Chyba při načítání názorů
da_dk: Fejl under indlæsning af feedback.
de_de: Beim Laden des Feedbacks ist ein Fehler aufgetreten.
el_gr: Σφάλμα κατά τη φόρτωση των σχολίων.
es_es: Error al cargar comentarios.
et_ee: Tagasiside laadimisel ilmnes tõrge.
eu_es: Errorea oharrak kargatzean.
fi_fi: Virhe ladattaessa palautetta.
fr_ca: Erreur lors du chargement des commentaires.
ga_ie: Earráid nuair a bhí aiseolas á lódáil.
gl_es: Erro ao cargar os comentarios.
he_il: שגיאה בעת טעינת משוב.
hi_in: प्रतिक्रिया लोड करने में त्रुटि.
hr_hr: Pojavila se pogreška pri učitavanju povratnih informacija.
hu_hu: Hiba történt a visszajelzés betöltése közben.
id_id: Kesalahan saat memuat umpan balik.
is_is: Villa við að hlaða inn endurgjöf.
it_it: Errore durante il caricamento dei commenti e suggerimenti.
ja_jp: フィードバック読み込みエラー。
kk_kz: Пікірді жүктеу кезіндегі қате.
ko_kr: 피드백을 로드하는 동안 오류가 발생했습니다.
lb_lu: Feeler beim Luede vum Feedback.
lt_lt: Klaida įkeliant atsiliepimus.
lv_lv: Ielādējot atsauksmes, radās kļūda.
ms_my: Ralat semasa memuatkan maklum balas.
mt_mt: Żball biex itella' l-feedback.
nb_no: Feil ved lasting av tilbakemelding.
nl_be: Fout het laden van feedback.
pl_pl: Błąd podczas ładowania opinii.
pt_pt: Erro ao carregar feedback.
ro_ro: Eroare la încărcarea feedbackului.
ru_ru: Ошибка загрузки отзыва.
sk_sk: Pri načítavaní pripomienok došlo k chybe.
sl_si: Napaka pri nalaganju povratnih informacij.
sr_cyrl_rs: Грешка при учитавању повратних информација.
sr_latn_rs: Greška pri učitavanju povratnih informacija.
sv_se: Fel vid inläsning av feedback.
th_th: ข้อผิดพลาดในการโหลดคำติชม
tr_tr: Geri bildirim yüklenirken hata oluştu.
uk_ua: Сталася помилка під час завантаження відгуку.
vi_vn: Có lỗi khi tải phản hồi.
zh_cn: 加载反馈时出错。
zh_tw: 載入意見反應時發生錯誤。

source: Europe
ar_sa: أوروبا
bg_bg: Европа
ca_es: Europa
cs_cz: Evropa
da_dk: Europa
de_de: Europa
el_gr: Ευρώπη
es_es: Europa
et_ee: Euroopa
eu_es: Europa
fi_fi: Eurooppa
ga_ie: An Eoraip
gl_es: Europa
he_il: אירופה
hi_in: यूरोप
hr_hr: Europa
hu_hu: Európa
id_id: Eropa
is_is: Evrópa
it_it: Europa
ja_jp: ヨーロッパ
kk_kz: Еуропа
ko_kr: 유럽
lb_lu: Europa
lt_lt: Europa
lv_lv: Eiropa
ms_my: Eropah
mt_mt: L-Ewropa
nb_no: Europa
nl_be: Europa
pl_pl: Europa
pt_pt: Europa
ro_ro: Europa
ru_ru: Европа
sk_sk: Európa
sl_si: Evropa
sr_cyrl_rs: Европа
sr_latn_rs: Evropa
sv_se: Europa
th_th: ยุโรป
tr_tr: Avrupa
uk_ua: Європа
vi_vn: Châu Âu
zh_cn: 欧洲
zh_tw: 歐洲

source: Event details
ar_sa: تفاصيل الحدث
bg_bg: Подробни данни за събитието
ca_es: Detalls de la incidència
cs_cz: Podrobnosti události
da_dk: Oplysninger om hændelse
de_de: Details zum Ereignis
el_gr: Λεπτομέρειες συμβάντος
es_es: Detalles del evento
et_ee: Sündmuse üksikasjad
eu_es: Gertaeraren xehetasunak
fi_fi: Tapahtuman tiedot
fr_ca: Détails événement
ga_ie: Sonraí Tarluithe
gl_es: Detalles do evento
he_il: פרטי האירוע
hi_in: ईवेंट विवरण
hr_hr: Pojedinosti o događajima
hu_hu: Esemény adatai
id_id: Detail Acara
is_is: Upplýsingar um atvik
it_it: Dettagli evento
ja_jp: イベントの詳細
kk_kz: Оқиға мәліметтері
ko_kr: 이벤트 세부 정보
lb_lu: Eventdetailer
lt_lt: Išsami įvykių informacija
lv_lv: Informācija par notikumiem
ms_my: Butiran Peristiwa
mt_mt: Dettalji tal-Avveniment
nb_no: Hendelsesdetaljer
nl_be: Gebeurtenisdetails
pl_pl: Szczegóły zdarzenia
pt_pt: Detalhes do Evento
ro_ro: Detalii eveniment
ru_ru: Сведения о событии
sk_sk: Podrobnosti o udalostiach
sl_si: Podrobnosti dogodkov
sr_cyrl_rs: Детаљи о догађају
sr_latn_rs: Detalji o događaju
sv_se: Händelseinformation
th_th: รายละเอียดเหตุการณ์
tr_tr: Etkinlik Ayrıntıları
uk_ua: Відомості про подію
vi_vn: Chi tiết sự kiện
zh_cn: 事件详细信息
zh_tw: 事件詳細資料

# eventsInSubtitle
source: Events
ar_sa: الأحداث
bg_bg: Събития
ca_es: Incidències
cs_cz: Události
da_dk: Begivenheder
de_de: Ereignisse
el_gr: Συμβάντα
es_es: Eventos
et_ee: Sündmused
eu_es: Gertaerak
fi_fi: Tapahtumat
ga_ie: Tarluithe
gl_es: Eventos
he_il: אירועים
hi_in: ईवेंट्स
hr_hr: Događaji
hu_hu: Események
id_id: Acara
is_is: Atvik
it_it: Eventi
ja_jp: イベント
kk_kz: Оқиғалар
ko_kr: 이벤트
lb_lu: Evenementer
lt_lt: Įvykiai
lv_lv: Notikumi
ms_my: Peristiwa
mt_mt: Avvenimenti
nb_no: Hendelser
nl_be: Gebeurtenissen
pl_pl: Zdarzenia
pt_pt: Eventos
ro_ro: Evenimente
ru_ru: События
sk_sk: Udalosti
sl_si: Dogodki
sr_cyrl_rs: Догађаји
sr_latn_rs: Događaji
sv_se: Händelser
th_th: กิจกรรม
tr_tr: Ekinlikler
uk_ua: Події
vi_vn: Sự kiện
zh_cn: 事件
zh_tw: 事件

source: Examples
ar_sa: أمثلة
bg_bg: Примери
ca_es: Exemples
cs_cz: Příklady
da_dk: Eksempler
de_de: Beispiele
el_gr: Παραδείγματα
es_es: Ejemplos
et_ee: Näited
eu_es: Adibideak
fi_fi: Esimerkit
fr_ca: Exemples
ga_ie: Samplaí
gl_es: Exemplos
he_il: דוגמאות
hi_in: उदाहरण
hr_hr: Primjeri
hu_hu: Példák
id_id: Contoh
is_is: Dæmi
it_it: Esempi
ja_jp: 例
kk_kz: Мысалдар
ko_kr: 예제
lb_lu: Beispiller
lt_lt: Pavyzdžiai
lv_lv: Piemēri
ms_my: Contoh
mt_mt: Eżempji
nb_no: Eksempler
nl_be: Voorbeelden
pl_pl: Przykłady
pt_pt: Exemplos
ro_ro: Exemple
ru_ru: Примеры
sk_sk: Príklady
sl_si: Primeri
sr_cyrl_rs: Примери
sr_latn_rs: Primeri
sv_se: Exempel
th_th: ตัวอย่าง
tr_tr: Örnekler
uk_ua: Приклади
vi_vn: Ví dụ
zh_cn: 示例
zh_tw: 範例

source: Exceptions
ar_sa: استثناءات
bg_bg: Изключения
ca_es: Excepcions
cs_cz: Výjimky
da_dk: Undtagelser
de_de: Ausnahmen
el_gr: Εξαιρέσεις
es_es: Excepciones
et_ee: Erandid
eu_es: Salbuespenak
fi_fi: Poikkeukset
ga_ie: Eisceachtaí
gl_es: Excepcións
he_il: חריגות
hi_in: अपवाद
hr_hr: Iznimke
hu_hu: Kivételek
id_id: Pengecualian
is_is: Undantekningar
it_it: Eccezioni
ja_jp: 例外
kk_kz: Ерекшеліктер
ko_kr: 예외
lb_lu: Ausnamen
lt_lt: Išimtys
lv_lv: Izņēmumi
ms_my: Pengecualian
mt_mt: Eċċezzjonijiet
nb_no: Unntak
nl_be: Uitzonderingen
pl_pl: Wyjątki
pt_pt: Exceções
ro_ro: Excepții
ru_ru: Исключения
sk_sk: Výnimky
sl_si: Izjeme
sr_cyrl_rs: Изузеци
sr_latn_rs: Izuzeci
sv_se: Undantag
th_th: ข้อยกเว้น
tr_tr: Özel Durumlar
uk_ua: Винятки
vi_vn: Ngoại lệ
zh_cn: 异常
zh_tw: 例外狀況

source: Exit
ar_sa: خروج
bg_bg: Изход
ca_es: Surt
cs_cz: Ukončit
da_dk: Afslut
de_de: Beenden
el_gr: Έξοδος
es_es: Salir
et_ee: Välju
eu_es: Irten
fi_fi: Lopeta
fr_ca: Quitter
ga_ie: Scoir
gl_es: Saír
he_il: יציאה
hi_in: बाहर निकलें
hr_hr: Izlaz
hu_hu: Kilépés
id_id: Keluar
is_is: Hætta
it_it: Esci
ja_jp: 終了
kk_kz: Шығу
ko_kr: 종료
lb_lu: Verloossen
lt_lt: Išeiti
lv_lv: Iziet
ms_my: Keluar
mt_mt: Oħroġ
nb_no: Avslutt
nl_be: Afsluiten
pl_pl: Zakończ
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sk_sk: Ukončiť
sl_si: Izhod
sr_cyrl_rs: Изађи
sr_latn_rs: Izađi
sv_se: Avsluta
th_th: ออก
tr_tr: Çıkış
uk_ua: Вийти
vi_vn: Thoát
zh_cn: 退出
zh_tw: 結束

source: Exit focus mode
ar_sa: إنهاء وضع التركيز
bg_bg: Изход от режим на фокусиране
ca_es: Surt del mode d’enfocament
cs_cz: Ukončit detailní režim
da_dk: Afslut fokustilstand
de_de: Fokusmodus beenden
el_gr: Έξοδος από τη λειτουργία εστίασης
es_es: Salir del modo de enfoque
et_ee: Välju fookuserežiimist
eu_es: Irten kontzentratzeko modutik
fi_fi: Poistu kohdistustilasta
fr_ca: Quitter le mode focus
ga_ie: Scoir mód fócais
gl_es: Saír do modo Enfoque
he_il: צא ממצב מיקוד
hi_in: फ़ोकस मोड से बाहर निकलें
hr_hr: Izlaz iz načina fokusiranja
hu_hu: Kilépés a Fókusz módból
id_id: Keluar dari mode fokus
is_is: Fara úr skerpuham
it_it: Esci dalla modalità messa a fuoco
ja_jp: フォーカス モードの終了
kk_kz: Фокус режимінен шығу
ko_kr: 포커스 모드 종료
lb_lu: Fokusmodus verloossen
lt_lt: Išeiti iš fokusavimo režimo
lv_lv: Iziet no fokusa režīma
ms_my: Keluar mod fokus
mt_mt: Oħroġ mill-modalità tal-fokus
nb_no: Avslutt fokusmodus
nl_be: Focusmodus sluiten
pl_pl: Wyjdź z trybu koncentracji uwagi
pt_pt: Sair do modo para concentração
ro_ro: Ieșiți din modul de focalizare
ru_ru: Выйти из режима фокусировки
sk_sk: Ukončiť režim zamerania
sl_si: Zapri način v fokusu
sr_cyrl_rs: Изађите из режима фокусирања
sr_latn_rs: Izađite iz režima fokusiranja
sv_se: Avsluta fokusläge
th_th: ออกจากโหมดโฟกัส
tr_tr: Odak modundan çık
uk_ua: Вийти з режиму фокусування
vi_vn: Thoát khỏi chế độ tập trung
zh_cn: 退出焦点模式
zh_tw: 結束焦點模式

source: Expand documentation feedback menu
ar_sa: تمديد القائمة ملاحظات على الوثائق
bg_bg: Разгъване на менюто за обратна връзка за документацията
ca_es: Expandeix el menú de comentaris sobre la documentació
cs_cz: Rozbalit nabídku názoru na dokumentaci
da_dk: Udvid menuen for dokumentationsfeedback
de_de: Menü für Feedback zur Dokumentation erweitern
el_gr: Ανάπτυξη μενού σχολίων τεκμηρίωσης
es_es: Expandir el menú de comentarios de la documentación
et_ee: Laienda dokumentatsiooni tagasiside menüüd
eu_es: Zabaldu dokumentazioaren oharren menua
fi_fi: Laajenna dokumentaation palautevalikko
fr_ca: Développer le menu de commentaires sur la documentation
ga_ie: Fairsingigh an roghchlár aiseolas doiciméadachta
gl_es: Expandir menú de comentarios acerca da documentación
he_il: הרחב תפריט משוב על תיעוד
hi_in: दस्तावेज़ीकरण प्रतिक्रिया मेनू विस्तृत करें
hr_hr: Proširi izbornik za povratne informacije o dokumentaciji
hu_hu: A dokumentációval kapcsolatos visszajelzési menü kibontása
id_id: Perluas menu umpan balik dokumentasi
is_is: Víkka valmynd fyrir álit á skjölum
it_it: Espandi il menu per i commenti sulla documentazione
ja_jp: ドキュメントに関するフィードバック メニューを展開
kk_kz: Құжаттаманың пікір жазу мәзірінен шығу
ko_kr: 설명서 피드백 메뉴 확장
lb_lu: Dokumentatiounsfeedbackmenü erweideren
lt_lt: Išplėsti atsiliepimų apie dokumentaciją meniu
lv_lv: Izvērst dokumentācijas atsauksmju izvēlni
ms_my: Kembangkan menu maklum balas dokumentasi
mt_mt: Espandi l-menù tad-dokumentazzjoni tal-feedback
nb_no: Utvid menyen for tilbakemelding om dokumentasjonen
nl_be: Menu voor feedback op de documentatie uitbreiden
pl_pl: Rozwiń menu opinii dotyczącej dokumentacji
pt_pt: Expandir menu de comentários à documentação
ro_ro: Extindere meniu pentru feedback legat de documentație
ru_ru: Развернуть меню отзывов о документации
sk_sk: Rozbaliť ponuku s pripomienkami k dokumentácii
sl_si: Razširim meni za povratne informacije o dokumentaciji
sr_cyrl_rs: Прошири мени са повратним информацијама о документацији
sr_latn_rs: Proširi meni sa povratnim informacijama o dokumentaciji
sv_se: Expandera menyn för dokumentationsfeedback
th_th: ขยายเมนูข้อคิดเห็นเกี่ยวกับคู่มือ
tr_tr: Belge geri bildirim menüsünü genişlet
uk_ua: Розгорнути меню відгуків про документацію
vi_vn: Bung rộng menu phản hồi về tài liệu
zh_cn: 展开文档反馈菜单
zh_tw: 展開文件意見反應功能表

source: Explore other modules
ar_sa: استشكاف الوحدات النمطية الأخرى
bg_bg: Разгледайте други модули
ca_es: Exploreu altres mòduls
cs_cz: Prozkoumat další moduly
da_dk: Udforsk andre moduler
de_de: Andere Module erkunden
el_gr: Εξερεύνηση άλλων λειτουργικών μονάδων
es_es: Explorar otros módulos
et_ee: Uurige muid mooduleid
eu_es: Arakatu beste modulu batzuk
fi_fi: Tutustu muihin moduuleihin
fr_ca: Explorer d’autres modules
ga_ie: Taiscéal modúil eile
gl_es: Explorar outros módulos
he_il: גלה מודולים נוספים
hi_in: अन्य मॉड्यूल का अन्वेषण करें
hr_hr: Istražite ostale module
hu_hu: További modulok felfedezése
id_id: Jelajahi modul lainnya
is_is: Kanna aðrar einingar
it_it: Esplora altri moduli
ja_jp: 他のモジュールを探す
kk_kz: Басқа модульдерді қарап шығу
ko_kr: 다른 모듈 살펴보기
lb_lu: Aner Moduler entdecken
lt_lt: Naršyti kitus modulius
lv_lv: Skatiet citus moduļus
ms_my: Terokai modul lain
mt_mt: Esplora moduli oħra
nb_no: Utforsk andre moduler
nl_be: Andere modules verkennen
pl_pl: Eksploruj inne moduły
pt_pt: Explorar outros módulos
ro_ro: Explorați alte module
ru_ru: Ознакомьтесь с другими модулями
sk_sk: Preskúmať ďalšie moduly
sl_si: Razišči druge module
sr_cyrl_rs: Истражите друге модуле
sr_latn_rs: Istražite druge module
sv_se: Utforska andra moduler
th_th: สำรวจมอดูลอื่น
tr_tr: Diğer modülleri keşfet
uk_ua: Переглянути інші модулі
vi_vn: Khám phá các mô-đun khác
zh_cn: 探索其他模块
zh_tw: 匯出其他模組

source: Explore other paths
ar_sa: استشكاف المسارات الأخرى
bg_bg: Разгледайте други пътеки
ca_es: Exploreu altres Rutes
cs_cz: Prozkoumat další programy
da_dk: Udforsk andre forløb
de_de: Andere Pfade erkunden
el_gr: Εξερεύνηση άλλων διαδρομών
es_es: Explorar otras rutas
et_ee: Uurige muid teid
eu_es: Arakatu beste bide-izen batzuk
fi_fi: Tutustu muihin polkuihin
fr_ca: Explorer d’autres parcours
ga_ie: Taiscéal cosáin eile
gl_es: Explorar outros camiños
he_il: גלה נתיבים נוספים
hi_in: अन्य पथ का अन्वेषण करें
hr_hr: Istražite ostala vođena učenja
hu_hu: További tervek felfedezése
id_id: Jelajahi Jalur lainnya
is_is: Kanna aðra hluta
it_it: Esplora altri percorsi
ja_jp: 他のパスを探す
kk_kz: Басқа жолдарды қарап шығу
ko_kr: 다른 경로 살펴보기
lb_lu: Aner Pied entdecken
lt_lt: Naršyti kitus kelius
lv_lv: Skatiet citus ceļus
ms_my: Terokai Laluan lain
mt_mt: Esplora Mogħdijiet oħra
nb_no: Utforsk andre baner
nl_be: Andere trajecten verkennen
pl_pl: Eksploruj inne ścieżki
pt_pt: Explorar outros Caminhos
ro_ro: Explorați alte căi
ru_ru: Ознакомьтесь с другими схемами
sk_sk: Preskúmať ďalšie programy
sl_si: Razišči druge poti
sr_cyrl_rs: Истражите друге путање
sr_latn_rs: Istražite druge putanje
sv_se: Utforska andra vägar
th_th: สำรวจเส้นทางอื่น
tr_tr: Diğer Yolları keşfet
uk_ua: Переглянути інші схеми
vi_vn: Khám phá các Hướng dẫn khác
zh_cn: 了解其他路径
zh_tw: 探索其他路徑

# exportProfileNoInformation
source: You didn’t have any information to export.
ar_sa: لم تتوفر لديك معلومات لتصديرها.
bg_bg: Нямаше информация за експортиране.
ca_es: No teníeu cap informació per exportar.
cs_cz: Nemáte žádné informace k exportování.
da_dk: Du havde ingen oplysninger, der kunne eksporteres.
de_de: Es waren keine zu exportierenden Informationen vorhanden.
el_gr: Δεν είχατε πληροφορίες για εξαγωγή.
es_es: No tenía ninguna información para exportar.
et_ee: Teil ei olnud eksporditavat teavet.
eu_es: Ez zeneukan informaziorik esportatzeko.
fi_fi: Sinulla ei ollut vietäviä tietoja.
fr_ca: Vous n’aviez aucune information à exporter.
ga_ie: Ní raibh aon fhaisnéis le heaspórtáil agat.
gl_es: Non ten ningunha información para exportar.
he_il: לא היה ברשותך מידע לייצוא.
hi_in: आपके पास निर्यात करने के लिए कोई जानकारी नहीं थी.
hr_hr: Niste imali podatke za izvoz.
hu_hu: Önnek nincsenek exportálható adatai.
id_id: Anda tidak memiliki informasi untuk diekspor.
is_is: Þú hafðir engar upplýsingar til að flytja út.
it_it: Non sono presenti informazioni da esportare.
ja_jp: エクスポート対象の情報がありませんでした。
kk_kz: Сізде экспорттау үшін ақпарат болмады.
ko_kr: 내보낼 정보가 없습니다.
lb_lu: Dir hat keng Informatiounen, fir z'exportéieren.
lt_lt: Neturėjote jokios eksportuotinos informacijos.
lv_lv: Jums nav eksportējamas informācijas.
ms_my: Anda tidak mempunyai sebarang maklumat untuk dieksport.
mt_mt: Ma kellekx informazzjoni x'tesporta.
nb_no: Du hadde ingen informasjon for eksport.
nl_be: U hebt geen gegevens om te exporteren.
pl_pl: Nie masz żadnych informacji do wyeksportowania.
pt_pt: Não tinha informações para exportar.
ro_ro: Nu ați avut nicio informație de exportat.
ru_ru: Нет данных для экспорта.
sk_sk: Nemáte žiadne informácie na exportovanie.
sl_si: Na voljo ni bilo nobenih informacij za izvoz.
sr_cyrl_rs: Нисте имали информације за извоз.
sr_latn_rs: Niste imali informacije za izvoz.
sv_se: Du har ingen information att exportera.
th_th: คุณไม่มีข้อมูลสำหรับส่งออกใดๆ
tr_tr: Dışarı aktarılabilecek bilgileriniz yoktu.
uk_ua: Відомостей для експорту не було.
vi_vn: Bạn không có thông tin nào để xuất.
zh_cn: 你没有任何要导出的信息。
zh_tw: 您未有任何要匯出的資訊。

# extensionMethodsInSubtitle
source: Extension Methods
ar_sa: أساليب الملحق
bg_bg: Методи на разширение
ca_es: Mètodes d’extensió
cs_cz: Metody rozšíření
da_dk: Udvidelsesmetoder
de_de: Erweiterungsmethoden
el_gr: Μέθοδοι επέκτασης
es_es: Métodos de extensión
et_ee: Laiendusmeetodid
eu_es: Luzapen-metodoak
fi_fi: Laajennusmenetelmät
fr_ca: Méthodes d’extension
ga_ie: Modhanna breisithe
gl_es: Métodos de extensión
he_il: שיטות הרחבה
hi_in: एक्सटेंशन मेथड
hr_hr: Načini proširenja
hu_hu: Bővítő metódusok
id_id: Metode Ekstensi
is_is: Viðbótaraðgerðir
it_it: Metodi di estensione
ja_jp: 拡張メソッド
kk_kz: Кеңейтім әдістері
ko_kr: 확장 메서드
lb_lu: Erweiderungsmethoden
lt_lt: Failo vardo išplėtimo metodai
lv_lv: Paplašināšanas metodes
ms_my: Kaedah Tambahan
mt_mt: Metodi ta' Estensjoni
nb_no: Utvidelsesmetoder
nl_be: Extensiemethoden
pl_pl: Metody rozszerzania
pt_pt: Métodos da Extensão
ro_ro: Metode de extindere
ru_ru: Методы расширения
sk_sk: Metódy rozšírenia
sl_si: Načini razširitve
sr_cyrl_rs: Методи проширења
sr_latn_rs: Metodi proširenja
sv_se: Tilläggsmetoder
th_th: เมธอดเพื่อการขยาย
tr_tr: Uzantı Metotları
uk_ua: Методи розширення
vi_vn: Phương pháp mở rộng
zh_cn: 扩展方法
zh_tw: 擴充方法

source: Feedback
ar_sa: الملاحظات
bg_bg: Обратна връзка
ca_es: Comentaris
cs_cz: Váš názor
el_gr: Σχόλια
es_es: Comentarios
et_ee: Tagasiside
eu_es: Oharrak
fi_fi: Palaute
fr_ca: Commentaires
ga_ie: Aiseolas
gl_es: Comentarios
he_il: משוב
hi_in: प्रतिक्रिया
hr_hr: Povratne informacije
hu_hu: Visszajelzés
id_id: Umpan Balik
is_is: Athugasemdir
it_it: Commenti
ja_jp: フィードバック
kk_kz: Кері байланыс
ko_kr: 피드백
lt_lt: Atsiliepimai
lv_lv: Atsauksmes
ms_my: Maklum balas
nb_no: Tilbakemeldinger
pl_pl: Opinia
pt_pt: Comentários
ru_ru: Обратная связь
sk_sk: Pripomienky
sl_si: Povratne informacije
sr_cyrl_rs: Повратне информације
sr_latn_rs: Povratne informacije
th_th: คำติชม
tr_tr: Geri Bildirim
uk_ua: Зворотний зв’язок
vi_vn: Phản hồi
zh_cn: 反馈
zh_tw: 意見反應

# feedbackPlaceholder
source: [Enter feedback here]
ar_sa: [اكتب ملاحظاتك هنا]
bg_bg: [Въведете обратна връзка тук]
ca_es: [Escriviu aquí els comentaris.]
cs_cz: [Sem napište váš názor.]
da_dk: [Angiv feedback her]
de_de: [Hier Feedback eingeben]
el_gr: [Εισαγάγετε σχόλια εδώ]
es_es: [Escriba sus comentarios aquí]
et_ee: [ Sisestage tagasiside siia]
eu_es: [Idatzi oharrak hemen]
fi_fi: [Kirjoita palautteesi tähän]
fr_ca: [Tapez vos commentaires ici]
ga_ie: [Cuir an t-aiseolas isteach anseo]
gl_es: [Escriba aquí os comentarios]
he_il: [הזן את המשוב כאן]
hi_in: [यहां प्रतिक्रिया दर्ज करें]
hr_hr: [Ovdje unesite povratne informacije]
hu_hu: [Ide írja be a visszajelzését]
id_id: [Ketikkan umpan balik di sini]
is_is: [Færa álit inn hér]
it_it: [Immetti qui i commenti]
ja_jp: [フィードバックをこちらに入力してください]
kk_kz: [Пікіріңізді осы жерге енгізіңіз]
ko_kr: [여기에 피드백 입력]
lb_lu: [Gitt Äre Feedback hei an]
lt_lt: [Atsiliepimą įveskite čia]
lv_lv: [Ievadiet atsauksmi šeit]
ms_my: [Masukkan maklum balas di sini]
mt_mt: [Daħħal il-feedback hawn]
nb_no: [Skriv inn tilbakemeldingen her]
nl_be: [Voer hier feedback in]
pl_pl: [Wprowadź tutaj swoją opinię]
pt_pt: [Escreva aqui os seus comentários]
ro_ro: [Introduceți feedbackul dvs. aici]
ru_ru: [Введите отзыв здесь]
sk_sk: [Sem zadajte pripomienky]
sl_si: [Sem vnesite povratne informacije]
sr_cyrl_rs: [Овде унесите повратне информације]
sr_latn_rs: [Ovde unesite povratne informacije]
sv_se: [Skriv din feedback här]
th_th: [ป้อนคำติชมที่นี่]
tr_tr: [Geri bildiriminizi buraya girin]
uk_ua: [Введіть відгук тут]
vi_vn: [Nhập phản hồi vào đây]
zh_cn: [在此处输入反馈]
zh_tw: [請在此輸入您的意見]

# feedbackProduct
source: Give product feedback
ar_sa: إدخال ملاحظات على المنتج
bg_bg: Предоставяне на обратна връзка за продукта
ca_es: Feu comentaris del producte
cs_cz: Poskytnout názor na produkt
da_dk: Giv produktfeedback
de_de: Produktfeedback übermitteln
el_gr: Παράσχετε σχόλια για το προϊόν
es_es: Proporcionar comentarios del producto
et_ee: Anna toote tagasisidet
eu_es: Idatzi produktuari buruzko oharrak
fi_fi: Anna palautetta tuotteesta
fr_ca: Laisser vos commentaires sur les produits
ga_ie: Tabhair aiseolas táirge
gl_es: Proporcionar comentarios acerca do produto
he_il: שלח משוב על מוצרים
hi_in: उत्पाद प्रतिक्रिया प्रदान करें
hr_hr: Pošaljite povratne informacije o proizvodu
hu_hu: Visszajelzés a termékekről
id_id: Berikan saran produk
is_is: Gefðu vöru endurgjöf
it_it: Invia commenti sul prodotto
ja_jp: 製品フィードバックを送る
kk_kz: Өнім туралы пікір жіберу
ko_kr: 제품 피드백 제공
lb_lu: Produktfeedback ofginn
lt_lt: Pateikti atsiliepimą apie produktą
lv_lv: Sniegt atsauksmes par produktu
ms_my: Berikan maklum balas produk
mt_mt: Agħti feedback dwar il-prodott
nb_no: Gi tilbakemelding om produktet
nl_be: Productfeedback geven
pl_pl: Prześlij opinię na temat produktu
pt_pt: Fazer comentários sobre o produto
ro_ro: Oferă feedback legat de produs
ru_ru: Оставить отзыв о продукте
sk_sk: Odoslať pripomienky k produktu
sl_si: Pošljite povratne informacije o izdelku
sr_cyrl_rs: Пошаљите повратне информације о производу
sr_latn_rs: Pošaljite povratne informacije o proizvodu
sv_se: Ge feedback om produkten
th_th: มอบคำติชมผลิตภัณฑ์
tr_tr: Ürünler için geri bildirimde bulunun
uk_ua: Надати відгук про продукт
vi_vn: Cung cấp phản hồi về sản phẩm
zh_cn: 提供产品反馈
zh_tw: 提供產品意見反應

# fieldsInSubtitle
source: Fields
ar_sa: الحقول
bg_bg: Полета
ca_es: Camps
cs_cz: Pole
da_dk: Felter
de_de: Felder
el_gr: Πεδία
es_es: Campos
et_ee: Väljad
eu_es: Eremuak
fi_fi: Kentät
fr_ca: Champs
ga_ie: Réimsí
gl_es: Campos
he_il: שדות
hi_in: फ़ील्ड्स
hr_hr: Polja
hu_hu: Mezők
id_id: Bidang
is_is: Reitir
it_it: Campi
ja_jp: フィールド
kk_kz: Өрістер
ko_kr: 필드
lb_lu: Felder
lt_lt: Laukai
lv_lv: Lauki
ms_my: Medan
mt_mt: Oqsma
nb_no: Felt
nl_be: Velden
pl_pl: Pola
pt_pt: Campos
ro_ro: Câmpuri
ru_ru: Поля
sk_sk: Polia
sl_si: Polja
sr_cyrl_rs: Поља
sr_latn_rs: Polja
sv_se: Fält
th_th: ฟิลด์
tr_tr: Alanlar
uk_ua: Поля
vi_vn: Trường
zh_cn: 字段
zh_tw: 欄位
