Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# visualStudioDocs
source: Visual Studio Documentation
ar_sa: وثائق Visual Studio
bg_bg: Документация за Visual Studio
ca_es: Documentació del Visual Studio
cs_cz: Dokumentace k sadě Visual Studio
da_dk: Dokumentation til Visual Studio
de_de: Visual Studio-Dokumentation
el_gr: Τεκμηρίωση του Visual Studio
es_es: Documentación de Visual Studio
et_ee: Visual Studio dokumentatsioon
eu_es: Visual Studio dokumentazioa
fi_fi: Visual Studion dokumentaatio
fr_ca: Documentation pour Visual Studio
ga_ie: Doiciméadacht Visual Studio
gl_es: Documentación de Visual Studio
he_il: תיעוד של Visual Studio
hi_in: Visual Studio दस्तावेज़
hr_hr: Dokumentacija za Visual Studio
hu_hu: Visual Studio-dokumentáció
id_id: Dokumentasi Visual Studio
is_is: Visual Studio skjal
it_it: Documentazione di Visual Studio
ja_jp: Visual Studio ドキュメント
kk_kz: Visual Studio құжаттамасы
ko_kr: Visual Studio 설명서
lb_lu: Visual-Studio-Dokumentatioun
lt_lt: „Visual Studio“ dokumentacija
lv_lv: Visual Studio dokumentācija
ms_my: Dokumentasi Visual Studio
mt_mt: Dokumentazzjoni ta' Visual Studio
nb_no: Visual Studio-dokumentasjon
nl_be: Visual Studio-documentatie
pl_pl: Dokumentacja programu Visual Studio
pt_pt: Documentação do Visual Studio
ro_ro: Documentație pentru Visual Studio
ru_ru: Документация по Visual Studio
sk_sk: Dokumentácia k Visual Studiu
sl_si: Dokumentacija za Visual Studio
sr_cyrl_rs: Документација за Visual Studio
sr_latn_rs: Dokumentacija za Visual Studio
sv_se: Visual Studio-dokumentation
th_th: คู่มือ Visual Studio
tr_tr: Visual Studio Belgeleri
uk_ua: Документація Visual Studio
vi_vn: Tài liệu Visual Studio
zh_cn: Visual Studio 文档
zh_tw: Visual Studio 文件

# vmlab_launchButton
source: Launch VM mode
ar_sa: تشغيل وضع الجهاز الظاهري
bg_bg: Стартиране на режим на виртуална машина
ca_es: Inicia el mode VM
cs_cz: Spustit režim virtuálního počítače
da_dk: Start VM-tilstand
de_de: VM-Modus starten
el_gr: Εκκίνηση λειτουργίας εικονικής μηχανής
es_es: Iniciar modo de VM
et_ee: Käivita virtuaalarvuti režiim
eu_es: Abiarazi makina birtualen modua
fi_fi: Käynnistä Näennäiskone-tila
fr_ca: Lancer le mode de machine virtuelle
ga_ie: Lainseáil mód VW
gl_es: Iniciar modo de máquina virtual
he_il: הפעל מצב 'מחשב וירטואלי'
hi_in: VM मोड लॉन्च करें
hr_hr: Pokreni način rada za virtualno računalo
hu_hu: VM mód indítása
id_id: Luncurkan mode Komputer Virtual
is_is: Ræsa sýndarvélarham
it_it: Avvia la modalità VM
ja_jp: VM モードを起動
kk_kz: Виртуалды машина режимін іске қосу
ko_kr: VM 모드 시작
lb_lu: De VM Modus starten
lt_lt: Paleisti virtualiosios mašinos režimą
lv_lv: Palaist VM režīmu
ms_my: Lancarkan mod VM
mt_mt: Niedi l-modalità VM
nb_no: Lanser VM-modus
nl_be: VM-modus starten
pl_pl: Uruchom tryb maszyny wirtualnej
pt_pt: Iniciar modo de VM
ro_ro: Lansare mod VM
ru_ru: Запуск режима виртуальной машины
sk_sk: Spustiť režim virtuálneho počítača
sl_si: Zaženi način navideznega računalnika
sr_cyrl_rs: Покрените режим виртуелне машине
sr_latn_rs: Pokretanje režima virtuelne mašine
sv_se: Läge för att starta virtuell dator
th_th: เปิดใช้โหมดเครื่องเสมือน
tr_tr: VM modunu başlat
uk_ua: Режим запуску ВМ
vi_vn: Khởi chạy chế độ VM
zh_cn: 启动 VM 模式
zh_tw: 啟動 VM 模式

# vmlab_loading
source: Loading virtual machine...
ar_sa: جارٍ تحميل الجهاز الظاهري...
bg_bg: Зареждане на виртуална машина...
ca_es: S'està carregant la màquina virtual...
cs_cz: Načítá se virtuální počítač...
da_dk: Indlæser en virtuel maskine...
de_de: Virtueller Computer wird geladen ...
el_gr: Φόρτωση εικονικής μηχανής...
es_es: Cargando máquina virtual...
et_ee: Virtuaalarvuti laadimine…
eu_es: Makina birtuala kargatzen...
fi_fi: Ladataan näennäiskonetta...
fr_ca: Chargement d’une machine virtuelle...
ga_ie: Ag lódáil meaisín fíorúil...
gl_es: Cargando máquina virtual...
he_il: טוען מחשב וירטואלי...
hi_in: वर्चुअल मशीन लोड कर रहा है...
hr_hr: Učitavanje virtualnog računala...
hu_hu: Virtuális gép betöltése...
id_id: Memuat komputer virtual...
is_is: Hleður sýndarvél…
it_it: Caricamento della macchina virtuale...
ja_jp: 仮想マシンを読み込んでいます...
kk_kz: Виртуалды машина жүктелуде...
ko_kr: 가상 머신을 로드하는 중...
lb_lu: Virtuellen Apparat luet...
lt_lt: Įkeliama virtualioji mašina...
lv_lv: Notiek virtuālās mašīnas ielāde...
ms_my: Memuatkan mesin maya...
mt_mt: Qed itella' magna virtwali...
nb_no: Laster inn virtuell maskin …
nl_be: Een virtuele machine laden...
pl_pl: Trwa ładowanie maszyny wirtualnej...
pt_pt: A carregar a máquina virtual...
ro_ro: Se încarcă mașina virtuală...
ru_ru: Загрузка виртуальной машины…
sk_sk: Načítava sa virtuálny počítač...
sl_si: Nalaganje navideznega računalnika ...
sr_cyrl_rs: Učitavanje virtuelne mašine...
sr_latn_rs: Učitavanje virtuelne mašine...
sv_se: Läser in virtuell dator...
th_th: กำลังโหลดเครื่องเสมือน...
tr_tr: Sanal makine yükleniyor...
uk_ua: Завантаження віртуальної машини…
vi_vn: Đang tải máy ảo...
zh_cn: 正在加载虚拟机...
zh_tw: 正在載入虛擬機器...

# vmlab_prompt1
source: This unit requires a VM to complete.
ar_sa: يتطلب إكمال هذه الوحدة توفر جهاز ظاهري.
bg_bg: Този раздел изисква виртуална машина, за да бъде завършен.
ca_es: Aquesta unitat requereix una màquina virtual per completar-se.
cs_cz: Tato část vyžaduje dokončení virtuálního počítače.
da_dk: Denne enhed kræver en VM for at kunne fuldføres.
de_de: Zum Abschließen dieser Einheit ist eine VM erforderlich.
el_gr: Για την ολοκλήρωση αυτής της μονάδας απαιτείται μια εικονική μηχανή.
es_es: Para completar esta unidad, se necesita una VM.
et_ee: See üksus nõuab lõpuleviimiseks virtuaalarvutit.
eu_es: Makina birtual bat osatu behar duzu unitate honetan.
fi_fi: Tämän yksikön suorittaminen edellyttää näennäiskoneen.
fr_ca: Cette unité doit utiliser une machine virtuelle pour être terminée.
ga_ie: Teastaíonn VM chun an t-aonad seo a chríochnú.
gl_es: Esta unidade require que se conclúa a máquina virtual.
he_il: יחידה זו דורשת השלמה של מחשב וירטואלי.
hi_in: इस यूनिट के लिए VM को पूरा करना आवश्यक है.
hr_hr: Da bi se dovršila ta jedinica, potrebno je virtualno računalo.
hu_hu: Ennek a leckének az elvégzéséhez szükség van virtuális gépre.
id_id: Unit ini memerlukan Komputer Virtual untuk selesai.
is_is: Þessi eining krefst þess að sýndarvél klári.
it_it: Per il completamento dell'unità è necessaria una VM.
ja_jp: このユニットでは、VM を完了する必要があります。
kk_kz: Бұл бөлім аяқтау үшін виртуалды машинаны қажет етеді.
ko_kr: 이 단원을 완료하려면 VM이 필요합니다.
lb_lu: Fir dës Eenheet muss d'Sandbox vervollstännegt ginn.
lt_lt: Norint užbaigti šį vienetą reikia virtualiosios mašinos.
lv_lv: Lai pabeigtu, šai vienībai nepieciešams VM.
ms_my: Unit ini memerlukan VM untuk dilengkapkan.
mt_mt: Din l-unità teħtieġ li VM ittemm.
nb_no: Denne enheten krever en virtuell maskin for å fullføre.
nl_be: Deze eenheid kan alleen worden voltooid met een VM.
pl_pl: Ukończenie tej sekcji wymaga skorzystania z maszyny wirtualnej.
pt_pt: Esta unidade precisa de uma VM para concluir.
ro_ro: Pentru finalizarea acestei unități este necesară o mașină virtuală.
ru_ru: Для выполнения инструкций из этого блока требуется виртуальная машина.
sk_sk: Táto lekcia vyžaduje na dokončenie virtuálny počítač.
sl_si: Ta enota zahteva navidezni računalnik za dokončanje.
sr_cyrl_rs: Довршавање ове јединице захтева виртуелну машину.
sr_latn_rs: Dovršavanje ove jedinice zahteva virtuelnu mašinu.
sv_se: Den här delen kräver en virtuell dator för att slutföras.
th_th: หน่วยต้องใช้เครื่องเสมือนเพื่อทำให้เสร็จสมบูรณ์
tr_tr: Bu ünite, VM’nin tamamlanmasını gerektirir.
uk_ua: Для завершення цієї одиниці потрібна ВМ.
vi_vn: Cần có VM để hoàn tất đơn vị này.
zh_cn: 本单元需要 VM 才可完成。
zh_tw: 此單元須有 VM 才能完成。

# vmlab_prompt2
source: VM mode provides free Azure virtual machine access to complete the steps in this unit. Your Azure subscription will not be charged
ar_sa: يوفر وضع الجهاز الظاهري وصولاً مجانيًا إلى جهاز ظاهري في Azure لإكمال الخطوات الواردة في هذه الوحدة. لن يتم خصم أية تكاليف من اشتراكك لدى Azure
bg_bg: Режимът за виртуална машина предоставя безплатен достъп до виртуална машина на Azure за завършване на стъпките в този урок. Вашият абонамент за Azure няма да се таксува
ca_es: El mode de VM proporciona accés gratuït a la màquina virtual de l'Azure per completar els passos d’aquesta unitat. No es cobrarà la vostra subscripció a l’Azure.
cs_cz: Režim virtuálního počítače poskytuje bezplatný virtuální počítač Azure k dokončení kroků v této lekci. Vašemu předplatnému Azure se nebude nic účtovat.
da_dk: VM-tilstand giver gratis adgang til en virtuel Azure-maskine, så du kan fuldføre trinnene i dette undermodul. Dit Azure-abonnement faktureres ikke
de_de: Der VM-Modus bietet kostenlosen Zugriff auf virtuelle Azure-Computer, damit die in dieser Einheit beschriebenen Schritte ausgeführt werden können. Ihrem Azure-Abonnement werden keine Kosten in Rechnung gestellt.
el_gr: Η λειτουργία εικονικής μηχανής παρέχει δωρεάν πρόσβαση στην εικονική μηχανή Azure για την ολοκλήρωση των βημάτων σε αυτήν τη μονάδα. Η συνδρομή σας Azure δεν θα χρεωθεί
es_es: El modo de VM facilita acceso gratuito a máquinas virtuales de Azure para completar los pasos de esta unidad. Su suscripción de Azure no recibirá ningún cobro
et_ee: Virtuaalarvuti režiim pakub selle õppetüki etappide lõpuleviimiseks Azure’i virtuaalarvutile tasuta juurdepääsu. Teie Azure’i tellimusele ei tule lisatasu
eu_es: Unitate honetako urratsak egin ahal izateko, makina birtualaren moduak Azure-ren makina birtualetarako sarbidea ematen dizu doan. Ez dizugu ezer kobratuko Azure harpidetzan.
fi_fi: Näennäiskone-tila tarjoaa maksuttoman Azuren näennäiskoneen käyttöoikeuden tämän yksikön vaiheiden suorittamiseksi. Azure-tilaustasi ei veloiteta
fr_ca: Le mode Machine virtuelle permet d’accéder gratuitement à une machine virtuelle Azure pour terminer les étapes de cette unité. Votre abonnement Azure ne sera pas facturé.
ga_ie: Soláthraíonn mód VM rochtain saor in aisce ar mheaisín fíorúil Azure chun na céimeanna san aonad seo a chríochnú. Ní ghearrfar táille ar do shíntiús Azure
gl_es: O modo de máquina virtual proporciona acceso gratuíto a Azure Virtual Machines para concluír os pasos desta unidade. Non se cobrará a subscrición de Azure
he_il: מצב 'מחשב וירטואלי' מספק גישה חופשית למחשב וירטואלי של Azure לצורך השלמת השלבים ביחידה זו. מינוי Azure שלך לא יחויב
hi_in: वर्चुअल मशीन मोड इस इकाई के चरणों को पूर्ण करने के लिए निशुल्क Azure वर्चुअल मशीन पहुंच प्रदान करता है. आपकी Azure सदस्यता से शुल्क नहीं लिया जाएगा
hr_hr: Način rada za virtualno računalo omogućuje besplatan pristup virtualnom računalu na platformi Azure radi dovršetka koraka u toj jedinici. Neće se teretiti vaša pretplata na Azure
hu_hu: A VM mód ingyenes hozzáférést biztosít az Azure-beli virtuális géphez, amely a lecke elvégzéséhez szükséges. Az Azure-előfizetésében nem számolunk fel díjakat
id_id: Mode VM memberikan akses gratis komputer virtual Azure untuk menyelesaikan langkah-langkah di unit ini. Langganan Azure Anda tidak akan ditagih
is_is: Sýndarvélarhamur veitir þér ókeypis aðgang að sýndarvélum Azure til að þú getir klárað skrefin í þessari einingu. Azure-áskriftin þín verður ekki gjaldfærð
it_it: La modalità VM fornisce l'accesso gratuito alle macchine virtuali di Azure per completare i passaggi di questa unità. Non verranno applicati addebiti alla tua sottoscrizione di Azure
ja_jp: VM モードを使用すると、Azure 仮想マシンに無料でアクセスしてこのユニットの手順を完了できます。 お客様の Azure サブスクリプションに対する課金は行われません
kk_kz: Виртуалды машина режимі осы бөлімдегі қадамдарды аяқтау үшін тегін Azure виртуалды машинасына кіру мүмкіндігін қамтамасыз етеді. Azure жазылымы үшін ақы алынбайды
ko_kr: VM 모드는 이 단원의 단계를 완료하는 데 필요한 무료 Azure Virtual Machine 액세스를 제공합니다. Azure 구독 요금이 청구되지 않습니다.
lb_lu: De VM Modus bitt fräien Azure Virtuell Apparat Zougang fir d'Schrëtt an dëser Eenheet ze vervollstännegen. Äert Azure Abonnement gëtt Iech net berechent
lt_lt: Virtualiosios mašinos režimas suteikia nemokamą prieigą prie „Azure“ virtualiosios mašinos, kad būtų galima atlikti šio vieneto veiksmus. Nieko nebus priskaičiuota prie jūsų „Azure“ prenumeratos
lv_lv: Virtuālās mašīnas režīmā tiek nodrošināta bezmaksas Azure virtuālā mašīna, lai pabeigtu šajā nodarbībā veicamās darbības. Jūsu Azure abonēšanas maksa netiks iekasēta
ms_my: Mod VM menyediakan capaian mesin maya Azure percuma untuk melengkapkan langkah-langkah dalam unit ini. Langganan Azure anda tidak akan dikenakan caj
mt_mt: Il-modalità VM tipprovdi aċċess bla ħlas għal magna virtwali ta' Azure biex ittemm il-passi f'din l-unità. L-abbonament tiegħek ta' Azure mhux se jinbidel
nb_no: VM-modus gir deg gratis tilgang til en virtuell Azure-maskin, slik at du kan fullføre trinnene i denne enheten. Azure-abonnementet ditt blir ikke belastet
nl_be: De VM-modus biedt gratis toegang tot een virtuele machine van Azure om de stappen in deze module te voltooien. Er worden geen kosten in rekening gebracht bij uw Azure-abonnement
pl_pl: Tryb maszyny wirtualnej zapewnia bezpłatny dostęp do maszyny wirtualnej platformy Azure umożliwiający wykonanie czynności omówionych w tej sekcji. Nie zostaną naliczone opłaty w ramach subskrypcji platformy Azure
pt_pt: O modo de VM oferece acesso gratuito à máquina virtual do Azure para concluir os passos nesta Unidade. A sua subscrição do Azure não incorrerá em despesas
ro_ro: Modul VM oferă acces liber la mașina virtuală Azure pentru finalizarea pașilor din această unitate. Abonamentul dvs. Azure nu va fi debitat
ru_ru: В режиме виртуальной машины предоставляется бесплатный доступ к виртуальной машине Azure для выполнения инструкций из этого урока. За вашу подписку Azure плата взиматься не будет
sk_sk: Režim virtuálneho počítača poskytuje bezplatný prístup k virtuálnemu počítaču služby Azure na dokončenie krokov v tejto lekcii. Vaše predplatné služby Azure nebude účtované
sl_si: Način navideznega računalnika zagotavlja prost dostop do navideznega računalnika Azure, s katerim je mogoče dokončati korake v tej enoti. Teh sredstev vam ne bo treba plačati v okviru svoje naročnine na Azure.
sr_cyrl_rs: Režim virtuelne mašine pruža besplatan pristup Azure virtuelnoj mašini radi dovršavanja koraka u ovoj lekciji. Azure претплата неће бити задужена
sr_latn_rs: Režim virtuelne mašine pruža besplatan pristup Azure virtuelnoj mašini radi dovršavanja koraka u ovoj lekciji. Azure pretplata neće biti zadužena
sv_se: Läget för virtuella datorer ger kostnadsfri åtkomst till virtuella Azure-datorer för att slutföra stegen i den här enheten. Du debiteras inte för din Azure-prenumeration
th_th: โหมดเครื่องเสมือนให้การเข้าถึงเครื่องเสมือนของ Azure ฟรีเพื่อทำขั้นตอนต่างๆ ในหน่วยนี้ให้เสร็จสมบูรณ์ การสมัครใช้งาน Azure ของคุณจะไม่มีค่าใช้จ่ายใดๆ
tr_tr: VM modu, bu ünitedeki adımları tamamlamak için ücretsiz Azure sanal makine erişimi sağlar. Azure aboneliğiniz ücretlendirilmez
uk_ua: Режим ВМ надає безкоштовний доступ до віртуальної машини Azure для виконання кроків у цій одиниці. Це не призведе до стягнення плати за передплатою Azure
vi_vn: Chế độ Máy ảo cung cấp quyền truy cập miễn phí vào máy ảo trên Azure để hoàn tất các bước trong bài học này. Gói đăng ký Azure của bạn sẽ không bị tính phí
zh_cn: VM 模式提供了免费的 Azure 虚拟机访问权限，可用于完成本单元中的步骤。 Azure 订阅将不会收费
zh_tw: VM 模式提供免費的 Azure 虛擬機器存取權，讓您可完成此單元中的步驟。 您的 Azure 訂用帳戶不須付費

# vmlab_releaseButton
source: Yes, activate a new VM
ar_sa: نعم، تنشيط جهاز ظاهري جديد
bg_bg: Да, да се активира нова виртуална машина
ca_es: Sí, activa una nova màquina virtual
cs_cz: Ano, aktivovat nový virtuální počítač
da_dk: Ja, aktivér en ny VM
de_de: Ja, neue VM aktivieren
el_gr: Ναι, ενεργοποίηση νέας εικονικής μηχανής
es_es: Sí, activar una nueva máquina virtual
et_ee: Jah, aktiveeri uus virtuaalarvuti
eu_es: Bai, aktibatu beste makina birtual bat
fi_fi: Kyllä, aktivoi uusi näennäiskone
fr_ca: Oui, activez une nouvelle machine virtuelle
ga_ie: Tá, gníomhachtaigh VM nua
gl_es: Si, activar unha nova máquina virtual
he_il: כן, הפעל מחשב וירטואלי חדש
hi_in: हाँ, नया VM सक्रिय करें
hr_hr: Da, aktiviraj novo virtualno računalo
hu_hu: Igen, aktiválok egy új virtuális gépet
id_id: Ya, aktifkan VM baru
is_is: Já, virkja nýja sýndarvél
it_it: Sì, attiva una nuova VM
ja_jp: はい。新しい VM をアクティブにします
kk_kz: Иә, жаңа виртуалды машинаны белсендіру
ko_kr: 예, 새 VM을 활성화합니다.
lb_lu: Jo, eng nei VM aktivéieren
lt_lt: Taip, aktyvinti naują virtualiąją mašiną
lv_lv: Jā, aktivizēt jaunu virtuālo mašīnu
ms_my: Ya, aktifkan VM yang baru
mt_mt: Iva, attiva VM ġdid
nb_no: Ja, aktiver en ny VM
nl_be: Ja, een nieuwe VM activeren
pl_pl: Tak, uaktywnij nową maszynę wirtualną
pt_pt: Sim, ativar uma nova VM
ro_ro: Da, activați o mașină virtuală nouă
ru_ru: Да, активировать новую виртуальную машину
sk_sk: Áno, aktivovať nový virtuálny počítač
sl_si: Da, aktiviraj nov navidezni računalnik
sr_cyrl_rs: Да, активирај нову виртуелну машину
sr_latn_rs: Da, aktiviraj novu virtuelnu mašinu
sv_se: Ja, aktivera en ny virtuell dator
th_th: ใช่ เปิดใช้งานเครื่องเสมือนแบบใหม่
tr_tr: Evet, yeni bir VM etkinleştir
uk_ua: Так, активувати нову ВМ
vi_vn: Có, kích hoạt VM mới
zh_cn: 是，激活新的 VM
zh_tw: 是，啟用新的 VM

# vmlab_releasePrompt1
source: A VM for a different unit is already active
ar_sa: يوجد جهاز ظاهري لوحدة مختلف نشط بالفعل
bg_bg: Виртуална машина за различен урок вече е активна
ca_es: Ja hi ha una màquina virtual activa per una altra unitat.
cs_cz: Už je aktivní virtuální počítač pro jinou jednotku.
da_dk: En VM for en anden enhed er allerede aktiv
de_de: Eine VM für eine andere Einheit ist bereits aktiv.
el_gr: Μια εικονική μηχανή για διαφορετική μονάδα είναι ήδη ενεργή
es_es: Una máquina virtual para una unidad diferente ya se activó
et_ee: Teise üksuse virtuaalarvuti on juba aktiivne
eu_es: Beste unitate baten makina birtuala aktibatuta dago jada
fi_fi: Näennäiskone on jo aktiivisena toiselle yksikölle
fr_ca: Une machine virtuelle est déjà activée pour une autre unité
ga_ie: Tá VM le haghaidh aonad eile gníomhach cheana
gl_es: Xa hai unha máquina virtual activa para outra unidade
he_il: מחשב וירטואלי פעיל כבר עבור יחידה אחרת
hi_in: किसी अन्य यूनिट के लिए एक VM पहले से सक्रिय है
hr_hr: Virtualno računalo za drugu jedinicu već je aktivno
hu_hu: Egy másik egységhez tartozó VM már aktív
id_id: VM untuk unit berbeda telah aktif
is_is: Sýndarvél fyrir aðra einingu er þegar virk
it_it: Una VM per un'unità diversa è già attiva
ja_jp: 別のユニットの VM が既にアクティブになっています
kk_kz: Басқа бөлім үшін виртуалды машина белсендірілген
ko_kr: 다른 단원에 대한 VM이 이미 활성 상태입니다.
lb_lu: Eng VM fir en aner Eenheet ass schonn aktiv
lt_lt: Jau aktyvi kito vieneto virtualioji mašina
lv_lv: Jau ir aktīva virtuālā mašīna citai vienībai
ms_my: VM untuk unit yang berbeza telah pun aktif
mt_mt: VM għall-unità differenti diġà attiv
nb_no: En VM for en annen enhet er allerede aktiv
nl_be: Er is al een VM voor een andere eenheid actief
pl_pl: Maszyna wirtualna dla innej lekcji jest już aktywna
pt_pt: Uma VM para uma unidade diferente já está ativa
ro_ro: Este activă deja o mașină virtuală pentru o altă unitate
ru_ru: Уже активна виртуальная машина для другого урока
sk_sk: Už je aktívny virtuálny počítač pre inú lekciu
sl_si: Navidezni računalnik za drugo enoto je že aktiviran
sr_cyrl_rs: Виртуелна машина је већ активна за другу јединицу
sr_latn_rs: Virtuelna mašina je već aktivna za drugu jedinicu
sv_se: En virtuell dator för en annan enhet är redan aktiv
th_th: เปิดใช้งานเครื่องเสมือนในหน่วยอื่นแล้ว
tr_tr: Farklı bir birimde etkin bir VM zaten var
uk_ua: Уже активна ВМ для іншої одиниці
vi_vn: Một VM cho một đơn vị khác hiện đang hoạt động
zh_cn: 其他单元的 VM 已处于活动状态
zh_tw: 已有其他單元的 VM 正在執行中
