Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# multipleUnits
source: {numberOf} units
ar_sa: {numberOf} من الوحدات
bg_bg: {numberOf} секции
ca_es: {numberOf} unitats
cs_cz: {numberOf} jednotky/jednotek
da_dk: {numberOf} enheder
de_de: {numberOf} Einheiten
el_gr: {numberOf} μονάδων
es_es: {numberOf} Unidades
et_ee: {numberOf} üksust
eu_es: {numberOf} unitate
fi_fi: {numberOf} yksikköä
fr_ca: {numberOf} unités
ga_ie: {numberOf} aonad
gl_es: {numberOf} unidades
he_il: {numberOf} יחידות
hi_in: {numberOf} यूनिट
hr_hr: Broj jedinica: {numberOf}
hu_hu: {numberOf} lecke
id_id: {numberOf} Unit
is_is: {numberOf} eininga
it_it: {numberOf} unità
ja_jp: {numberOf} ユニット
kk_kz: {numberOf} бөлім
ko_kr: 단위 {numberOf}개
lb_lu: {numberOf} Eenheeten
lt_lt: {numberOf} skyr.
lv_lv: {numberOf} vienības
ms_my: {numberOf} Unit
mt_mt: {numberOf} Unitajiet
nb_no: {numberOf} enheter
nl_be: {numberOf} eenheden
pl_pl: Jednostki: {numberOf}
pt_pt: {numberOf} Unidades
ro_ro: {numberOf} unități
ru_ru: {numberOf} уроков
sk_sk: Lekcie: {numberOf}
sl_si: Št. enot: {numberOf}
sr_cyrl_rs: {numberOf} јединица
sr_latn_rs: {numberOf} jedinica
sv_se: {numberOf} enheter
th_th: {numberOf} หน่วย
tr_tr: {numberOf} Birim
uk_ua: Одиниць: {numberOf}
vi_vn: {numberOf} đơn vị
zh_cn: {numberOf} 个单元
zh_tw: {numberOf} 單位

source: Name
ar_sa: الاسم
bg_bg: Име
ca_es: Nom
cs_cz: Název
da_dk: Navn
el_gr: Όνομα
es_es: Nombre
et_ee: Nimi
eu_es: Izena
fi_fi: Nimi
fr_ca: Nom
ga_ie: Ainm
gl_es: Nome
he_il: שם
hi_in: नाम
hr_hr: Ime
hu_hu: Név
id_id: Nama
is_is: Nafn
it_it: Nome
ja_jp: 名前
kk_kz: Аты
ko_kr: 이름
lb_lu: Numm
lt_lt: Pavadinimas
lv_lv: Nosaukums
ms_my: Nama
mt_mt: Isem
nb_no: Navn
nl_be: Naam
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: Názov
sl_si: Ime
sr_cyrl_rs: Име
sr_latn_rs: Ime
sv_se: Namn
th_th: ชื่อ
tr_tr: Ad
uk_ua: Ім’я
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

source: Namespace
ar_sa: مساحة الاسم
bg_bg: Пространство на имената
ca_es: Espai de nom
cs_cz: Obor názvů
da_dk: Navneområde
el_gr: Χώρος ονομάτων
es_es: Espacio de nombres
et_ee: Nimeruum
eu_es: Izen-lekua
fi_fi: Nimitila
fr_ca: Espace de nom
ga_ie: Ainmspás
gl_es: Espazo de nomes
he_il: מרחב שמות
hi_in: नेमस्पेस
hr_hr: Prostor za ime
hu_hu: Névtér
id_id: Ruang nama
is_is: Nafnarými
it_it: Spazio dei nomi
ja_jp: 名前空間
kk_kz: Аттар кеңістігі
ko_kr: 네임스페이스
lt_lt: Vardų sritis
lv_lv: Nosaukumvieta
ms_my: Ruang nama
nb_no: Navneområde
nl_be: Naamruimte
pl_pl: Przestrzeń nazw
pt_pt: Espaço de Nomes
ro_ro: Spațiu nume
ru_ru: Пространство имен
sk_sk: Priestor názvov
sl_si: Imenski prostor
sr_cyrl_rs: Простор за име
sr_latn_rs: Prostor za ime
sv_se: Namnområde
tr_tr: Ad Alanı
uk_ua: Простір імен
vi_vn: Không gian tên
zh_cn: 命名空间
zh_tw: 命名空間

source: Namespaces
ar_sa: مساحة الاسم
bg_bg: Пространства на имената
ca_es: Espais de noms
cs_cz: Obory názvů
da_dk: Navneområder
el_gr: Χώροι ονομάτων
es_es: Espacios de nombres
et_ee: Nimeruumid
eu_es: Izen-lekuak
fi_fi: Nimitilat
fr_ca: Espaces de nom
ga_ie: Ainmspásanna
gl_es: Espazos de nomes
he_il: מרחבי שמות
hi_in: नेमस्पेस
hr_hr: Prostori za ime
hu_hu: Névterek
id_id: Namaspace
is_is: Nafnrými
it_it: Spazi dei nomi
ja_jp: 名前空間
kk_kz: Аттар кеңістіктері
ko_kr: 네임스페이스
lb_lu: Namespacen
lt_lt: Vardų sritys
lv_lv: Nosaukumvietas
ms_my: Ruang nama
nb_no: Navneområder
nl_be: Naamruimten
pl_pl: Przestrzenie nazw
pt_pt: Espaços de nomes
ro_ro: Spații nume
ru_ru: Пространства имен
sk_sk: Priestory názvov
sl_si: Imenski prostori
sr_cyrl_rs: Простори за имена
sr_latn_rs: Prostori za imena
sv_se: Namnrymder
th_th: Namespace
tr_tr: Ad alanları
uk_ua: Простори імен
vi_vn: Không gian tên
zh_cn: 命名空间
zh_tw: 命名空間

# newFeedbackMessage
source: Our new feedback system is built on GitHub Issues. Read about this change in <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">our blog post</a>.
ar_sa: يستند نظام الملاحظات الجديد الذي نقدمه إلى مشكلات GitHub. اقرأ حول هذا التغيير في <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">منشور مدونتنا</a>.
bg_bg: Новата ни система за обратна връзка е изградена въз основа на проблеми с GitHub. Прочетете за тази промяна в <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">публикацията в нашия блог</a>.
ca_es: El nostre sistema de comentaris nou es basa en els problemes del GitHub. Obteniu informació sobre aquest canvi a l'<a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">entrada de blog</a>.
cs_cz: Náš nový systém zpětné vazby je založen na problémech s GitHubem. Přečtěte si o této změně v <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">našem blogovém příspěvku</a>.
da_dk: Vores nye feedbacksystem er bygget på GitHub-problemer. Læs om denne ændring i <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">vores blogindlæg</a>.
de_de: Unser neues Feedbacksystem basiert auf GitHub-Problemen. Weitere Informationen zu dieser Änderung finden Sie in <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">unserem Blogbeitrag</a>.
el_gr: Το νέο σύστημα υποβολής σχολίων βασίζεται στο σύστημα διαχείρισης ζητημάτων του GitHub. Διαβάστε περισσότερα για αυτή την αλλαγή στην <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">καταχώρηση ιστολογίου μας</a>.
es_es: Nuestro nuevo sistema de comentarios está basado en los problemas de GitHub. Lea sobre este cambio en <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">nuestra entrada de blog</a>.
et_ee: Meie uus tagasisidesüsteem on ehitatud GitHubi probleemidele. Lugege muudatusest lähemalt <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">meie ajaveebi postitusest</a>.
eu_es: Ohar-sistema berriak GitHub Issues eginbide berrian integratuta dago. Irakurri aldaketa honi buruz gure <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">blogeko argitalpenetan</a>.
fi_fi: Uusi palautejärjestelmämme perustuu GitHub-ongelmiin. Lue tästä muutoksesta <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">blogikirjoituksessa</a>.
fr_ca: Notre nouveau système de commentaires a été construit à partir des incidents GitHub. Découvrez-en plus sur cette évolution <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">notre billet de bogue</a>.
ga_ie: Tá ár gcóras nua aiseolais tógtha ar fhadhbanna GitHub. Léigh faoin athrú seo inár <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">bpostáil blag</a>.
gl_es: O noso novo sistema de comentarios está integrado en Problemas de GitHub. Obteña máis información acerca desta modificación na <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">publicación do noso blog</a>.
he_il: מערכת המשוב החדשה שלנו מבוססת על נושאים ב- GitHub. קרא על שינוי זה ב<a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">רשומת הבלוג שלנו</a>.
hi_in: हमारी नई प्रतिक्रिया प्रणाली GitHub समस्याओं पर निर्मित है. इस बदलाव के बारे में <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">हमारी ब्लॉग पोस्ट</a> में पढ़ें.
hr_hr: Naš je novi sustav za povratne informacije izrađen na temelju problema na servisu GitHub. Pročitajte više o ovoj promjeni u <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">objavi na blogu</a>.
hu_hu: Az új visszajelzési rendszer a GitHub Issues-ra épül. Erről a változásról a <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">blogbejegyzésben</a> olvashat.
id_id: Sistem umpan balik baru kami dirancang berdasarkan Masalah GitHub. Baca tentang perubahan ini di <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">postingan blog kami</a>.
is_is: Nýja svörunarkerfið okkar byggist á GitHub-málefnum. Lestu þér til um þessa breytingu í <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">spjallpóstinum okkar</a>.
it_it: Il nostro nuovo sistema per i commenti è basato su GitHub Issues. Scopri di più su questa modifica nel <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">post di blog</a>.
ja_jp: この新しいフィードバック システムは、GitHub Issues を利用して構築されています。 この変更については、<a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">こちらのブログ記事</a>をご覧ください。
kk_kz: Жаңа кері байланыс жүйеміз GitHub мәселелері негізінде жасалған. Бұл өзгеріс туралы <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">блог жазбасынан</a> оқыңыз.
ko_kr: 새로운 피드백 시스템은 GitHub 문제를 기반으로 구축되었습니다. <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">블로그 게시물</a>에서 이 변경 내용에 대해 읽어보세요.
lb_lu: Eisen neie Feedbacksystem ass op GitHub Themen opgebaut. Liest méi iwwer dës Ännerung an <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">eisem Blog Post</a>.
lt_lt: Mūsų naujoji atsiliepimų sistema sukurta remiantis „GitHub“ problemomis. Apie šį pakeitimą skaitykite <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">mūsų tinklaraštyje</a>.
lv_lv: Mūsu jaunā atsauksmju sistēma ir iebūvēta GitHub problēmu rīkā. Lasiet par šīm pārmaiņām <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">mūsu emuāra ierakstā</a>.
ms_my: Sistem maklum balas baru kami telah dibina di atas Isu GitHub. Baca tentang perubahan ini dalam <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">siaran blog kami</a>.
mt_mt: Is-sistema l-ġdida tagħna tal-feedback hija mibnija fuq Problemi ta’ GitHub. Aqra dwar din il-bidla fil-<a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">post tal-blogg tagħna</a>.
nb_no: Det nye tilbakemeldingssystemet vårt er bygd på GitHub Issues. Les om denne endringen i <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">blogginnlegget vårt</a>.
nl_be: Ons nieuwe feedbacksysteem is gebouwd op GitHub Issues. Lees <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">onze blogpost</a> voor meer informatie over deze wijziging.
pl_pl: Nasz nowy system opinii jest oparty na problemach usługi GitHub. O tej zmianie możesz przeczytać w <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">naszym wpisie w blogu</a>.
pt_pt: O nosso sistema de comentários é criado no GitHub Issues. Leia mais sobre esta alteração na nossa <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">mensagem de blogue</a>.
ro_ro: Noul nostru sistem de feedback este construit în jurul problemelor raportate pe GitHub. Citiți despre această schimbare în <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">postarea de pe blogul nostru</a>.
ru_ru: Наша новая система обратной связи основана на принципах работы с вопросами на GitHub. Прочтите об этом изменении в <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">нашей записи блога</a>.
sk_sk: Náš nový systém na pripomienky určený na problémy v službe GitHub. Prečítajte si o tejto zmene v <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">našom blogovom príspevku</a>.
sl_si: Naš novi sistem za posredovanje povratnih informacije temelji na sistemu za prijavo težav storitve GitHub. Več informacij o tej spremembi najdete v <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">naši objavi v spletnem dnevniku</a>.
sr_cyrl_rs: Наш нови систем повратних информација заснован је на GitHub проблемима. Прочитајте о тој промени у <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">нашој објави на блогу</a>.
sr_latn_rs: Naš novi sistem povratnih informacija zasnovan je na GitHub problemima. Pročitajte o toj promeni u <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">našoj objavi na blogu</a>.
sv_se: Vårt nya feedbacksystem bygger på GitHub-ärenden. Läs om den här förändringen i <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">vår bloggpost</a>.
th_th: ระบบข้อคิดเห็นแบบใหม่ของเราสร้างในวันที่ออกตัว GitHub อ่านเกี่ยวกับการเปลี่ยนแปลงใน <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">บล็อกโพสต์ของเรา</a>
tr_tr: Yeni geri bildirim sistemimiz, GitHub Sorunları üzerinde oluşturuldu. Bu değişiklikle ilgili ayrıntıları <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">blog gönderimizde</a> okuyun.
uk_ua: Наша нова система зворотного зв’язку базується на функції питань у GitHub. Докладніше про цю зміну можна дізнатися з <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">допису в нашому блозі</a>.
vi_vn: Hệ thống phản hồi mới của chúng tôi được xây dựng dựa trên các vấn đề GitHub. Hãy đọc <a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">bài đăng blog của chúng tôi</a> để biết nội dung thay đổi này.
zh_cn: 我们就 GitHub 问题建立了新的反馈系统。 阅读<a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">我们的博客文章</a>，了解相关内容。
zh_tw: 我們的新意見反應系統採用 GitHub Issues 為建置基礎。 若要了解此變更，請參閱<a href="https://docs.microsoft.com/teamblog/a-new-feedback-system-is-coming-to-docs">我們的部落格文章</a>。

source: Next
ar_sa: التالي
bg_bg: Напред
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Nächste
el_gr: Επόμενο
es_es: Siguientes
et_ee: Järgmine
eu_es: Hurrengoa
fi_fi: Seuraava
fr_ca: Suivant
ga_ie: An chéad x eile
gl_es: Seguinte
he_il: הבא
hi_in: अगला
hr_hr: Sljedeća
hu_hu: Következő
id_id: Berikutnya
is_is: Næsta
it_it: Avanti
ja_jp: 次へ
kk_kz: Келесі
ko_kr: 다음
lb_lu: Nächst
lt_lt: Pirmyn
lv_lv: Tālāk
ms_my: Seterusnya
mt_mt: Li Jmiss
nb_no: Neste
nl_be: Volgende
pl_pl: Następne
pt_pt: Seguinte
ro_ro: Următorul
ru_ru: Следующая
sk_sk: Nasledujúci
sl_si: Naprej
sr_cyrl_rs: Следеће
sr_latn_rs: Sledeće
sv_se: Nästa
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 下一篇
zh_tw: 下一個

source: Next page
ar_sa: الصفحة التالية
bg_bg: Следваща страница
ca_es: Pàgina següent
cs_cz: Další stránka
da_dk: Næste side
de_de: Nächste Seite
el_gr: Επόμενη σελίδα
es_es: Página siguiente
et_ee: Järgmine lehekülg
eu_es: Hurrengo orria
fi_fi: Seuraava sivu
fr_ca: Page suivante
ga_ie: An chéad leathanach eile
gl_es: Seguinte páxina
he_il: הדף הבא
hi_in: अगला पृष्ठ
hr_hr: Sljedeća stranica
hu_hu: Következő oldal
id_id: Halaman berikutnya
is_is: Næsta síða
it_it: Pagina successiva
ja_jp: 次のページ
kk_kz: Келесі бет
ko_kr: 다음 페이지
lb_lu: Nächst Säit
lt_lt: Paskesnis puslapis
lv_lv: Nākamā lapa
ms_my: Halaman seterusnya
mt_mt: Il-paġna li jmiss
nb_no: Neste side
nl_be: Volgende pagina
pl_pl: Następna strona
pt_pt: Página seguinte
ro_ro: Pagina următoare
ru_ru: Следующая страница
sk_sk: Nasledujúca strana
sl_si: Naslednja stran
sr_cyrl_rs: Следећа страница
sr_latn_rs: Sledeća stranica
sv_se: Nästa sida
th_th: หน้าถัดไป
tr_tr: Sonraki sayfa
uk_ua: Наступна сторінка
vi_vn: Trang tiếp theo
zh_cn: 下一页
zh_tw: 下一頁

source: No
ar_sa: لا
bg_bg: Не
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
et_ee: Ei
eu_es: Ez
fi_fi: Ei
fr_ca: Non
ga_ie: Níl
gl_es: Non
he_il: לא
hi_in: नहीं
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
is_is: Nei
ja_jp: いいえ
kk_kz: Жоқ
ko_kr: 아니요
lb_lu: Nee
lt_lt: Ne
lv_lv: Nē
ms_my: Tidak
mt_mt: Le
nb_no: Nei
nl_be: Nee
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sl_si: Ne
sr_cyrl_rs: Не
sr_latn_rs: Ne
sv_se: Nej
th_th: ไม่
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không
zh_cn: 否
zh_tw: 否

# noAchievements
source: You currently have no achievements. <a href="{0}">Complete modules to earn some.</a>
ar_sa: لا تتوفر لديك إنجازات حاليًا. <a href="{0}">أكمل الوحدات النمطية لتحقيق بعضها.</a>
bg_bg: В момента нямате постижения. <a href="{0}">Завършете модули, за да ги спечелите.</a>
ca_es: No teniu cap assoliment en aquest moment. <a href="{0}">Completeu el mòdul per guanyar-ne algun.</a>
cs_cz: V tuto chvíli nemáte dosažené žádné úspěchy. <a href="{0}">Abyste jich dosáhli, dokončete nějaké moduly.</a>
da_dk: Du har i øjeblikket ingen resultater. <a href="{0}">Fuldfør moduler for at opnå nogle.</a>
de_de: Es liegen zurzeit keine Auszeichnungen vor. <a href="{0}">Absolvieren Sie Module, um weitere Auszeichnungen zu verdienen.</a>
el_gr: Δεν έχετε αξιολογήσεις πρόσβασης αυτήν τη στιγμή. <a href="{0}">Ολοκληρώστε λειτουργικές μονάδες για να κερδίσετε περισσότερα.</a>
es_es: En estos momentos no tiene logros. <a href="{0}">Complete módulos para obtener algunos.</a>
et_ee: Teil pole praegu ühtki saavutust. <a href="{0}">Saavutuste teenimiseks läbige mooduleid.</a>
eu_es: Une honetan ez duzu lorpenik. <a href="{0}">Osatu moduluak lorpen batzuk erdiesteko.</a>
fi_fi: Sinulla ei ole saavutuksia tällä hetkellä. <a href="{0}">Suorita moduulit saavutusten hankkimiseksi.</a>
fr_ca: Vous n’avez présentement aucun succès. <a href="{0}">Terminez des modules pour en gagner.</a>
ga_ie: Níl aon ghaiscí agat faoi láthair. <a href="{0}">Críochnaigh modúil chun gaiscí a thuilleamh.</a>
gl_es: Actualmente non ten ningún logro. <a href="{0}">Conclúa os módulos para gañar algún</a>.
he_il: אין לך כרגע הישגים. <a href="{0}">השלם מודולים כדי להשיג כמה הישגים.</a>
hi_in: आपके पास वर्तमान में कोई उपलब्धियाँ नहीं हैं. <a href="{0}">कुछ अर्जित करने के लिए मॉड्यूल पूर्ण करें.</a>
hr_hr: Trenutno nemate postignuća. <a href="{0}">Dovršite module da biste ih osvojili.</a>
hu_hu: Jelenleg nincsenek eredményszintjei. <a href="{0}">Eredmények szerzéséhez végezzen el modulokat.</a>
id_id: Saat ini Anda tidak memiliki penghargaan. <a href="{0}">Selesaikan modul untuk mendapatkan penghargaan.</a>
is_is: Þú hefur ekki náð neinum áföngum sem stendur. <a href="{0}">Ljúktu við einingar til að ná áföngum.</a>
it_it: Non hai obiettivi in questo momento. <a href="{0}">Completa i moduli per ottenerli.</a>
ja_jp: 現時点では実績はありません。 <a href="{0}">モジュールを完了して実績を獲得してください。</a>
kk_kz: Сізде қазір жетістіктер жоқ. <a href="{0}">Жетістіктерге жету үшін модульдерді аяқтаңыз.</a>
ko_kr: 현재 도전 과제가 없습니다. <a href="{0}">도전 과제를 더 받으려면 모듈을 완료하세요.</a>
lb_lu: Dir hutt den Ament keng Erfolleger. <a href="{0}">Moduler ofschléissen, fir Erfolleger ze verzeechnen.</a>
lt_lt: Šiuo metu pasiekimų neturite. <a href="{0}">Norėdami jų uždirbti užbaikite modulius.</a>
lv_lv: Jums šobrīd nav sasniegumu. <a href="{0}">Lai nopelnītu sasniegumus, pabeidziet moduļus.</a>
ms_my: Anda tidak mempunyai pencapaian pada masa ini. <a href="{0}">Lengkapkan modul untuk memperolehi beberapa.</a>
mt_mt: Bħalissa m'għandekx kisbiet. <a href="{0}">Lesti l-moduli biex tikseb xi ftit.</a>
nb_no: Du har ingen oppnåelser for øyeblikket. <a href="{0}">Fullfør moduler for få noen.</a>
nl_be: U hebt momenteel geen prestaties. <a href="{0}">Voltooi modules om prestaties te verdienen.</a>
pl_pl: Nie masz obecnie żadnych osiągnięć. <a href="{0}">Zdobądź je, kończąc moduły.</a>
pt_pt: De momento, não tem conquistas. <a href="{0}">Concluir módulos para obter algumas.</a>
ro_ro: Nu există realizări în momentul de față. <a href="{0}">Finalizați module pentru a obține câteva.</a>
ru_ru: У вас пока нет достижений. <a href="{0}">Завершите изучение модулей, чтобы получить достижения.</a>
sk_sk: Momentálne nemáte žiadne odmeny. <a href="{0}">Ak chcete nejaké získať, dokončite moduly.</a>
sl_si: Trenutno nimate nobenega dosežka. <a href="{0}">Če jih želite zaslužiti, dokončajte module.</a>
sr_cyrl_rs: Тренутно немате ниједно достигнуће. <a href="{0}">Завршите модуле да бисте добили неко.</a>
sr_latn_rs: Trenutno nemate nijedno dostignuće. <a href="{0}">Završite module da biste dobili neko.</a>
sv_se: Det finns för tillfället inga achievements. <a href="{0}">Slutför moduler för att tjäna in några.</a>
th_th: ขณะนี้คุณไม่มีความสำเร็จ <a href="{0}">ทำโมดูลให้เสร็จสมบูรณ์เพื่อรับความสำเร็จบางส่วน</a>
tr_tr: Şu anda herhangi bir başarınız yok. <a href="{0}">Başarı kazanmak için modülleri tamamlayın.</a>
uk_ua: Наразі у вас немає досягнень. <a href="{0}">Щоб отримати їх, виконайте модулі.</a>
vi_vn: Bạn hiện không có thành tích nào. <a href="{0}">Hoàn thành các mô-đun để giành được một số thành tích.</a>
zh_cn: 当前没有成就。 <a href="{0}">完成模块以获得一些成就。</a>
zh_tw: 您目前沒有任何成就。 <a href="{0}">完成各項單元即可贏得一些成就。</a>

# noAchievementsPublicProfile
source: {0} has no achievements.
ar_sa: ليس لدى {0} أية إنجازات.
bg_bg: {0} няма постижения.
ca_es: {0} no té assoliments.
cs_cz: {0} nemá žádné úspěchy.
da_dk: {0} har ingen resultater.
de_de: {0} besitzt keine Auszeichnungen.
el_gr: Ο χρήστης {0} δεν έχει επιτεύγματα.
es_es: {0} no tiene ningún logro.
et_ee: Kasutajal {0} pole ühtegi saavutust.
eu_es: {0} erabiltzaileak ez du lorpenik.
fi_fi: {0} ei omista saavutuksia.
fr_ca: {0} ne possède aucun succès.
ga_ie: Níl aon gaiscí ag {0}.
gl_es: {0} non ten ningún logro.
he_il: אין ל- {0} הישגים.
hi_in: {0} के पास कोई उपलब्धियाँ नहीं हैं.
hr_hr: {0} nema postignuća.
hu_hu: {0} nem rendelkezik eredményekkel.
id_id: {0} tidak memiliki penghargaan.
is_is: {0} hefur ekki náð neinum áföngum.
it_it: Non sono presenti obiettivi per {0}
ja_jp: {0} には実績がありません。
kk_kz: {0} жетістіктерге ие емес.
ko_kr: {0} 님은 도전 과제가 없습니다.
lb_lu: {0} huet keng Erfolleger.
lt_lt: {0} neturi pasiekimų.
lv_lv: Lietotājam {0} nav sasniegumu.
ms_my: {0} tidak mempunyai sebarang pencapaian.
mt_mt: {0} m'għandux kisbiet.
nb_no: {0} har ingen oppnåelser.
nl_be: {0} heeft geen prestaties.
pl_pl: {0} nie ma żadnych osiągnięć.
pt_pt: {0} não tem conquistas.
ro_ro: {0} nu are nicio realizare.
ru_ru: У {0} нет достижений.
sk_sk: {0} nemá žiadne úspechy.
sl_si: {0} nima dosežkov.
sr_cyrl_rs: {0} нема достигнућа.
sr_latn_rs: {0} nema dostignuća.
sv_se: {0} har inga achievements.
th_th: {0} ไม่มีความสำเร็จ
tr_tr: {0} adlı kişinin başarısı yok.
uk_ua: {0} не має досягнень.
vi_vn: {0} không có thành tích.
zh_cn: {0} 尚无任何成就。
zh_tw: {0} 尚無任何成就。
