Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# minutePlural
source: {0} minutes
ar_sa: {0} دقائق
bg_bg: {0} минути
ca_es: {0} minuts
cs_cz: {0} min.
da_dk: {0} minutter
de_de: {0} Minuten
el_gr: {0} λεπτά
es_es: {0} minutos
et_ee: {0} minutit
eu_es: {0} minutu
fi_fi: {0} minuuttia
ga_ie: {0} nóiméad
gl_es: {0} minutos
he_il: {0} דקות
hi_in: {0} मिनट
hr_hr: {0} min
hu_hu: {0} perc
id_id: {0} menit
is_is: {0} mínútur
it_it: {0} minuti
ja_jp: {0} 分
kk_kz: {0} минут
ko_kr: {0}분
lb_lu: {0} Minutten
lt_lt: {0} min.
lv_lv: {0} min
ms_my: {0} minit
mt_mt: {0} minuti
nb_no: {0} minutter
nl_be: {0} minuten
pl_pl: {0} min
pt_pt: {0} minutos
ro_ro: {0} minute
ru_ru: {0} мин.
sk_sk: {0} min
sl_si: {0} min
sr_cyrl_rs: {0} минут(а)
sr_latn_rs: {0} minut(a)
sv_se: {0} minuter
th_th: {0} นาที
tr_tr: {0} dakika
uk_ua: {0} хв.
vi_vn: {0} phút
zh_cn: {0} 分钟
zh_tw: {0} 分鐘

# minutes_abbreviation
source: {0}m
ar_sa: {0}د
de_de: {0} Min.
el_gr: {0} λ.
he_il: {0} דק'
hi_in: {0}मि
kk_kz: {0}м
ko_kr: {0}분
nb_no: {0} million
ru_ru: {0} м.
sr_cyrl_rs: {0} м.
uk_ua: {0} хв.
vi_vn: {0} phút

# minutesAgo
source: {0} minutes ago
ar_sa: منذ {0} دقائق
bg_bg: преди {0} минути
ca_es: fa {0} minuts
cs_cz: Před {0} min
da_dk: {0} minutter siden
de_de: vor {0} Minuten
el_gr: {0} λεπτά πριν
es_es: hace {0} minutos
et_ee: {0} minutit tagasi
eu_es: Duela {0} minutu
fi_fi: {0} minuuttia sitten
fr_ca: il y a {0} minutes
ga_ie: {0} nóiméad ó shin
gl_es: Hai {0} minutos
he_il: לפני {0} דקות
hi_in: {0} मिनट पहले
hr_hr: prije {0} min
hu_hu: {0} perccel ezelőtt
id_id: {0} menit yang lalu
is_is: fyrir {0} mínútum síðan
it_it: {0} minuti fa
ja_jp: {0} 分前
kk_kz: {0} минут бұрын
ko_kr: {0}분 전
lb_lu: Viru(n) {0} Minutten
lt_lt: Prieš {0} min.
lv_lv: Pirms {0} min
ms_my: {0} minit yang lalu
mt_mt: {0} minuti ilu
nb_no: for {0} minutter siden
nl_be: {0} minuten geleden
pl_pl: {0} min temu
pt_pt: Há {0} minutos
ro_ro: Acum {0} minute
ru_ru: {0} мин назад
sk_sk: pred {0} minútami
sl_si: Pred {0} min
sr_cyrl_rs: пре {0} мин.
sr_latn_rs: pre {0} min.
sv_se: för {0} minuter sedan
th_th: {0} นาทีที่แล้ว
tr_tr: {0} dakika önce
uk_ua: {0} хв. тому
vi_vn: {0} phút trước
zh_cn: {0} 分钟前
zh_tw: {0} 分鐘前

# minuteSingular
source: 1 minute
ar_sa: دقيقة واحدة
bg_bg: 1 минута
ca_es: 1 minut
cs_cz: 1 min.
da_dk: 1 minut
el_gr: 1 λεπτό
es_es: 1 minuto
et_ee: 1 minut
eu_es: Minutu bat
fi_fi: 1 minuutti
ga_ie: 1 nóiméad
gl_es: 1 minuto
he_il: דקה אחת
hi_in: 1 मिनट
hr_hr: 1 minuta
hu_hu: 1 perc
id_id: 1 menit
is_is: 1 mínúta
it_it: 1 minuto
ja_jp: 1 分
kk_kz: 1 минут
ko_kr: 1분
lb_lu: 1 Minutt
lt_lt: 1 minutė
lv_lv: 1 minūte
ms_my: 1 minit
mt_mt: Minuta 1
nb_no: 1 minutt
nl_be: 1 minuut
pl_pl: 1 minuta
pt_pt: 1 minuto
ro_ro: 1 minut
ru_ru: 1 минута
sk_sk: 1 minúta
sl_si: 1 minuta
sr_cyrl_rs: 1 минут
sr_latn_rs: 1 minut
sv_se: 1 minut
th_th: 1 นาที
tr_tr: 1 dakika
uk_ua: 1 хв.
vi_vn: 1 phút
zh_cn: 1 分钟
zh_tw: 1 分鐘

# minuteToRead
source: {0} minutes to read
ar_sa: تستغرق القراءة {0} دقائق
bg_bg: {0} минути за четене
ca_es: {0} minuts de lectura
cs_cz: {0} min ke čtení
da_dk: {0} minutter til læsning
de_de: {0} Minuten Lesedauer
el_gr: {0} λεπτά για ανάγνωση
es_es: Tiempo de lectura: {0} minutos
et_ee: {0} minuti lugemine
eu_es: {0} minutu irakurtzeko
fi_fi: {0} minuuttia aikaa lukea
fr_ca: {0} minutes pour lire
ga_ie: {0} nóiméad le léamh
gl_es: {0} minutos para ler
he_il: {0} דקות קריאה
hi_in: पढ़ने के लिए {0} मिनट
hr_hr: {0} min za čitanje
hu_hu: {0} perc alatt elolvasható
id_id: {0} menit untuk membaca
is_is: {0} mínútna lestur
it_it: {0} minuti per la lettura
ja_jp: 読了までの所要時間: {0} 分
kk_kz: оқуға {0} минут керек
ko_kr: 읽는 데 {0}분
lb_lu: {0} Minutte fir ze liesen
lt_lt: {0} min. skaityti
lv_lv: Lasīšanas laiks {0} min
ms_my: {0} minit untuk membaca
mt_mt: {0} minuti biex taqra
nb_no: tar {0} minutter å lese
nl_be: {0} minuten om te lezen
pl_pl: Czas czytania: {0} min
pt_pt: {0} minutos para ler
ro_ro: {0} minute de citit
ru_ru: Время чтения: {0} мин
sk_sk: {0} min na prečítanie
sl_si: {0} min za branje
sr_cyrl_rs: Минута за читање: {0}
sr_latn_rs: Minuta za čitanje: {0}
sv_se: {0} minuter för att läsa
th_th: เหลือเวลา {0} นาทีในการอ่าน
tr_tr: Okunmasına {0} dakika kaldı
uk_ua: {0} хв. на читання
vi_vn: {0} phút để đọc
zh_cn: {0} 分钟阅读时长
zh_tw: 需 {0} 分鐘閱讀

source: Module
ar_sa: الوحدة النمطية
bg_bg: Модул
ca_es: Mòdul
cs_cz: Modul
da_dk: Modul
de_de: Modul
el_gr: Λειτουργική μονάδα
es_es: Módulo
et_ee: Moodul
eu_es: Modulua
fi_fi: Moduuli
ga_ie: Modúl
gl_es: Módulo
he_il: מודול
hi_in: मॉड्यूल
hr_hr: Modul
hu_hu: Modul
id_id: Modul
is_is: Eining
it_it: Modulo
ja_jp: モジュール
kk_kz: Модуль
ko_kr: 모듈
lb_lu: Modul
lt_lt: Modulis
lv_lv: Modulis
ms_my: Modul
mt_mt: Modulu
nb_no: Modul
pl_pl: Moduł
pt_pt: Módulo
ro_ro: Modul
ru_ru: Модуль
sk_sk: Modul
sl_si: Modul
sr_cyrl_rs: Модул
sr_latn_rs: Modul
sv_se: Modul
th_th: โมดูล
tr_tr: Modül
uk_ua: Модуль
vi_vn: Mô-đun
zh_cn: 模块
zh_tw: 模組

source: Module complete
ar_sa: اكتملت الوحدة النمطية
bg_bg: Модулът е завършен
ca_es: Mòdul completat
cs_cz: Modul je dokončený
da_dk: Modulet er gennemført
de_de: Modul abgeschlossen
el_gr: Η λειτουργική μονάδα ολοκληρώθηκε
es_es: Módulo completado
et_ee: Moodul on lõpetatud
eu_es: Osatu duzu modulua
fi_fi: Moduuli valmis
fr_ca: Module terminé
ga_ie: Modúl críochnaithe
gl_es: Módulo completo
he_il: המודול הושלם
hi_in: मॉड्यूल पूर्ण
hr_hr: Modul je dovršen
hu_hu: A modul befejeződött
id_id: Modul selesai
is_is: Einingu lokið
it_it: Modulo completato
ja_jp: モジュールが完了しました
kk_kz: Модуль аяқталды
ko_kr: 모듈 완료
lb_lu: Modul vollstänneg
lt_lt: Modulis baigtas
lv_lv: Modulis ir pabeigts
ms_my: Modul lengkap
mt_mt: Modulu lest
nb_no: Modul fullført
nl_be: Module voltooid
pl_pl: Ukończono moduł
pt_pt: Módulo concluído
ro_ro: Modul finalizat
ru_ru: Изучение модуля завершено
sk_sk: Modul dokončený
sl_si: Modul je dokončan
sr_cyrl_rs: Модул је довршен
sr_latn_rs: Modul je dovršen
sv_se: Modulen är slutförd
th_th: มอดูลเสร็จสมบูรณ์
tr_tr: Modül tamamlandı
uk_ua: Модуль завершено
vi_vn: Hoàn tất mô-đun
zh_cn: 模块完成
zh_tw: 模組完成

source: Module incomplete
ar_sa: الوحدة النمطية غير مكتملة
bg_bg: Модулът не е завършен
ca_es: Mòdul incomplet
cs_cz: Modul je nedokončený
da_dk: Modulet er ikke gennemført
de_de: Modul unvollständig
el_gr: Η εκπαιδευτική ενότητα δεν ολοκληρώθηκε
es_es: Módulo incompleto
et_ee: Moodul on lõpetamata
eu_es: Modulua osatu gabe dago
fi_fi: Moduuli kesken
fr_ca: Module non terminé
ga_ie: Modúl neamhiomlán
gl_es: Módulo incompleto
he_il: המודול לא הושלם
hi_in: मॉड्यूल अपूर्ण
hr_hr: Modul nije dovršen
hu_hu: A modul nem fejeződött be teljesen
id_id: Modul tidak lengkap
is_is: Einingu ólokið
it_it: Modulo non completo
ja_jp: モジュールが完了していません
kk_kz: Модуль аяқталмады
ko_kr: 모듈 완료 안 됨
lb_lu: Modul inkomplett
lt_lt: Modulis nebaigtas
lv_lv: Modulis nav pabeigts
ms_my: Modul tidak lengkap
mt_mt: Modulu mhux komplut
nb_no: Modul ikke fullført
nl_be: Module niet voltooid
pl_pl: Nie ukończono modułu
pt_pt: Módulo incompleto
ro_ro: Modul nefinalizat
ru_ru: Модуль не завершен
sk_sk: Modul nedokončený
sl_si: Modul ni dokončan
sr_cyrl_rs: Модул није довршен
sr_latn_rs: Modul nije dovršen
sv_se: Modulen är inte slutförd
th_th: มอดูลไม่เสร็จสมบูรณ์
tr_tr: Modül tamamlanmamış
uk_ua: Модуль не завершено
vi_vn: Mô-đun chưa hoàn tất
zh_cn: 模块未完成
zh_tw: 課程模組未完成

# moduleReference
source: {0} Module reference
ar_sa: مرجع الوحدة النمطية {0}
bg_bg: Препратка към модул {0}
ca_es: Referència del mòdul {0}
cs_cz: Reference modulu {0}
da_dk: {0} modulreference
de_de: {0}-Modulreferenz
el_gr: Αναφορά λειτουργικής μονάδας {0}
es_es: Referencia del módulo {0}
et_ee: {0} mooduli viide
eu_es: {0} moduluaren erreferentzia
fi_fi: {0}-moduuliviittaus
fr_ca: Référence de module {0}
ga_ie: {0} Tagairt mhodúil
gl_es: Referencia do módulo de {0}
he_il: חומר עזר עבור מודול {0}
hi_in: {0} मॉड्यूल संदर्भ
hr_hr: Referenca na modul {0}
hu_hu: {0} Modul-hivatkozás
id_id: Referensi Modul {0}
is_is: {0} Tilvísun einingar
it_it: Informazioni di riferimento sul modulo {0}
ja_jp: {0} モジュール リファレンス
kk_kz: {0} модуль анықтамасы
ko_kr: {0} 모듈 참조
lb_lu: {0}-Modulreferenz
lt_lt: {0} modulio nuoroda
lv_lv: {0} moduļa atsauce
ms_my: {0} Rujukan Modul
mt_mt: {0} Referenza tal-Modulu
nb_no: Modulreferanse for {0}
nl_be: {0} Module-verwijzing
pl_pl: Dokumentacja modułu {0}
pt_pt: Referência de Módulo {0}
ro_ro: Referință modul {0}
ru_ru: Ссылка на модуль {0}
sk_sk: Odkaz na modul {0}
sl_si: Sklic na modul {0}
sr_cyrl_rs: {0} референца модула
sr_latn_rs: {0} referenca modula
sv_se: {0} modulreferens
th_th: {0} การอ้างอิงมอดูล
tr_tr: {0} Modül Başvurusu
uk_ua: Довідковий матеріал для модуля {0}
vi_vn: {0} Tài liệu tham khảo về mô-đun
zh_cn: {0} 模块引用
zh_tw: {0} 模組參考

source: Modules
ar_sa: الوحدات النمطية
bg_bg: Модули
ca_es: Mòduls
cs_cz: Moduly
da_dk: Moduler
de_de: Module
el_gr: Λειτουργικές μονάδες
es_es: Módulos
et_ee: Moodulid
eu_es: Moduluak
fi_fi: Moduulit
ga_ie: Modúil
gl_es: Módulos
he_il: מודולים
hi_in: मॉड्यूल
hr_hr: Moduli
hu_hu: Modulok
id_id: Modul
is_is: Einingar
it_it: Moduli
ja_jp: モジュール
kk_kz: Модульдер
ko_kr: 모듈
lb_lu: Moduler
lt_lt: Moduliai
lv_lv: Moduļi
ms_my: Modul
mt_mt: Moduli
nb_no: Moduler
pl_pl: Moduły
pt_pt: Módulos
ro_ro: Module
ru_ru: Модули
sk_sk: Moduly
sl_si: Moduli
sr_cyrl_rs: Модули
sr_latn_rs: Moduli
sv_se: Moduler
th_th: โมดูล
tr_tr: Modüller
uk_ua: Модулі
vi_vn: Mô-đun
zh_cn: 模块
zh_tw: 單元

# modulesInPath
source: Modules in this learning path
ar_sa: الوحدات النمطية في مسار التعلم هذا
bg_bg: Модули в тази пътека за обучение
ca_es: Mòduls d’aquest camí d’aprenentatge
cs_cz: Moduly v tomto studijním programu
da_dk: Moduler i dette læringsforløb
de_de: Module in diesem Lernpfad
el_gr: Ενότητες σε αυτήν τη διαδρομή εκμάθησης
es_es: Módulos en esta ruta de aprendizaje
et_ee: Selle õppetee moodulid
eu_es: Ikasketa-txoko honen moduluak
fi_fi: Tämän oppimispolun moduulit
fr_ca: Modules dans ce parcours d’apprentissage
ga_ie: Modúil sa chosán foghlama seo
gl_es: Módulos neste camiño de aprendizaxe
he_il: מודולים בנתיב למידה זה
hi_in: इस प्रशिक्षण पथ में मॉड्यूल
hr_hr: Moduli ovog vođenog učenja
hu_hu: A képzési terv moduljai
id_id: Modul dalam jalur pembelajaran ini
is_is: Einingar á þessari námsslóð
it_it: Moduli in questo percorso di apprendimento
ja_jp: このラーニング パス内のモジュール
kk_kz: Бұл оқу жолындағы модульдер
ko_kr: 이 학습 경로의 모듈
lb_lu: Modulen an dësem Léierpad
lt_lt: Šios mokomosios medžiagos moduliai
lv_lv: Moduļi šajā apmācību ceļā
ms_my: Modul dalam laluan pembelajaran ini
mt_mt: Moduli f'din il-mogħdija ta' tagħlim
nb_no: Moduler i dette læreprogrammet
nl_be: Modules in dit leertraject
pl_pl: Moduły w ramach tej ścieżki szkoleniowej
pt_pt: Módulos neste percurso de aprendizagem
ro_ro: Module din această cale de învățare
ru_ru: Модули, включенные в эту схему обучения
sk_sk: Moduly v tomto študijnom programe
sl_si: Moduli v tem vodenem učenju
sr_cyrl_rs: Модули у овој путањи учења
sr_latn_rs: Moduli u ovoj putanji učenja
sv_se: Moduler i den här utbildningsvägen
th_th: โมดูลในพาธการเรียนรู้นี้
tr_tr: Bu öğrenme yolundaki modüller
uk_ua: Модулі в цій схемі навчання
vi_vn: Mô-đun trong lộ trình học tập này
zh_cn: 本学习路径中的模块
zh_tw: 此學習路徑中的課程模組

# monikerFallback
source: The requested page is not available for {0}. You have been redirected to the newest product version this page is available for.
ar_sa: الصفحة المطلوبة غير متوفرة لـ {0}. تمت إعادة توجيهك إلى أحدث إصدار من المنتج تتوفر له هذه الصفحة.
bg_bg: Заявената страница не е налична за {0}. Бяхте пренасочени към най-новата версия на продукта, за която е налична тази страница.
ca_es: La pàgina sol·licitada no està disponible per a {0}. Se us ha redirigit a la versió del producte més recent per a la qual aquesta pàgina està disponible.
cs_cz: Požadovaná stránka není pro {0} dostupná. Přesměrovali jsme vás na nejnovější verzi produktu, pro kterou je tato stránka k dispozici.
da_dk: Den side, der anmodes om, er ikke tilgængelig for {0}. Du er blevet omdirigeret til den nyeste produktversion, som denne side er tilgængelig for.
de_de: Die angeforderte Seite ist für {0} nicht verfügbar. Sie wurden auf die neueste Produktversion umgeleitet, für die diese Seite verfügbar ist.
el_gr: Η σελίδα που ζητήθηκε δεν είναι διαθέσιμη για {0}. Έχετε ανακατευθυνθεί στην πιο πρόσφατη έκδοση προϊόντος που υπάρχει σε αυτήν τη σελίδα.
es_es: La página solicitada no está disponible para {0}. Se le ha redirigido a la versión más reciente del producto que esta pagina esta disponible.
et_ee: Taotletud leht pole brauseri {0} jaoks saadaval. Teid suunatakse uusima tooteversiooni juurde, mille jaoks see leht saadaval on.
eu_es: Eskatutako orria ez dago erabilgarri honetarako: {0}. Produktuaren bertsio berriena duen orrira birbideratu zaitugu.
fi_fi: Pyydetty sivu ei ole käytettävissä kohteelle {0}. Sinut on siirretty uusimpaan tuoteversioon, jolle tämä sivu on saatavilla.
fr_ca: La page demandée n’est pas disponible pour {0}. Vous avez été redirigé vers la version la plus récente du produit pour laquelle cette page est disponible.
ga_ie: Níl an leathanach iarrtha ar fáil le haghaidh {0}. Tá tú atreoraithe chuig an leagan táirge is nuaí a bhfuil an leathanach seo ar fáil dó.
gl_es: A páxina solicitada non está dispoñible para {0}. Fuches redireccionado á versión máis recente do produto para a que está dispoñible esta páxina.
he_il: הדף המבוקש אינו זמין עבור {0}. נותבת מחדש לגירסת המוצר העדכנית ביותר שעבורה דף זה זמין.
hi_in: {0} के लिए अनुरोधित पृष्ठ उपलब्ध नहीं है. आपको नवीनतम उत्पाद के संस्करण के लिए पुनर्निर्देशित किया गया है जिसके लिए यह पेज उपलब्ध है.
hr_hr: Zatražena stranica nije dostupna za {0}. Preusmjereni ste na najnoviju verziju proizvoda za koju je dostupna ova stranica.
hu_hu: A kért lap {0} használata esetén nem érhető el. A rendszer átirányította a legújabb termékváltozatra, melyhez ez az oldal elérhető.
id_id: Halaman yang diminta tidak tersedia untuk {0}. Anda telah dialihkan ke versi produk lebih baru yang tersedia di halaman ini.
is_is: Síðan sem þú baðst um er ekki tiltæk fyrir {0}. Þú varst send(ur) á nýjustu vöruútgáfuna sem þessi síða er tiltæk fyrir.
it_it: La pagina richiesta non è disponibile per {0}. È stato eseguito il reindirizzamento alla versione più recente del prodotto per cui questa pagina è disponibile.
ja_jp: リクエストされたページは {0} で表示できません。 最新の製品バージョンで表示できるこのページにリダイレクトされました。
kk_kz: Сұралған бет {0} үшін қолжетімді емес. Сіз бұл бет үшін қолжетімді өнімнің ең жаңа нұсқасына қайта бағытталдыңыз.
ko_kr: 요청한 페이지는 {0}에서 사용할 수 없습니다. 이 페이지를 사용할 수 있는 최신 제품 버전으로 리디렉션되었습니다.
lb_lu: Déi ugefuerdert Säit ass fir {0} net verfügbar. Dir gouft op déi neist Produktversioun ëmgeleet, fir déi dës Säit verfügbar ass.
lt_lt: Pageidaujamo {0} puslapio nėra. Buvote peradresuoti į naujausią produkto versiją, kurioje pasiekiamas šis puslapis.
lv_lv: Pieprasītā lapa nav pieejama versijai {0}. Jūs tikāt novirzīts uz jaunāko produkta versiju, kurai šī lapa ir pieejama.
ms_my: Halaman yang diminta tidak tersedia untuk {0}. Anda telah diubah hala ke versi produk terbaru yang disediakan oleh halaman ini.
mt_mt: Il-paġna mitluba mhijiex disponibbli għal {0}. Ġejt ridirett lejn l-aktar verżjoni ġdida tal-prodott li għalih din il-paġna hija disponibbli.
nb_no: Den forespurte siden er ikke tilgjengelig for {0}. Du har blitt omdirigert til den nyeste produktversjonen som denne siden er tilgjengelig for.
nl_be: De opgevraagde pagina is niet beschikbaar voor {0}. U bent omgeleid naar de nieuwste productversie waarvoor deze pagina beschikbaar is.
pl_pl: Żądana strona nie jest dostępna dla: {0}. Nastąpiło przekierowanie do najnowszej wersji produktu, dla którego jest dostępna ta strona.
pt_pt: A página solicitada não está disponível para {0}. Foi redirecionado para a versão do produto mais recente em que esta página está disponível.
ro_ro: Pagina solicitată nu este disponibilă pentru {0}. Ați fost redirecționat către cea mai recentă versiune a produsului pentru care este disponibilă această pagină.
ru_ru: Запрашиваемая страница недоступна для {0}. Вы перенаправлены на последнюю версию продукта, для которой доступна эта страница.
sk_sk: Požadovaná stránka nie je k dispozícii pre {0}. Boli ste presmerovaní na najnovšiu verziu produktu, pre ktorú je táto stránka k dispozícii.
sl_si: Zahtevana stran ni na voljo za {0}. Preusmerjeni ste bili na najnovejšo različico izdelka, za katero je na voljo ta stran.
sr_cyrl_rs: Тражена страница није доступна за {0}. Преусмерени сте на најновију верзију производа за коју је ова страница доступна.
sr_latn_rs: Tražena stranica nije dostupna za {0}. Preusmereni ste na najnoviju verziju proizvoda za koju je ova stranica dostupna.
sv_se: Den begärda sidan är inte tillgänglig för {0}. Du har omdirigerats till den senaste produktversionen som är tillgänglig för den här sidan.
th_th: เพจที่ร้องขอไม่พร้อมใช้งานสำหรับ {0} คุณได้ถูกเปลี่ยนเส้นทางไปที่ผลิตภัณฑ์รุ่นใหม่ล่าสุดที่หน้านี้จะพร้อมให้ใช้งาน
tr_tr: İstenen sayfa {0} için kullanılamıyor. Bu sayfanın kullanılabildiği en yeni ürün sürümüne yönlendirildiniz.
uk_ua: Запитана сторінка не доступна для {0}. Вас переспрямовано до найновішої версії продукту, для якої доступна ця сторінка.
vi_vn: Trang đã yêu cầu không khả dụng đối với {0}. Bạn đã được chuyển hướng đến phiên bản sản phẩm mới nhất có trang này.
zh_cn: 对 {0} 而言，请求的页面不可用。 已重定向到此页面针对的最新版产品的相应页面。
zh_tw: {0} 無法使用要求的頁面。 您已被重新導向至能夠使用此頁面的最新產品版本。

# monthsAgo
source: {0} months ago
ar_sa: منذ {0} شهور
bg_bg: преди {0} месеца
ca_es: fa {0} mesos
cs_cz: Před {0} měsíci
da_dk: {0} måneder siden
de_de: vor {0} Monaten
el_gr: {0} μήνες πριν
es_es: hace {0} meses
et_ee: {0} kuud tagasi
eu_es: Duela {0} hilabete
fi_fi: {0} kuukautta sitten
fr_ca: il y a {0} mois
ga_ie: {0} mí ó shin
gl_es: Hai {0} meses
he_il: לפני {0} חודשים
hi_in: {0} माह पहले
hr_hr: prije sljedećeg broja mjeseci: {0}
hu_hu: {0} hónappal ezelőtt
id_id: {0} bulan yang lalu
is_is: fyrir {0} mánuðum síðan
it_it: {0} mesi fa
ja_jp: {0} か月前
kk_kz: {0} ай бұрын
ko_kr: {0}개월 전
lb_lu: Viru(n) {0} Méint
lt_lt: Prieš {0} mėn.
lv_lv: Pirms {0} mēnešiem
ms_my: {0} bulan yang lalu
mt_mt: {0} xhur ilu
nb_no: for {0} måneder siden
nl_be: {0} maanden geleden
pl_pl: {0} mies. temu
pt_pt: Há {0} meses
ro_ro: Acum {0} luni
ru_ru: {0} мес. назад
sk_sk: pred {0} mesiacmi
sl_si: Pred toliko meseci: {0}
sr_cyrl_rs: пре {0} месеца/и
sr_latn_rs: pre {0} meseca/i
sv_se: för {0} månader sedan
th_th: {0} เดือนที่แล้ว
tr_tr: {0} ay önce
uk_ua: {0} міс. тому
vi_vn: {0} tháng trước
zh_cn: {0} 个月前
zh_tw: {0} 個月前

source: More
ar_sa: المزيد
bg_bg: Още
ca_es: Més
cs_cz: Víc
da_dk: Mere
de_de: Mehr
el_gr: Περισσότερα
es_es: Más
et_ee: Rohkem
eu_es: Gehiago
fi_fi: Lisää
fr_ca: Plus
ga_ie: Tuilleadh
gl_es: Máis
he_il: עוד
hi_in: अधिक
hr_hr: Više
hu_hu: Kibontás
id_id: Lainnya
is_is: Meira
it_it: Più informazioni
ja_jp: 詳細
kk_kz: Қосымша
ko_kr: 자세히
lb_lu: Méi
lt_lt: Daugiau
lv_lv: Vairāk
ms_my: Lebih Banyak
mt_mt: Aktar
nb_no: Mer
nl_be: Meer
pl_pl: Więcej
pt_pt: Mais
ro_ro: Mai multe
ru_ru: Подробнее
sk_sk: Viac
sl_si: Več
sr_cyrl_rs: Више
sr_latn_rs: Više
sv_se: Mer
th_th: อื่นๆ
tr_tr: Daha fazla
uk_ua: Додатково
vi_vn: Thêm
zh_cn: 更多
zh_tw: 其他

source: More info
ar_sa: مزيد من المعلومات
bg_bg: Още информация
ca_es: Més informació
cs_cz: Další informace
da_dk: Flere oplysninger
de_de: Weitere Informationen
el_gr: Περισσότερες πληροφορίες
es_es: Más información
et_ee: Lisateave
eu_es: Informazio gehiago
fi_fi: Lisätietoja
fr_ca: Plus d’informations
ga_ie: Tuilleadh Faisnéise
gl_es: Máis información
he_il: מידע נוסף
hi_in: अधिक जानकारी
hr_hr: Dodatne informacije
hu_hu: További információ
id_id: Info Selengkapnya
is_is: Nánari upplýsingar
it_it: Altre informazioni
ja_jp: 詳細情報
kk_kz: Қосымша ақпарат
ko_kr: 추가 정보
lb_lu: Méi Informatiounen
lt_lt: Daugiau informacijos
lv_lv: Papildinformācija
ms_my: Maklumat Lanjut
mt_mt: Aktar Informazzjoni
nb_no: Mer informasjon
nl_be: Meer informatie
pl_pl: Więcej informacji
pt_pt: Mais Informações
ro_ro: Informații suplimentare
ru_ru: Дополнительные сведения
sk_sk: Ďalšie informácie
sl_si: Več informacij
sr_cyrl_rs: Више информација
sr_latn_rs: Više informacija
sv_se: Mer information
th_th: ข้อมูลเพิ่มเติม
tr_tr: Daha Fazla Bilgi
uk_ua: Додаткова інформація
vi_vn: Thông tin thêm
zh_cn: 更多信息
zh_tw: 更多資訊

source: More tutorials
ar_sa: مزيد من البرامج التعليمية
bg_bg: Още въвеждащи курсове
ca_es: Més tutorials
cs_cz: Další kurzy
da_dk: Flere selvstudier
de_de: Weitere Tutorials
el_gr: Περισσότερα προγράμματα εκμάθησης
es_es: Más tutoriales
et_ee: Rohkem õpetusi
eu_es: Tutorial gehiago
fi_fi: Lisää opetusohjelmia
fr_ca: Plus de tutoriels
ga_ie: Tuilleadh ranganna teagaisc
gl_es: Máis tutoriais
he_il: ערכות לימוד נוספות
hi_in: अधिक ट्यूटोरियल
hr_hr: Dodatni vodiči
hu_hu: További oktatóanyagok
id_id: Tutorial selengkapnya
is_is: Meira kennsluefni
it_it: Altre esercitazioni
ja_jp: その他のチュートリアル
kk_kz: Қосымша оқулықтар
ko_kr: 더 많은 자습서
lb_lu: Méi Uleedungen
lt_lt: Daugiau mokymo priemonių
lv_lv: Citas apmācības
ms_my: Lebih banyak tutorial
mt_mt: Aktar tutorials
nb_no: Flere opplæringer
nl_be: Meer zelfstudies
pl_pl: Więcej samouczków
pt_pt: Mais tutoriais
ro_ro: Mai multe tutoriale
ru_ru: Другие руководства
sk_sk: Ďalšie kurzy
sl_si: Več vadnic
sr_cyrl_rs: Још подучавања
sr_latn_rs: Još podučavanja
sv_se: Fler självstudier
th_th: บทช่วยสอนเพิ่มเติม
tr_tr: Diğer öğreticiler
uk_ua: Більше навчальних посібників
vi_vn: Hướng dẫn khác
zh_cn: 更多教程
zh_tw: 更多教學課程

# multipleModules
source: {numberOf} modules
ar_sa: {numberOf} من الوحدات النمطية
bg_bg: {numberOf} модула
ca_es: {numberOf} mòduls
cs_cz: {numberOf} moduly/modulů
da_dk: {numberOf} moduler
de_de: {numberOf} Module
el_gr: {numberOf} λειτουργικών μονάδων
es_es: {numberOf} Módulos
et_ee: {numberOf} moodulit
eu_es: {numberOf} modulu
fi_fi: {numberOf} moduulia
ga_ie: {numberOf} modúl
gl_es: {numberOf} módulos
he_il: {numberOf} מודולים
hi_in: {numberOf} मॉड्यूल
hr_hr: Broj modula: {numberOf}
hu_hu: {numberOf} modul
id_id: {numberOf} Modul
is_is: {numberOf} eininga
it_it: {numberOf} moduli
ja_jp: モジュール数 {numberOf}
kk_kz: {numberOf} модуль
ko_kr: 모듈 {numberOf}개
lb_lu: {numberOf} Moduler
lt_lt: {numberOf} modul.
lv_lv: {numberOf} moduļi
ms_my: {numberOf} Modul
mt_mt: {numberOf} Moduli
nb_no: {numberOf} moduler
pl_pl: Moduły: {numberOf}
pt_pt: {numberOf} Módulos
ro_ro: {numberOf} module
ru_ru: {numberOf} модулей
sk_sk: Moduly ({numberOf})
sl_si: Št. modulov: {numberOf}
sr_cyrl_rs: {numberOf} модула
sr_latn_rs: {numberOf} modula
sv_se: {numberOf} moduler
th_th: {numberOf} โมดูล
tr_tr: {numberOf} Modül
uk_ua: Модулів: {numberOf}
vi_vn: {numberOf} mô-đun
zh_cn: {numberOf} 个模块
zh_tw: {numberOf} 個單元
