Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Field Value
ar_sa: قيمة الحقل
bg_bg: Стойност на поле
ca_es: Valor de camp
cs_cz: Hodnota pole
da_dk: Feltværdi
de_de: Feldwert
el_gr: Τιμή πεδίου
es_es: Valor de campo
et_ee: Välja väärtus
eu_es: Eremuaren balioa
fi_fi: Kentän arvo
fr_ca: Valeur du champ
ga_ie: Luach réimse
gl_es: Valor do campo
he_il: שדה ערך
hi_in: फ़ील्ड मान
hr_hr: Vrijednost polja
hu_hu: Mező értéke
id_id: Nilai Bidang
is_is: Gildissvið
it_it: Valore del campo
ja_jp: フィールド値
kk_kz: Өріс мәні
ko_kr: 필드 값
lb_lu: Feldwäert
lt_lt: Lauko reikšmė
lv_lv: Lauka vērtība
ms_my: Nilai Medan
mt_mt: Valur tal-Qasam
nb_no: Feltverdi
nl_be: Veldwaarde
pl_pl: Wartość pola
pt_pt: Valor de Campo
ro_ro: Valoare câmp
ru_ru: Значение поля
sk_sk: Hodnota poľa
sl_si: Vrednost polja
sr_cyrl_rs: Вредност поља
sr_latn_rs: Vrednost polja
sv_se: Fältvärde
th_th: ค่าเขตข้อมูล
tr_tr: Alan Değeri
uk_ua: Значення поля
vi_vn: Giá trị trường
zh_cn: 字段值
zh_tw: 欄位值

# filterPlaceholder
source: Filter
ar_sa: عامل التصفية
bg_bg: Филтър
ca_es: Filtra
cs_cz: Filtrovat
da_dk: Filtrer
el_gr: Φίλτρο
es_es: Filtrar
eu_es: Iragazkia
fi_fi: Suodata
fr_ca: Filtre
ga_ie: Scag
gl_es: Filtro
he_il: מסנן
hi_in: फ़िल्टर
hr_hr: Filtar
hu_hu: Szűrő
is_is: Sía
it_it: Filtra
ja_jp: フィルター
kk_kz: Сүзгі
ko_kr: 필터
lt_lt: Filtras
lv_lv: Filtrs
ms_my: Tapis
mt_mt: Filtru
nb_no: Filtrer
pl_pl: Filtr
pt_pt: Filtro
ro_ro: Filtrare
ru_ru: Фильтр
sr_cyrl_rs: Филтер
sr_latn_rs: Filtriraj
sv_se: Filtrera
th_th: ตัวกรอง
tr_tr: Filtre
uk_ua: Фільтр
vi_vn: Lọc
zh_cn: 筛选器
zh_tw: 篩選

source: Find a language
ar_sa: بحث عن لغة
bg_bg: Намерете език
ca_es: Cerca un idioma
cs_cz: Vyhledat jazyk
da_dk: Find et sprog
de_de: Sprache suchen
el_gr: Εύρεση γλώσσας
es_es: Buscar un idioma
et_ee: Keele otsing
eu_es: Bilatu hizkuntza
fi_fi: Etsi kieli
fr_ca: Trouver une langue
ga_ie: Aimsigh teanga
gl_es: Buscar un idioma
he_il: חיפוש שפה
hi_in: भाषा ढूंढें
hr_hr: Pronađite jezik
hu_hu: Nyelv keresése
id_id: Temukan bahasa
is_is: Finna tungumál
it_it: Trova una lingua
ja_jp: 言語を探す
kk_kz: Тілді табу
ko_kr: 언어 찾기
lb_lu: Eng Sprooch sichen
lt_lt: Rasti kalbą
lv_lv: Meklēt valodu
ms_my: Cari bahasa
mt_mt: Sib lingwa
nb_no: Finn et språk
nl_be: Een taal zoeken
pl_pl: Znajdź język
pt_pt: Encontrar um idioma
ro_ro: Găsiți o limbă
ru_ru: Найти язык
sk_sk: Nájsť jazyk
sl_si: Poiščite jezik
sr_cyrl_rs: Пронађите језик
sr_latn_rs: Pronađite jezik
sv_se: Hitta ett språk
th_th: ค้นหาภาษา
tr_tr: Dil bulun
uk_ua: Знайти мову
vi_vn: Tìm ngôn ngữ
zh_cn: 查找语言
zh_tw: 尋找語言

# flagsAttributeDisclaimer
source: This enumeration has a {0} attribute that allows a bitwise combination of its member values.
ar_sa: تحتوي قائمة التعداد هذه على {0} سمة تسمح بمجموعة معالجة البت لقيم العضو التابعة لها.
bg_bg: Изброяването има атрибут {0}, който позволява побитова комбинация от стойностите на членовете.
ca_es: Aquesta enumeració té un atribut {0} que permet una combinació bit a bit dels valors dels membres.
cs_cz: Tento výčet má atribut {0}, který umožňuje bitové kombinace hodnot členů.
da_dk: Denne optælling har en {0}-attribut, der tillader en bitvis kombination af medlemsværdierne.
de_de: Diese Enumeration weist ein {0}-Attribut auf, die eine bitweise Kombination der Memberwerte zulässt.
el_gr: Αυτή η απαρίθμηση έχει ένα χαρακτηριστικό {0} το οποίο επιτρέπει έναν συνδυασμό bit των τιμών μελών της.
es_es: Esta enumeración tiene el atributo {0}, que permite una combinación bit a bit de sus valores de miembro.
et_ee: Sellel loetelul on atribuut {0}, mis lubab oma liikmeväärtuste bitipõhist kombinatsiooni.
eu_es: Enumerazio honek kide diren balioen bit-mailako konbinazio bat izatea onartzen duen {0} atributua du.
fi_fi: Tällä luetteloinnilla on määrite {0}, joka sallii jäsenarvojen yhdistelmän bittitasolla.
fr_ca: Cette énumération possède un attribut {0} qui autorise une combinaison de manipulation de bits de ses valeurs membres.
ga_ie: Tá {0} tréith ag an áireamh seo a cheadaíonn meascán ar leibhéal na ngiotán dá luachanna baill.
gl_es: Esta enumeración ten un atributo {0} que permite unha combinación bit a bit dos seus valores de membros.
he_il: ספירה זו כוללת תכונת {0} המאפשרת שילוב לפי סיביות של הערכים החברים בה.
hi_in: इस प्रगणना में {0} विशेषता है जो इसके सदस्य मानों के बिट अनुसार संयोजन की अनुमति देती है.
hr_hr: Ova numeracija ima atribut {0} koji omogućuje bitnu kombinaciju vrijednosti njegovih članova.
hu_hu: Ez az enumerálás {0} attribútummal rendelkezik, amely lehetővé teszi a tagok értékének bitenkénti kombinációját.
id_id: Enumerasi ini memiliki atribut {0} yang memungkinkan kombinasi per bit dari nilai anggotanya.
is_is: Þessi upptalning hefur {0} eigindi sem leyfir bitasamsetningu á gildum upptalningarinnar.
it_it: Questa enumerazione ha un attributo {0} che consente una combinazione bit per bit dei valori del relativo membro.
ja_jp: この列挙型には {0} 属性があり、メンバー値ではビットごとの組み合わせを使用できます。
kk_kz: Бұл санақта {0} атрибуты бар, ол мүшесі мәнінің биттік тіркесіміне мүмкіндік береді.
ko_kr: 이 열거형에는 멤버 값의 비트 조합을 허용하는 {0} 특성이 있습니다.
lb_lu: Dës Opzielung huet e(n) {0}-Attribut, deen eng bitweis Kombinatioun vu senge Memberwäerter erlaabt.
lt_lt: Šiame išvardijime yra {0} atributas, leidžiantis jo narių reikšmių bitų derinį.
lv_lv: Šim uzskaitījumam ir atribūts {0}, kas ļauj kombinēt elementu vērtības, izmantojot bitu operāciju.
ms_my: Penyenaraian ini mempunyai {0} atribut yang membenarkan kombinasi bit daripada nilai ahlinya.
mt_mt: Din l-enumerazzjoni għandha {0} attribut li jippermetti kombinazzjoni ta' bitwise tal-valuri tal-membri tagħha.
nb_no: Denne opplistingen har et {0}-attributt som tillater en bitvis kombinasjon av medlemsverdiene.
nl_be: Deze opsomming heeft een {0}-attribuut die een bitsgewijze combinatie van lidwaarden toestaat.
pl_pl: To wyliczenie ma atrybut {0} zezwalający na bitową kombinację jego wartości składowych.
pt_pt: Esta enumeração tem um atributo {0} que permite uma combinação ao nível dos bits dos seus valores-membros.
ro_ro: Această enumerare are un atribut {0} care permite o combinație de biți pentru valorile membru.
ru_ru: Это перечисление имеет атрибут {0}, который разрешает побитовое сочетание значений его элементов.
sk_sk: Táto enumerácia má atribút {0}, ktorý umožňuje bitovú kombináciu hodnôt členov.
sl_si: To oštevilčevanje vsebuje atribut {0}, ki omogoča bitno združevanje njegovih članskih vrednosti.
sr_cyrl_rs: Ово набрајање има {0} атрибут који дозвољава комбинацију на нивоу бита за вредности чланова.
sr_latn_rs: Ovo nabrajanje ima {0} atribut koji dozvolјava kombinaciju na nivou bita za vrednosti članova.
sv_se: Den här uppräkningen har ett {0}-attribut som tillåter en bitvis kombination av dess medlemsvärden.
th_th: ค่าจาระไนนี้มี {0} แอตทริบิวต์ซึ่งช่วยให้สามารถนำค่าสมาชิกมาทำการผสมผสานระดับบิตได้
tr_tr: Bu sabit listesi, üyeleri için bit düzeyinde karşılaştırmaya izin veren bir {0} özniteliği içeriyor.
uk_ua: Це перелічення має атрибут "{0}", що дозволяє побітове комбінування значень-елементів.
vi_vn: Quá trình liệt kê này có thuộc tính {0} cho phép tổ đảo bit của các giá trị thành viên.
zh_cn: 此枚举有一个 {0} 属性，允许按位组合成员值。
zh_tw: 此列舉具有 {0} 個屬性允許以位元方式合併其成員值。

source: Function details
ar_sa: تفاصيل الوظيفة
bg_bg: Подробни данни за функцията
ca_es: Detalls de la funció
cs_cz: Podrobnosti funkce
da_dk: Oplysninger om funktion
de_de: Details zur Funktion
el_gr: Λεπτομέρειες συνάρτησης
es_es: Detalles de la función
et_ee: Funktsiooni üksikasjad
eu_es: Funtzioaren xehetasunak
fi_fi: Funktion tiedot
fr_ca: Détails fonction
ga_ie: Sonraí Feidhme
gl_es: Detalles da función
he_il: פרטי הפונקציה
hi_in: फ़ंक्शन विवरण
hr_hr: Pojedinosti o funkcijama
hu_hu: Függvény adatai
id_id: Detail Fungsi
is_is: Upplýsingar um aðgerð
it_it: Dettagli funzione
ja_jp: 関数の詳細
kk_kz: Функция мәліметтері
ko_kr: 함수 세부 정보
lb_lu: Funktiounsdetailer
lt_lt: Išsami funkcijų informacija
lv_lv: Informācija par funkcijām
ms_my: Butiran Fungsi
mt_mt: Dettalji tal-Funzjoni
nb_no: Funksjonsdetaljer
nl_be: Functiedetails
pl_pl: Szczegóły funkcji
pt_pt: Detalhes de Função
ro_ro: Detalii funcție
ru_ru: Сведения о функции
sk_sk: Podrobnosti o funkciách
sl_si: Podrobnosti funkcij
sr_cyrl_rs: Детаљи о функцији
sr_latn_rs: Detalji o vezi
sv_se: Funktionsinformation
th_th: รายละเอียดฟังก์ชัน
tr_tr: İşlev Ayrıntıları
uk_ua: Відомості про функцію
vi_vn: Chi tiết hàm
zh_cn: 函数详细信息
zh_tw: 函式詳細資料

# functionsInSubtitle
source: Functions
ar_sa: الوظائف
bg_bg: Функции
ca_es: Funcions
cs_cz: Funkce
da_dk: Funktioner
de_de: Funktionen
el_gr: Συναρτήσεις
es_es: Funciones
et_ee: Funktsioonid
eu_es: Funtzioak
fi_fi: Funktiot
fr_ca: Fonctionnalités
ga_ie: Feidhmeanna
gl_es: Funcións
he_il: פונקציות
hi_in: फ़ंक्शन्स
hr_hr: Funkcije
hu_hu: Függvények
id_id: Fungsi
is_is: Aðgerðir
it_it: Funzioni
ja_jp: 機能
kk_kz: Функциялар
ko_kr: 함수
lb_lu: Funktiounen
lt_lt: Funkcijos
lv_lv: Funkcijas
ms_my: Fungsi
mt_mt: Funzjonijiet
nb_no: Funksjoner
nl_be: Functies
pl_pl: Funkcje
pt_pt: Funções
ro_ro: Funcții
ru_ru: Функции
sk_sk: Funkcie
sl_si: Funkcije
sr_cyrl_rs: Функције
sr_latn_rs: Funkcije
sv_se: Funktioner
th_th: ฟังก์ชัน
tr_tr: İşlevler
uk_ua: Функції
vi_vn: Chức năng
zh_cn: 函数
zh_tw: 函數

source: Get help
ar_sa: الحصول على المساعدة
bg_bg: Получаване на помощ
ca_es: Obtén ajuda
cs_cz: Získání pomoci
da_dk: Få hjælp
de_de: Hilfe erhalten
el_gr: Λήψη βοήθειας
es_es: Obtener ayuda
et_ee: Hankige abi
eu_es: Lortu laguntza
fi_fi: Hanki tukea
fr_ca: Obtenir de l’aide
ga_ie: Faigh cabhair
gl_es: Obter axuda
he_il: קבלת עזרה
hi_in: मदद प्राप्त करें
hr_hr: Zatražite pomoć
hu_hu: Segítség kérése
id_id: Dapatkan bantuan
is_is: Fá hjálp
it_it: Ottieni supporto
ja_jp: ヘルプを取得
kk_kz: Анықтама алу
ko_kr: 도움말 보기
lb_lu: Hëllef kréien
lt_lt: Gauti pagalbos
lv_lv: Saņemt palīdzību
ms_my: Dapatkan bantuan
mt_mt: Ikseb l-għajnuna
nb_no: Få hjelp
nl_be: Hulp vragen
pl_pl: Uzyskaj pomoc
pt_pt: Obter ajuda
ro_ro: Obțineți ajutor
ru_ru: Получить помощь
sk_sk: Získať pomoc
sl_si: Dobite pomoč
sr_cyrl_rs: Пронађите помоћ
sr_latn_rs: Pronađite pomoć
sv_se: Få hjälp
th_th: รับความช่วยเหลือ
tr_tr: Yardım alın
uk_ua: Отримати довідку
vi_vn: Nhận trợ giúp
zh_cn: 获取帮助
zh_tw: 取得協助

source: Give feedback
ar_sa: إدخال ملاحظات
bg_bg: Изпращане на обратна връзка
ca_es: Envieu comentaris
cs_cz: Poskytnout zpětnou vazbu
da_dk: Giv feedback
de_de: Feedback senden
el_gr: Υποβολή σχολίων
es_es: Proporcionar comentarios
et_ee: Anna tagasisidet
eu_es: Idatzi oharrak
fi_fi: Anna palautetta
fr_ca: Faire un commentaire
ga_ie: Tabhair aiseolas
gl_es: Proporcionar comentarios
he_il: שלח משוב
hi_in: प्रतिक्रिया दें
hr_hr: Pošaljite povratne informacije
hu_hu: Visszajelzés küldése
id_id: Berikan umpan balik
is_is: Veita endurgjöf
it_it: Invia commenti
ja_jp: フィードバックを送る
kk_kz: Пікір жіберу
ko_kr: 피드백 보내기
lb_lu: Feedback ginn
lt_lt: Pateikti atsiliepimą
lv_lv: Sniegt atsauksmes
ms_my: Berikan maklum balas
mt_mt: Agħti feedback
nb_no: Gi tilbakemelding
nl_be: Feedback geven
pl_pl: Prześlij opinię
pt_pt: Enviar comentários
ro_ro: Oferiți feedback
ru_ru: Оставить отзыв
sk_sk: Odoslať pripomienky
sl_si: Pošljite povratne informacije
sr_cyrl_rs: Пошаљите повратне информације
sr_latn_rs: Pošaljite povratne informacije
sv_se: Lämna feedback
th_th: ให้คำติชม
tr_tr: Görüş bildirin
uk_ua: Надати відгук
vi_vn: Cung cấp phản hồi
zh_cn: 提供反馈
zh_tw: 提供意見反應

source: Global parameters
ar_sa: معلمات عامة
bg_bg: Глобални параметри
ca_es: Paràmetres globals
cs_cz: Globální parametry
da_dk: Globale parametre
de_de: Globale Parameter
el_gr: Καθολικές παράμετροι
es_es: Parámetros globales
et_ee: Globaalsed parameetrid
eu_es: Parametro orokorrak
fi_fi: Yleiset parametrit
fr_ca: Paramètres globaux
ga_ie: Paraiméadair dhomhanda
gl_es: Parámetros globais
he_il: פרמטרים כלליים
hi_in: वैश्विक पैरामीटर
hr_hr: Globalni parametri
hu_hu: Globális paraméterek
id_id: Parameter Global
is_is: Almennar breytur
it_it: Parametri globali
ja_jp: グローバル パラメーター
kk_kz: Глобалдық параметрлер
ko_kr: 전역 매개 변수
lb_lu: Global Parameteren
lt_lt: Visuotiniai parametrai
lv_lv: Globālie parametri
ms_my: Parameter Sejagat
mt_mt: Parametri Globali
nb_no: Globale parametere
nl_be: Globale parameters
pl_pl: Parametry globalne
pt_pt: Parâmetros de Globais
ro_ro: Parametri globali
ru_ru: Глобальные параметры
sk_sk: Globálne parametre
sl_si: Globalni parametri
sr_cyrl_rs: Глобални параметри
sr_latn_rs: Globalni parametri
sv_se: Globala parametrar
th_th: พารามิเตอร์ส่วนกลาง
tr_tr: Global Parametreler
uk_ua: Глобальні параметри
vi_vn: Tham số toàn cục
zh_cn: 全局参数
zh_tw: 全域參數

source: Go back to finish
ar_sa: ارجع للإنهاء
bg_bg: Връщане за приключване
ca_es: Torna endarrere per finalitzar
cs_cz: Vrátit se zpátky a dokončit
da_dk: Gå tilbage for at afslutte
de_de: Zurück zum Abschließen
el_gr: Επιστροφή για ολοκλήρωση
es_es: Volver para finalizar
et_ee: Lõpetamiseks minge tagasi
eu_es: Itzuli amaiera-urratsera
fi_fi: Palaa takaisin ja viimeistele
fr_ca: Revenir en arrière pour terminer
ga_ie: Téigh siar le críochnú
gl_es: Volver para finalizar
he_il: חזור כדי לסיים
hi_in: समाप्त करने के लिए वापस जाएँ
hr_hr: Vratite se natrag da biste dovršili
hu_hu: Vissza a befejezéshez
id_id: Kembali untuk menyelesaikan
is_is: Fara aftur til að klára
it_it: Torna indietro per completare il modulo
ja_jp: 戻って完了する
kk_kz: Аяқтау үшін оралу
ko_kr: 돌아가서 완료
lb_lu: Gitt zréck fir ofzeschléissen
lt_lt: Grįžkite norėdami užbaigti
lv_lv: Atgriezties pie beigām
ms_my: Kembali ke tamat
mt_mt: Mur lura lejn it-tmiem
nb_no: Gå tilbake for å fullføre
nl_be: Ga terug om te voltooien
pl_pl: Wróć do zakończenia
pt_pt: Voltar para terminar
ro_ro: Mergeți înapoi pentru a finaliza
ru_ru: Вернуться, чтобы завершить
sk_sk: Späť na dokončenie
sl_si: Vrnite se in dokončajte
sr_cyrl_rs: Вратите се да бисте завршили
sr_latn_rs: Vratite se da biste završili
sv_se: Gå tillbaka och slutför
th_th: กลับไปเพื่อทำให้เสร็จสิ้น
tr_tr: Bitirmek için geri dönün
uk_ua: Повернутися, щоб завершити
vi_vn: Quay lại để hoàn tất
zh_cn: 返回以结束
zh_tw: 返回以完成

source: Go back to finish module
ar_sa: ارجع لإنهاء الوحدة النمطية
bg_bg: Връщане за приключване на модула
ca_es: Torna endarrere per finalitzar el mòdul
cs_cz: Vrátit se zpátky a dokončit modul
da_dk: Gå tilbage for at afslutte modulet
de_de: Zurück zum Abschließen des Moduls
el_gr: Επιστροφή για ολοκλήρωση της εκπαιδευτικής ενότητας
es_es: Volver para finalizar el módulo
et_ee: Mooduli lõpetamiseks minge tagasi
eu_es: Itzuli amaiera-modulura
fi_fi: Palaa takaisin ja viimeistele moduuli
fr_ca: Revenir au module de finalisation
ga_ie: Téigh siar chun modúl a chríochnú
gl_es: Volver para finalizar o módulo
he_il: חזור כדי לסיים את המודול
hi_in: मॉड्यूल पूरा करने के लिए वापस जाएँ
hr_hr: Vratite se na modul za dovršavanje
hu_hu: Vissza a modul befejezéséhez
id_id: Kembali untuk menyelesaikan modul
is_is: Fara aftur í lokaeiningu
it_it: Torna indietro per completare il modulo
ja_jp: 戻ってモジュールを完了する
kk_kz: Модульді аяқтау үшін оралу
ko_kr: 돌아가서 모듈 완료
lb_lu: Gitt zréck fir de Modul ofzeschléissen
lt_lt: Norėdami užbaigti modulį, grįžkite
lv_lv: Atgriezties, lai pabeigtu moduli
ms_my: Kembali untuk melengkapkan modul
mt_mt: Mur lura biex ittemm il-modulu
nb_no: Gå tilbake for å fullføre modulen
nl_be: Ga terug om de module te voltooien
pl_pl: Wróć w celu zakończenia modułu
pt_pt: Volte para concluir o módulo
ro_ro: Reveniți pentru a finaliza modulul
ru_ru: Вернуться на предыдущую страницу, чтобы завершить изучение модуля
sk_sk: Späť na dokončenie modulu
sl_si: Vrnite se in dokončajte modul
sr_cyrl_rs: Вратите се да бисте довршили модул
sr_latn_rs: Vratite se da biste dovršili modul
sv_se: Gå tillbaka och slutför modul
th_th: กลับไปเพื่อทำมอดูลให้เสร็จสิ้น
tr_tr: Modülü bitirmek için geri dönün
uk_ua: Поверніться, щоб завершити модуль
vi_vn: Quay lại để hoàn tất mô-đun
zh_cn: 返回以结束模块
zh_tw: 返回以完成課程模組

source: Good work!
ar_sa: عمل جيد!
bg_bg: Добра работа!
ca_es: Ben fet!
cs_cz: Dobrá práce!
da_dk: Godt arbejde!
de_de: Gut gemacht!
el_gr: Τέλεια!
es_es: ¡Excelente trabajo!
et_ee: Hea töö!
eu_es: Bikain!
fi_fi: Hyvää työtä!
fr_ca: Excellent travail!
ga_ie: An-obair!
gl_es: Bo traballo!
he_il: כל הכבוד!
hi_in: बढ़ि‍या कार्य!
hr_hr: Izvrsno obavljen posao!
hu_hu: Gratulálunk!
id_id: Kerja bagus!
is_is: Vel gert!
it_it: Ottimo lavoro!
ja_jp: 良くできました
kk_kz: Жақсы жұмыс!
ko_kr: 잘했습니다!
lb_lu: Gutt geschafft!
lt_lt: Puikiai padirbėta!
lv_lv: Labi pastrādāts!
ms_my: Kerja yang baik!
mt_mt: Tajjeb!
nb_no: Bra jobbet!
nl_be: Goed gedaan!
pl_pl: Dobrze!
pt_pt: Bom trabalho!
ro_ro: Excelent!
ru_ru: Отличная работа!
sk_sk: Dobrá práca!
sl_si: Odlično opravljeno!
sr_cyrl_rs: Свака част!
sr_latn_rs: Svaka čast!
sv_se: Snyggt jobbat!
th_th: ทำงานได้ดี!
tr_tr: Güzel iş!
uk_ua: Добрий результат!
vi_vn: Bạn làm rất tốt!
zh_cn: 做得很好！
zh_tw: 讚！

source: Great work!
ar_sa: عمل رائع!
bg_bg: Страхотна работа!
ca_es: Ben fet
cs_cz: Skvělá práce!
da_dk: Godt arbejde!
de_de: Gut gemacht!
el_gr: Εξαιρετικά!
es_es: ¡Excelente trabajo!
et_ee: Hea töö!
eu_es: Primeran!
fi_fi: Hyvää työtä!
fr_ca: Bon travail!
ga_ie: Sárobair!
gl_es: Bo traballo!
he_il: עבודה נהדרת!
hi_in: बढ़िया कार्य!
hr_hr: Izvrsno obavljen posao!
hu_hu: Szép munka!
id_id: Bagus sekali!
is_is: Vel gert!
it_it: Ottimo lavoro!
ja_jp: 上出来
kk_kz: Керемет жұмыс!
ko_kr: 잘했습니다!
lb_lu: Gutt gemaach!
lt_lt: Puiku!
lv_lv: Lieliski!
ms_my: Kerja yang bagus!
mt_mt: Tajjeb Ħafna!
nb_no: Bra jobbet.
nl_be: Goed gedaan.
pl_pl: Dobra robota!
pt_pt: Bom trabalho!
ro_ro: Excelent!
ru_ru: Отлично!
sk_sk: Výborne!
sl_si: Odlično opravljeno!
sr_cyrl_rs: Браво!
sr_latn_rs: Bravo!
sv_se: Bra jobbat!
th_th: ทำงานได้ยอดเยี่ยม!
tr_tr: Tebrikler!
uk_ua: Чудова робота!
vi_vn: Thật tuyệt!
zh_cn: 干得漂亮!
zh_tw: 很棒！

source: Hands-on Lab
ar_sa: المعمل العملي
bg_bg: Лаборатория за практика
ca_es: Laboratori pràctic
cs_cz: Praktické testovací prostředí
da_dk: Praktiske øvelser
de_de: Praktische Übung
el_gr: Εργαστήριο πρακτικής εφαρμογής
es_es: Laboratorio práctico
et_ee: Praktiline labor
eu_es: Laborategi praktikoa
fi_fi: Testiympäristö
fr_ca: Hands-on Lab (Laboratoire pratique)
ga_ie: Saotharlann phraiticiúil
gl_es: Laboratorio práctico
he_il: מעבדה מעשית
hi_in: हैंड्स-ऑन लैब
hr_hr: Praktikum
hu_hu: Gyakorlati tesztkörnyezet
it_it: Laboratorio pratico
ja_jp: ハンズオン ラボ
ko_kr: 실습 교육
lb_lu: Praktesche Labo
lv_lv: Praktisko apmācību laboratorija
ms_my: Makmal Menggunakan Tangan
mt_mt: Laboratorju tal-Prattika
nb_no: Praktisk øvelse
nl_be: Praktijklab
pl_pl: Warsztaty praktyczne
pt_pt: Laboratório Prático
ro_ro: Laborator practic
ru_ru: Практическое занятие
sk_sk: Praktické laboratórium
sl_si: Praktične preizkušnje
sv_se: Praktiska labbövningar
th_th: แล็บแบบลงมือทำ
tr_tr: Uygulamalı Laboratuvar
vi_vn: Phòng thí nghiệm tại chỗ
zh_cn: 动手实践实验室
zh_tw: 實際操作實驗室

source: Headers
ar_sa: الرؤوس
bg_bg: Заглавки
ca_es: Capçaleres
cs_cz: Hlavičky
da_dk: Headere
de_de: Header
el_gr: Κεφαλίδες
es_es: Encabezados
et_ee: Päised
eu_es: Goiburuak
fi_fi: Otsikot
fr_ca: En-têtes
ga_ie: Ceanntáisc
gl_es: Cabeceiras
he_il: כותרות
hi_in: शीर्ष लेख
hr_hr: Zaglavlja
hu_hu: Fejlécek
id_id: Header
is_is: Fyrirsagnir
it_it: Intestazioni
ja_jp: ヘッダー
kk_kz: Тақырыптар
ko_kr: 헤더
lb_lu: Kappzeilen
lt_lt: Antraštės
lv_lv: Galvenes
ms_my: Pengepala
mt_mt: Intestazzjonijiet
nb_no: Overskrifter
nl_be: Kopteksten
pl_pl: Nagłówki
pt_pt: Cabeçalhos
ro_ro: Anteturi
ru_ru: Заголовки
sk_sk: Hlavičky
sl_si: Glave
sr_cyrl_rs: Заглавља
sr_latn_rs: Zaglavlja
sv_se: Sidhuvuden
th_th: ส่วนหัว
tr_tr: Üst Bilgiler
uk_ua: Заголовки
vi_vn: Tiêu đề
zh_cn: 标头
zh_tw: 標題

source: Heart
ar_sa: قلب
bg_bg: Сърце
ca_es: M’encanta
cs_cz: Srdíčko
da_dk: Hjerte
de_de: Herz
el_gr: Καρδιά
es_es: Fascinación
et_ee: Süda
eu_es: Bihotza
fi_fi: Sydän
fr_ca: Cœur
ga_ie: Croí
gl_es: Corazón
he_il: לב
hi_in: दिल
hr_hr: Srce
hu_hu: Szív
id_id: Suka
is_is: Hjarta
it_it: Apprezzamento
ja_jp: ハート
kk_kz: Жүрек
ko_kr: 하트
lb_lu: Häerz
lt_lt: Širdis
lv_lv: Sirsniņa
ms_my: Hati
mt_mt: Qalb
nb_no: Hjerte
nl_be: Hart
pl_pl: Serce
pt_pt: Coração
ro_ro: Inimă
ru_ru: Смайлик в форме сердца
sk_sk: Srdce
sl_si: Prisrčen
sr_cyrl_rs: Срце
sr_latn_rs: Srce
sv_se: Hjärta
th_th: หัวใจ
tr_tr: Kalp
uk_ua: Сердечко
vi_vn: Thả tim
zh_cn: 爱心
zh_tw: 愛心

# heartReactionCount
source: {0} heart reactions
ar_sa: {0} من تفاعلات القلب
bg_bg: {0} реагираха със сърце
ca_es: {0} reaccions M'encanta
cs_cz: {0} reakcí se srdíčkem
da_dk: {0} hjertereaktioner
de_de: {0} Reaktionen mit Herz
el_gr: {0} αντιδράσεις με καρδιά
es_es: {0} reacciones de fascinación
et_ee: {0} südame reaktsiooni
eu_es: Bihotz motako {0} erantzun
fi_fi: {0} sydänreaktiota
fr_ca: {0} réactions « cœur »
ga_ie: {0} freagairt chroí
gl_es: Reaccións de corazón de {0}
he_il: {0} תגובות לב
hi_in: {0} दिल वाली प्रतिक्रियाएँ
hr_hr: Reakcija sa srcem: {0}
hu_hu: {0} szív visszajelzés
id_id: {0} reaksi hati
is_is: {0} viðbrögð með hjarta
it_it: {0} reazioni di apprezzamento
ja_jp: {0} 件のリアクション (ハート)
kk_kz: {0} «жүрек» реакциясы
ko_kr: 하트 반응 {0}개
lb_lu: {0} Häerz-Reaktiounen
lt_lt: Reakcijų Širdis: {0}
lv_lv: Atzīmes ar sirsniņu ({0})
ms_my: {0} reaksi hati
mt_mt: {0} reazzjonijiet tal-qalb
nb_no: {0} hjerte-reaksjoner
nl_be: {0} reacties met een hartje
pl_pl: Reakcje „Serce”: {0}
pt_pt: {0} reações com coração
ro_ro: {0} reacții „inimă”
ru_ru: Смайликов в форме сердца: {0}
sk_sk: Reakcie srdiečkami: {0}
sl_si: Prisrčni odzivi: {0}
sr_cyrl_rs: Реакција са срцем: {0}
sr_latn_rs: Reakcija sa srcem: {0}
sv_se: {0} hjärtreaktioner
th_th: {0} การตอบสนองด้วยหัวใจ
tr_tr: {0} kalp
uk_ua: Реакцій "Сердечко":{0}
vi_vn: {0} phản ứng thả tim
zh_cn: {0} 个爱心的反应
zh_tw: {0} 個愛心反應

source: Help me choose
ar_sa: ساعدني في الاختيار
bg_bg: Помогнете ми да избера
ca_es: Ajuda per triar
cs_cz: Pomoc při výběru
da_dk: Hjælp mig med at vælge
de_de: Entscheidungshilfe
el_gr: Βοήθεια για επιλογή
es_es: Ayúdeme a elegir
et_ee: Aita mul valida
eu_es: Lagundu aukeratzen
fi_fi: Apua valinnassa
fr_ca: Aidez-moi à choisir
ga_ie: Cabhraigh liom rogha a dhéanamh
gl_es: Axudarme a escoller
he_il: עזור לי לבחור
hi_in: चुनने में मेरी मदद करें
hr_hr: Pomoć za odabir
hu_hu: Segítség a választáshoz
id_id: Bantu saya memilih
is_is: Hjálpaðu mér að velja
it_it: Informazioni su come scegliere
ja_jp: 選択のヘルプ
kk_kz: Маған таңдауға көмектесіңіз
ko_kr: 선택 방법
lb_lu: Hëlleft mir auswielen
lt_lt: Padėkite man išsirinkti
lv_lv: Palīdzēt izvēlēties
ms_my: Bantu saya untuk memilih
mt_mt: Għinni nagħżel
nb_no: Hjelp meg med å velge
nl_be: Help me kiezen
pl_pl: Pomóż mi wybrać
pt_pt: Ajude-me a escolher
ro_ro: Doresc ajutor pentru a alege
ru_ru: Помощь в выборе
sk_sk: Potrebujem pomoc pri výbere
sl_si: Pomagajte mi izbrati
sr_cyrl_rs: Помози ми да одаберем
sr_latn_rs: Pomozi mi da odaberem
sv_se: Hjälp mig att välja
th_th: ช่วยฉันเลือก
tr_tr: Seçmeme yardım et
uk_ua: Порада з вибору
vi_vn: Giúp tôi chọn
zh_cn: 帮助我选择
zh_tw: 協助我選擇
