Repository: OsmondJiang/docfx
Catalog: src/Microsoft.Docs.Template/resources/tokens.*.resx
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_ca, ga_ie, gl_es, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, lb_lu, lt_lt, lv_lv, ms_my, mt_mt, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# signInCloudShellWithDifferentAccount
source: You’re signed in to the cloud shell with an account that’s different to your docs account. Please sign out of the cloud shell to retry accessing the sandbox.
ar_sa: تم تسجيل دخولك إلى cloud shell باستخدام حساب يختلف عن حسابك على docs. الرجاء تسجيل الخروج من cloud shell لإعادة محاولة الوصول إلى بيئة الاختبار المعزولة.
bg_bg: Влезли сте в обвивката в облака с акаунт, който е различен от акаунта за документите ви. Излезте от обвивката в облака, за да се опитате да влезете отново в ограничителен режим.
ca_es: Teniu la sessió iniciada al Cloud Shell amb un compte diferent del Docs. Tanqueu la sessió del Cloud Shell per tornar a provar d'accedir a l'espai aïllat.
cs_cz: Jste do cloudového prostředí přihlášení pomocí jiného účtu, než je váš účet Docs. Pokud se chcete znovu pokusit o přístup k sandboxu, odhlaste se od cloudového prostředí.
da_dk: Du er logget på den pågældende cloudshell med en konto, der ikke matcher din dokumentkonto. Log af den pågældende cloudshell for at forsøge at få adgang til sandkassen igen.
de_de: Sie sind bei Cloud Shell mit einem Konto angemeldet, das sich von Ihrem Docs-Konto unterscheidet. Melden Sie sich bei Cloud Shell ab, um neu auf die Sandbox zuzugreifen.
el_gr: Έχετε εισέλθει στο κέλυφος cloud με έναν λογαριασμό που είναι διαφορετικός από τον λογαριασμό εγγράφων σας. Αποσυνδεθείτε από το κέλυφος cloud για να δοκιμάσετε ξανά να αποκτήσετε πρόσβαση στο περιβάλλον προστατευμένης εκτέλεσης.
es_es: Inició sesión en el shell de la nube con una cuenta diferente de la cuenta de documentación. Cierre la sesión del shell de la nube para intentar acceder al espacio aislado.
et_ee: Olete Cloud Shelli sisse logitud kontoga, mis erineb teie Docsi kontost. Selleks et proovida liivakastile uuesti juurde pääseda, logige Cloud Shellist välja.
eu_es: Dokumentuen kontua ez den kontu bat erabili duzu hodeiko shell-en saioa hasteko. Sandbox-a berriro atzitzen saiatzeko, amaitu saioa hodeiko shell-en.
fi_fi: Olet kirjautunut sisään Cloud Shelliin jollakin muulla kuin docs-tilillä. Kirjaudu ulos Cloud Shellistä ja yritä käyttää eristystä uudelleen.
fr_ca: Vous êtes connecté à l’interpréteur de commandes infonuagique avec un compte différent de celui de votre compte de documents. Veuillez vous déconnecter de l’interpréteur de commandes infonuagique pour essayer d’accéder à l’environnement d’essai à nouveau.
ga_ie: Tá tú sínithe isteach sa bhlaosc néil le cuntas atá difriúil ó do chuntas docs. Sínigh amach as an mblaosc néil chun atriail a bhaint as an sandbox a rochtain.
gl_es: Iniciou sesión no shell na nube cunha conta diferente á de Docs. Peche a sesión do shell na nube para recuperar o acceso ao ambiente de illamento de procesos.
he_il: אתה מחובר ל- Cloud Shell באמצעות חשבון ששונה מחשבון docs שלך. התנתק מ- Cloud Shell כדי לנסות ולגשת שוב לארגז החול.
hi_in: आप किसी ऐसे खाते से cloud shell में साइन इन हैं जो आपके दस्तावेज़ खाते से भिन्न है. सैंडबॉक्स की पहुँच प्राप्त करने के लिए पुनः प्रयास करने हेतु कृपया cloud shell से साइन आउट करें.
hr_hr: U ljusku oblaka prijavljeni ste pomoću računa koji se razlikuje od računa za dokumente. Odjavite se iz ljuske oblaka da biste ponovno pokušali pristupiti sigurnosnoj ogradi.
hu_hu: Nem a Docs-fiókjával van bejelentkezve a Cloud Shellbe. Mielőtt ismét megkísérli elérni a tesztkörnyezetet, jelentkezzen ki a Cloud Shellből.
id_id: Anda masuk ke cloud shell dengan akun yang berbeda dari akun dok Anda. Silakan keluar dari cloud shell untuk mencoba mengakses ulang sandbox.
is_is: Þú er skráð(ur) inn á Cloud Shell með öðrum reikningi en Docs-reikningnum. Skráðu þig út af Cloud Shell til að reyna aftur að fá aðgang að sandkassanum.
it_it: Hai effettuato l'accesso a Cloud Shell con un account diverso dal tuo account per la documentazione. Per provare di nuovo ad accedere al sandbox, disconnettiti da Cloud Shell.
ja_jp: ご使用の Docs アカウントとは異なるアカウントで Cloud Shell にサインインしています。 Cloud Shell からサインアウトして、サンドボックスへのアクセスをもう一度お試しください。
kk_kz: Cloud Shell қызметіне Docs тіркелгісінен басқа тіркелгімен кірдіңіз. Құм жәшікке қайта кіріп көру үшін Cloud Shell жүйесінен шығыңыз.
ko_kr: Docs 계정과 다른 계정으로 Cloud Shell에 로그인되어 있습니다. Cloud Shell에서 로그아웃하여 샌드박스에 다시 액세스해 보세요.
lb_lu: Dir hutt Iech an der Cloud Schuel mat engem Kont ugemellt, dee sech vun Ären Docs Kont ënnerscheet. Mellt Iech w.e.g. an der Cloud Schuel of fir nach eng Kéier ze probéieren Zougang zur Sandbox ze kréien.
lt_lt: Prisijungėte prie „Cloud Shell“ naudodamiesi kita paskyra nei ta, kurią naudojate „Docs“. Atsijunkite nuo „Cloud Shell“ ir bandykite pasiekti smėlio dėžę dar kartą.
lv_lv: Pierakstījāties mākoņa čaulā ar kontu, kas nav jūsu Docs konts. Lai vēlreiz mēģinātu piekļūt smilškastei, lūdzu, izrakstieties no mākoņa čaulas.
ms_my: Anda didaftar masuk ke dalam cangkerang awan dengan akaun yang berbeza dari akaun dokumen anda. Sila daftar keluar daripada cangkerang awan untuk mencuba mencapai kotak pasir semula.
mt_mt: Dħalt fil-cloud shell b'kont li huwa differenti mill-kont tad-dokumenti tiegħek. Oħroġ mill-cloud shell biex terġa' tipprova taċċessa s-sandbox.
nb_no: Du er logget på skygrensesnittet med en annen konto enn Docs-kontoen din. Logg deg av skygrensesnittet, og prøv å få tilgang til sandkassen på nytt.
nl_be: U bent aangemeld bij de Cloud Shell met een ander account dan uw docs-account. Meld u af bij de Cloud Shell om opnieuw te proberen toegang te krijgen tot de sandbox.
pl_pl: Zalogowano Cię w usłudze Cloud Shell przy użyciu konta innego niż konto usługi Docs. Wyloguj się z usługi Cloud Shell, aby ponowić próbę dostępu do piaskownicy.
pt_pt: Tem a sessão iniciada na shell cloud com uma conta diferente da sua conta de documentos. Termine a sessão da shell cloud para tentar novamente aceder à sandbox.
ro_ro: Sunteți conectat la componenta shell a spațiului cloud cu alt cont decât contul dvs. pentru documente. Deconectați-vă de la componenta shell a spațiului cloud pentru a reîncerca accesarea sandboxului.
ru_ru: Вы вошли в облачную оболочку с учетной записью, которая отличается от вашей учетной записи Microsoft Docs. Выйдите из облачной оболочки, чтобы повторить попытку получить доступ к песочнице.
sk_sk: Do cloudu ste prihlásení s iným kontom než s vaším kontom dokumentov. Odhláste sa z cloudu a skúste znova získať prístup k testovaciemu prostrediu (sandbox).
sl_si: V lupino v oblaku ste vpisani z računom, ki je drugačen od vašega računa za docs. Izpišite se iz lupine v oblaku in poskusite znova odpreti peskovnik.
sr_cyrl_rs: Пријављени сте у љуску у облаку помоћу налога који се разликује од вашег docs налога. Одјавите се из љуске у облаку да бисте поново покушали да приступите sandbox окружењу.
sr_latn_rs: Prijavljeni ste u ljusku u oblaku pomoću naloga koji se razlikuje od vašeg docs naloga. Odjavite se iz ljuske u oblaku da biste ponovo pokušali da pristupite sandbox okruženju.
sv_se: Du är inloggad på Cloud Shell med ett konto som inte är detsamma som ditt Docs-konto. Logga ut från Cloud Shell och försök igen att få åtkomst till sandbox-miljön.
th_th: คุณลงชื่อเข้าใช้ใน Cloud Shell แล้ว ด้วยบัญชีที่แตกต่างจากบัญชีเอกสารของคุณ โปรดลงชื่อออกจาก Cloud Shell เพื่อลองเข้าถึง Sandbox อีกครั้ง
tr_tr: Cloud Shell’de Docs hesabınızdan farklı olan bir hesapla oturum açtınız. Korumalı alana erişmeyi yeniden denemek için lütfen Cloud Shell oturumunuzu kapatın.
uk_ua: Ви ввійшли в Cloud Shell не під обліковим записом Docs. Вийдіть із Cloud Shell, щоб знову спробувати отримати доступ до ізольованого програмного середовища.
vi_vn: Bạn đã đăng nhập vào Cloud Shell bằng một tài khoản khác với tài khoản Docs của mình. Vui lòng đăng xuất khỏi Cloud Shell rồi thử truy cập lại hộp cát đó.
zh_cn: 你使用不同于 Docs 帐户的帐户登录到云 shell。 请注销云 shell 以再次尝试访问沙盒。
zh_tw: 您使用了與 Docs 帳戶不同的帳戶來登入 Cloud Shell。 請登出 Cloud Shell 來重新嘗試進入沙箱。

source: Signing in...
ar_sa: جارٍ تسجيل الدخول...
bg_bg: Влизане...
ca_es: S'està iniciant la sessió...
cs_cz: Přihlašování...
da_dk: Logger på...
de_de: Anmeldung wird durchgeführt...
el_gr: Είσοδος...
es_es: Iniciando sesión...
et_ee: Sisselogimine …
eu_es: Saioa hasten...
fi_fi: Kirjaudutaan sisään...
fr_ca: Connexion en cours...
ga_ie: Ag síniú isteach...
gl_es: Iniciando sesión...
he_il: נכנס...
hi_in: साइन इन किया जा रहा है...
hr_hr: Prijava...
hu_hu: Bejelentkezés...
id_id: Sedang masuk...
is_is: Skráir þig inn...
it_it: Accesso...
ja_jp: サインインしています...
kk_kz: Жүйеге кіруде...
ko_kr: 로그인하는 중...
lb_lu: Gëtt ugemellt …
lt_lt: Jungiamasi...
lv_lv: Notiek pierakstīšanās...
ms_my: Mendaftar masuk...
mt_mt: Qed jidħol fi...
nb_no: Logger på ...
nl_be: Aanmelden...
pl_pl: Trwa logowanie się...
pt_pt: A iniciar sessão...
ro_ro: Se autentifică...
ru_ru: Выполняется вход...
sk_sk: Prihlasuje sa...
sl_si: Vpisovanje ...
sr_cyrl_rs: Пријављивање...
sr_latn_rs: Prijavljivanje...
sv_se: Loggar in...
th_th: กำลังลงชื่อเข้าใช้...
tr_tr: Oturum açılıyor...
uk_ua: Вхід…
vi_vn: Đang đăng nhập...
zh_cn: 正在登录…...
zh_tw: 正在登入...

source: Sign in to activate sandbox
ar_sa: تسجيل الدخول لتنشيط بيئة الاختبار المعزولة
bg_bg: Влезте, за да активирате ограничителния режим
ca_es: Inicieu la sessió per activar l’espai aïllat.
cs_cz: Přihlásit se a aktivovat sandbox
da_dk: Log på for at aktivere sandkassen
de_de: Zum Aktivieren der Sandbox anmelden
el_gr: Εισέλθετε για να ενεργοποιήσετε το περιβάλλον προστατευμένης εκτέλεσης
es_es: Inicie sesión para activar el espacio aislado.
et_ee: Liivakasti aktiveerimiseks logige sisse
eu_es: Hasi saioa sandbox-a aktibatzeko
fi_fi: Aktivoi eristys kirjautumalla sisään
fr_ca: Ouvrez une session pour activer l’environnement d’essai
ga_ie: Sínigh isteach chun sandbox a ghníomhachtú
gl_es: Iniciar sesión para activar o ambiente de illamento de procesos
he_il: היכנס כדי להפעיל את ארגז החול
hi_in: सैंडबॉक्स को सक्रिय करने के लिए साइन इन करें
hr_hr: Prijavite se da biste aktivirali sigurnosnu ogradu
hu_hu: A tesztkörnyezet aktiválásához be kell jelentkeznie
id_id: Masuk untuk mengaktifkan Sandbox
is_is: Skráðu þig inn til að virkja sandkassa
it_it: Accedi per attivare il sandbox
ja_jp: サインインしてサンドボックスをアクティブにする
kk_kz: Құм жәшікті белсендіру үшін жүйеге кіріңіз
ko_kr: 샌드박스를 활성화하려면 로그인하세요.
lb_lu: Mellt Iech u fir d'Sandbox z'aktivéieren
lt_lt: Prisijunkite norėdami suaktyvinti smėlio dėžę
lv_lv: Pierakstīties, lai aktivizētu smilškasti
ms_my: Daftar masuk untuk mengaktifkan kotak pasir
mt_mt: Idħol biex tattiva sandbox
nb_no: Logg deg på for å aktivere sandkassen
nl_be: Meld u aan om de sandbox te activeren
pl_pl: Zaloguj się, aby uaktywnić piaskownicę
pt_pt: Inicie sessão para ativar o sandbox
ro_ro: Conectați-vă pentru a activa sandboxul
ru_ru: Войдите, чтобы активировать песочницу
sk_sk: Prihláste sa a aktivujte testovacie prostredie (sandbox)
sl_si: Vpišite se, da aktivirate peskovnik
sr_cyrl_rs: Prijavite se da biste aktivirali sandbox
sr_latn_rs: Prijavite se da biste aktivirali sandbox
sv_se: Logga in för att aktivera sandbox-miljö
th_th: ลงชื่อเข้าใช้เพื่อเปิดใช้งาน Sandbox
tr_tr: Korumalı alanı etkinleştirmek için oturum açın
uk_ua: Увійдіть, щоб активувати ізольоване програмне середовище
vi_vn: Đăng nhập để kích hoạt hộp cát
zh_cn: 登录以激活沙盒
zh_tw: 登入以啟用沙箱

source: Sign in to comment
ar_sa: تسجيل الدخول للتعليق
bg_bg: Влезте, за да коментирате
ca_es: Inicieu la sessió per enviar un comentari
cs_cz: Přihlásit se a komentovat
da_dk: Log på for at kommentere
de_de: Zum Kommentieren anmelden
el_gr: Εισέλθετε για να σχολιάσετε
es_es: Inicie sesión para comentar
et_ee: Kommenteerimiseks logige sisse
eu_es: Hasi saioa iruzkinak idazteko
fi_fi: Kommentoi kirjautumalla sisään
fr_ca: Connectez-vous pour commenter
ga_ie: Sínigh isteach chun nóta tráchta a scríobh
gl_es: Iniciar sesión para proporcionar comentarios
he_il: היכנס כדי להשאיר הערה
hi_in: टिप्पणी करने के लिए साइन इन करें
hr_hr: Prijavite se da biste mogli komentirati
hu_hu: Megjegyzés írásához jelentkezzen be
id_id: Masuk untuk memberi komentar
is_is: Skráðu þig inn til gera athugasemd
it_it: Accedi per commentare
ja_jp: サインインしてコメントする
kk_kz: Түсініктемеге кіру
ko_kr: 의견을 남기려면 로그인하세요.
lb_lu: Umellen, fir ze kommentéieren
lt_lt: Norėdami komentuoti prisijunkite
lv_lv: Pierakstīties, lai komentētu
ms_my: Daftar masuk untuk memberikan komen
mt_mt: Idħol biex tikkummenta
nb_no: Logg deg på for å kommentere
nl_be: Meld u aan om een opmerking toe te voegen
pl_pl: Zaloguj się, aby skomentować
pt_pt: Inicie a sessão para comentar
ro_ro: Autentificați-vă pentru a adăuga comentarii
ru_ru: Войти и оставить комментарий
sk_sk: Ak chcete komentovať, prihláste sa
sl_si: Vpišite se, če želite komentirati
sr_cyrl_rs: Пријавите се да бисте коментарисали
sr_latn_rs: Prijavite se da biste komentarisali
sv_se: Logga in för att kommentera
th_th: ลงชื่อเข้าใช้เพื่อแสดงความคิดเห็น
tr_tr: Yorum yapmak için oturum açın
uk_ua: Щоб коментувати, увійдіть.
vi_vn: Đăng nhập để nhận xét
zh_cn: 登录以评论
zh_tw: 登入以提供註解

source: Sign in to give documentation feedback
ar_sa: تسجيل الدخول لإدخال ملاحظات على الوثائق
bg_bg: Влезте, за да предоставите обратна връзка за документацията
ca_es: Inicieu la sessió per enviar comentaris sobre la documentació
cs_cz: Přihlásit se a poskytnout názor na dokumentaci
da_dk: Log på for at give dokumentationsfeedback
de_de: Zum Übermitteln von Feedback zur Dokumentation anmelden
el_gr: Εισέλθετε για να υποβάλετε σχόλια για την τεκμηρίωση
es_es: Inicie sesión para proporcionar comentarios de la documentación
et_ee: Dokumentatsiooni tagasiside andmiseks logige sisse
eu_es: Hasi saioa dokumentazioaren oharrak emateko
fi_fi: Anna palautetta ohjeista kirjautumalla sisään
fr_ca: Connectez-vous pour laisser vos commentaires sur la documentation
ga_ie: Sínigh isteach chun aiseolas doiciméadachta a thabhairt
gl_es: Iniciar sesión para proporcionar comentarios acerca da documentación
he_il: היכנס כדי לשלוח משוב על תיעוד
hi_in: दस्तावेज़ों पर प्रतिक्रिया देने के लिए साइन इन करें
hr_hr: Prijavite se da biste rekli što mislite o dokumentaciji
hu_hu: A dokumentációhoz visszajelzést bejelentkezés után fűzhet
id_id: Masuk untuk memberi umpan balik dokumentasi
is_is: Skráðu þig inn til að gefa skjölum endurgjöf
it_it: Accedi per inviare commenti sulla documentazione
ja_jp: サインインしてドキュメントに関するフィードバックを送る
kk_kz: Құжат туралы пікір қалдыру үшін кіру
ko_kr: 설명서 피드백을 제공하려면 로그인하세요.
lb_lu: Umellen, fir Dokumentatiounsfeedback ofzeginn
lt_lt: Norėdami pateikti atsiliepimą apie dokumentaciją prisijunkite
lv_lv: Pierakstīties, lai sniegtu atsauksmes par dokumentāciju
ms_my: Daftar masuk untuk memberikan maklum balas dokumentasi
mt_mt: Idħol biex tagħti feedback dwar id-dokumentazzjoni
nb_no: Logg deg på for å gi tilbakemelding om dokumentasjonen
nl_be: Meld u aan om feedback op de documentatie te geven
pl_pl: Zaloguj się, aby przekazać opinię dotyczącą dokumentacji
pt_pt: Inicie a sessão para enviar comentários à documentação
ro_ro: Autentificați-vă pentru a oferi feedback legat de documentație
ru_ru: Войти и оставить отзыв о документации
sk_sk: Ak chcete odoslať pripomienky k dokumentácii, prihláste sa
sl_si: Vpišite, če želite poslati povratne informacije o dokumentaciji
sr_cyrl_rs: Пријавите се да бисте послали повратне информације о документацији
sr_latn_rs: Prijavite se da biste poslali povratne informacije o dokumentaciji
sv_se: Logga in för att ge feedback om dokumentationen
th_th: ลงชื่อเข้าใช้เพื่อแสดงข้อคิดเห็นเกี่ยวกับคู่มือ
tr_tr: Belgeler hakkında geri bildirimde bulunmak için oturum açın
uk_ua: Щоб надати відгук про документацію, увійдіть.
vi_vn: Đăng nhập để gửi phản hồi về tài liệu
zh_cn: 登录以提供文档反馈
zh_tw: 登入以提供文件意見反應

source: Sign in to give feedback
ar_sa: تسجل الدخول لإدخال ملاحظات
bg_bg: Влезте, за да изпратите обратна връзка
ca_es: Inicieu la sessió per enviar comentaris.
cs_cz: Přihlásit se a poskytnout zpětnou vazbu
da_dk: Log på for at give feedback
de_de: Melden Sie sich an, um Feedback zu senden
el_gr: Εισέλθετε για να υποβάλετε σχόλια
es_es: Inicie sesión para proporcionar comentarios
et_ee: Tagasiside andmiseks logige sisse
eu_es: Hasi saioa oharrak idazteko
fi_fi: Kirjaudu sisään palautteen antamista varten
fr_ca: Connectez-vous pour donner votre avis
ga_ie: Sínigh isteach chun aiseolas a thabhairt
gl_es: Iniciar sesión para proporcionar comentarios
he_il: היכנס כדי לספק משוב
hi_in: प्रतिक्रिया देने के लिए साइन इन करें
hr_hr: Prijavite se da biste poslali povratne informacije
hu_hu: Visszajelzés küldéséhez jelentkezzen be
id_id: Masuk untuk memberikan umpan balik
is_is: Skrá sig inn til að veita endurgjöf
it_it: Accedi per inviare commenti
ja_jp: サインインしてフィードバックを送る
kk_kz: Пікір жіберу үшін жүйеге кіріңіз
ko_kr: 피드백을 보내려면 로그인하세요.
lb_lu: Umellen, fir Feedback ofzeginn
lt_lt: Prisijunkite norėdami pateikti atsiliepimą
lv_lv: Lai sniegtu atsauksmes, pierakstieties
ms_my: Daftar masuk untuk memberikan maklum balas
mt_mt: Idħol biex tagħti feedback
nb_no: Logg deg på for å gi tilbakemelding
nl_be: Meld u aan om feedback te geven
pl_pl: Zaloguj się, aby przesłać opinię
pt_pt: Iniciar sessão para enviar comentários
ro_ro: Autentificați-vă pentru a oferi feedback
ru_ru: Войдите, чтобы оставить отзыв
sk_sk: Ak chcete odoslať pripomienky, prihláste sa
sl_si: Vpišite se, če želite poslati povratne informacije
sr_cyrl_rs: Пријавите се да бисте послали повратне информације
sr_latn_rs: Prijavite se da biste poslali povratne informacije
sv_se: Logga in och lämna feedback
th_th: ลงชื่อเข้าใช้เพื่อให้คำติชม
tr_tr: Görüş bildirmek için oturum açın
uk_ua: Щоб надати відгук, увійдіть.
vi_vn: Đăng nhập để cung cấp phản hồi
zh_cn: 登录即可提供反馈
zh_tw: 登入以提供意見反應
